[
  {
    "no": 1,
    "title": "حدود علم المخلوق وعلم الله",
    "text": "العلم نوعان: علم تصل إليه المخلوقات وعلم لا تصل إليه؛ إنكار الأول كفر وادعاء الثاني كفر—الإيمان سليم بقبول ما يمكن الوصول إليه وعدم طلب ما لا يمكن الوصول إليه.",
    "explanation": "مفهوم هذين النوعين من العلم جوهري. هناك علم يفتحه الله للإنسان بالحواس والوحي (علم الشريعة)، وعلم غيب لا يملكه إلا الله، كوقت قيام الساعة. فهم هذا الحد يمنعنا من ادعاء معرفة أسرار القدر التي لم يظهرها الله.<br><br>في القرآن (سورة الأنعام: 59) يقول الله: \"وعنده مفاتيح الغيب لا يعلمها إلا هو.\" وحديث صحيح في البخاري يذكر خمساً من الغيب لا يعلمها إلا الله. فيجب أن نرضى بما أُعلمنا به ولا نتجاوز ما أُخفي.<br><br>عملياً، هذا الاعتقاد يبقينا متواضعين وحريصين على التعلم. نطمئن بتسليم غيب المستقبل لله والتركيز على ما نستطيع والتوكل على قضائه الواسع.",
    "category": "الدعاء والعلم والحدود"
  },
  {
    "no": 2,
    "title": "نفع الدعاء للميت",
    "text": "ينتفع الميت بدعاء الأحياء وصدقاتهم.",
    "explanation": "الموت ليس نهاية كل شيء. من رحمة الله أن ينال الموتى نفعاً بأعمال الأحياء. هذا يثبت أن الدعاء والاستغفار والصدقة التي ننويها للميت تصل إليه أجراً وتخفف عنه في البرزخ.<br><br>الأصل قول النبي ﷺ (رواه مسلم): \"إذا مات ابن آدم انقطع عمله إلا من ثلاث: صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له.\" وسورة الحشر: 10 تمدح من يدعو بالمغفرة لمن سبق. فرباط الإيمان يتجاوز الموت.<br><br>في الحياة يحركنا ذلك لعدم نسيان الوالدين أو المعلمين الراحلين. الدعاء لهم ليس فقط براً بل تذكيراً بأننا سنحتاج ذات يوم لنفس الدعاء. فتستمر سلسلة الخير بين أجيال المسلمين.",
    "category": "الدعاء والعلم والحدود"
  },
  {
    "no": 3,
    "title": "كلام الله ليس كلام البشر",
    "text": "القرآن كلام الله ﷻ منه؛ يؤمن الناس أنه كلام الله ﷻ بلا كيف، وليس كلام البشر ولا هو مخلوق.",
    "explanation": "القرآن كلام الله حقيقةً لا مخلوق. ما نقرأه في المصحف هو كلام الله حقاً لا تأليف إنسان. هذا يحفظ سلطان الوحي؛ القرآن مقدس نقِي وحقيقته مطلقة كهدى للحياة.<br><br>الله يقول (سورة التوبة: 6): \"...فأووا إليه حتى يسمع كلام الله.\" وحديث في الترمذي يذكر أن فضل كلام الله على سائر الكلام كفضل الله على خلقه. فالقرآن وحي مقدس من الخالق.<br><br>عملياً نتعامل مع القرآن باحترام عميق. لا نعامله ككتاب عادي؛ نقرؤه بتدبر ونفهم معناه ونمثل أوامره بلا شك. بالإيمان بأن القرآن كلام الله نجد مرجعاً ثابتاً للحياة.",
    "category": "القرآن والوحي"
  },
  {
    "no": 4,
    "title": "الله مغاير لجميع المخلوقات",
    "text": "الله ﷻ مغاير لجميع المخلوقات.",
    "explanation": "الله لَيْسَ كَمِثْلِهِ شَيْءٌ أي لا مثيل له. أي شكل أو صورة يخطر ببالنا فالله ليس كذلك. هذا يحفظ نقاء توحيدنا فلا نُشبّه الخالق بالمخلوق الضعيف المحدود.<br><br>الدليل الرئيس سورة الشورى: 11: \"لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ.\" والحديث يذكر التأمل في خلق الله ويُنهى عن تصور ذاته لأن عقل الإنسان محدود عن إدراك حقيقة الله.<br><br>هذا الفهم يحررنا من عبادة الأوثان—جسمية أو ذهنية (خيال). ندرك أن الله عظيم لا يُحدّ، فنعبده وحده باحترام وتعظيم دون أن نقيّده بصفات المخلوقات.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 5,
    "title": "الله الخالق من الأزل",
    "text": "الله ﷻ يُستحق أن يُسمى الخالق والمبدئ لا بعد الفعل أو بسببه فحسب بل من الأزل.",
    "explanation": "الله الخالق لا يحتاج إلى عملية ليصير خالقاً. قبل أي نجم أو ذرة كان له صفة الخلق. أسماؤه وصفاته أزلية لا تتوقف على وجود المخلوقات لأنه مصدر كل الوجود.<br><br>الله يقول (سورة الحديد: 3): \"هُوَ الْأَوَّلُ وَالْآخِرُ.\" واسم الخالق في آيات كثيرة كسورة الحشر: 24. والحديث أن ما كان إلا الله ولا شيء معه ثم خلق العرش والكون.<br><br>هذا يعلمنا أن الله غنيّ (الغني). خلقنا لا لوحدة أو حاجة لمعين بل محض إرادة وحكمة. نكون عبيداً يعرفون قدرهم واعين أن حياتنا عطية من الأول الذي لم يحتج منا شيئاً.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 6,
    "title": "القدرة الكاملة لله وحده",
    "text": "الله ﷻ قادر على كل شيء؛ الكل يعتمد على الله ﷻ وهو يسير على الله ﷻ ولا يحتاج الله ﷻ شيئاً؛ لا مثيل لله ﷻ وهو السميع البصير.",
    "explanation": "قدرة الله مطلقة لا تقيدها قوانين الطبيعة أو المنطق. ما شاء الله كان بمجرد \"كن\". الكون كله محتاج إلى الله كل لحظة والله لا يحتاج من الكون شيئاً.<br><br>في سورة يس: 82: \"إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ.\" ولله اسم القدير. وحديث قدسي أن لو سأل الناس كل شيء فأعطاهم لم ينقص من ملكه شيئاً.<br><br>هذا الاعتقاد دواء كل خوف. نعلم أن أي رئيس أو حاكم أو مشكلة ليست شيئاً أمام قدرة الله. نكون عبيداً شجعاناً متواضعين لأن المرجع الوحيد الذي لا يخذل هو الله القوي.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 7,
    "title": "الله ملك الكون المطلق",
    "text": "الله ﷻ له السلطان المطلق على كل شيء ولا سلطان على الله ﷻ؛ من يرى نفسه غنياً عن الله ﷻ طرفة عين فقد كفر.",
    "explanation": "الله الملك المطلق المسيطر على كل ذرة. لا أمر يخرج عن تدبيره. من أحس أنه يستغني عن الله طرفة عين وقع في كبر يفسد الإيمان.<br><br>سورة فاطر: 15: \"يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ.\" وأحاديث الدعاء ألا نُوكَل إلى أنفسنا طرفة عين (يا حي يا قيوم... ولا تكلني إلى نفسي طرفة عين).<br><br>عملياً هذا يجعلنا دائماً فقراء إلى الله. ندعو في الصغير والكبير من طلب الهدى إلى شؤون الحياة. نعلم أننا بدون عونه لا نستطيع أن نتنفس أو نرمش.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 8,
    "title": "الله منزّه عن الحدود الجسمية",
    "text": "الله ﷻ فوق الحد والقيود والأجزاء والأعضاء ولا يحده ست جهات كالمخلوق.",
    "explanation": "هذا الاعتقاد يثبت أن الله منزّه عن صفات المادة. لا يحتاج مكاناً ولا أعضاء كالإنسان ولا تحده جهة (فوق تحت...) كالمخلوق. هو خالق المكان والزمان فلا يحدّه خلقه.<br><br>الله يقول (سورة الإخلاص: 4): \"وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ.\" ومبدأ التنزيه مهم. والعلماء أن الله موجود بلا حاجة لمكان لأن المكان مخلوق والله كان قبل خلق المكان.<br><br>هذا يُحفظنا من التشبيه (تصور الإله كإنسان). نعبد الله تعظيماً لعظمته الغيبية اللاّمحدودة بدل الوقوع في تصور جسمي يقلل من شأن الألوهية.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 9,
    "title": "التكليف على قدر طاقة العبد",
    "text": "الله ﷻ لا يكلف الإنسان إلا بما يطيق ولا يطيق الإنسان إلا ما أعطاه الله ﷻ؛ لا حول ولا قوة إلا بالله ﷻ ولا قوة على الطاعة أو اجتناب المعصية إلا بمعونة الله ﷻ.",
    "explanation": "الله لا يكلف العبد فوق وسعه. كل أمر ونهي في الشريعة بقدر الطاقة؛ هذا يظهر عدل الله ورحمته ويرفض أن الدين ثقيل.<br><br>في سورة البقرة: 286: \"لَا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَهَا.\" وحديث صحيح: إذا أمرتكم بأمر فأتوا منه ما استطعتم. وحول الطاعة وقوتها (لا حول ولا قوة إلا بالله) من عون الله.<br><br>عملياً لا نعتذر \"لا أستطيع\" عن واجب واضح ولا نثقل على أنفسنا فوق الطاقة. نعمل ما نستطيع ونتوكل ونطلب من الله قوة الثبات بالدعاء والجهد.",
    "category": "التكليف وأفعال الإنسان"
  },
  {
    "no": 10,
    "title": "الحياة الكاملة والعمل الدائم",
    "text": "الله ﷻ حي لا يموت ولا يزال يعمل ولا ينام.",
    "explanation": "الله الحي القيوم. حياته كاملة لا بداية ولادة ولا نهاية موت. لا يحتاج راحة ولا ينام أبداً وهو دائماً يدبر شؤون خلقه بلا توقف.<br><br>آية الكرسي (البقرة: 255) أوضح دليل: \"اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ.\" وهذان الاسمان أساس تعلق الخلق بالخالق.<br><br>هذا يعطينا أماناً. حين ننام أو نستسلم أو نحس بالعجز نعلم أن رباً لا ينام يحفظنا. نحمَس على فعل الخير لأن \"سيدنا\" دائماً يعمل ويرعى ويُحسن لعباده.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 11,
    "title": "الله واحد لا شريك له",
    "text": "الله ﷻ واحد لا شريك له.",
    "explanation": "التوحيد يعني إفراد الله؛ لا شريك له في الربوبية ولا في الألوهية ولا في الأسماء والصفات. المستحق للعبادة والطاعة وحده الله؛ إشراك غيره به شرك.<br><br>سورة الإخلاص: 1–4 تُؤكّد: \"قُلْ هُوَ اللَّهُ أَحَدٌ اللَّهُ الصَّمَدُ لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ.\" وسورة النساء: 36 تنهى عن الشرك. وحديث صحيح أن سورة الإخلاص تعدل ثلث القرآن لأنها جوهر التوحيد.<br><br>هذا الاعتقاد أساس عبادتنا: لا ندعو ولا نخاف ولا نرجو إلا الله؛ لا المخلوق ولا الشيء ولا \"قوة أخرى.\" فقلوبنا بريئة من التعلق بغير الله.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 12,
    "title": "الله منزّه عن الضد والنظير",
    "text": "الله ﷻ مُتعالٍ عن أن يكون له ضد أو نظير.",
    "explanation": "الله لا ضدّ يغلبه ولا نظير يساميه. ملكه مطلق؛ لا من يضاهيه ولا من يحدّ إرادته أو يخالفها. هذا من كمال التوحيد.<br><br>آية الكرسي (البقرة: 255) تقول إن الله يمسك السموات والأرض ولا يئوده حفظهما. سورة فاطر: 44 وآيات أُخر تؤكد أن الله لا شريك ولا نصير ولا نظير. والحديث أن الله تعالى لا أحد فوقه.<br><br>هذا الفهم يطمئن القلب: لا عدو ولا مرض ولا بلاء \"ضد\" في مستوى الله. نتيقن أن النصر والسلامة والنجدة الأخيرة من الله وحده؛ ولا من يمنع رحمته إذا شاء.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 13,
    "title": "الله محيط بجميع الخلق",
    "text": "الله ﷻ محيط بكل شيء وهو فوقه؛ وخلقه لا يحيطون بالله ﷻ.",
    "explanation": "الله يحيط (يقهر ويعلم ويتولى) بكل شيء؛ لا يخفى عليه شيء من علمه وقدرته. وفي الوقت نفسه الله \"فوق\" خلقه في المنزلة والملك لا في المكان. الخلق لا يستطيعون \"إحاطة\" الله أو تحديده.<br><br>سورة فصلت: 54 \"أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ.\" وآية الكرسي (البقرة: 255) أن كرسيه يحيط بالسموات والأرض ولا يئوده. وحديث صحيح أن الله على العرش وعلمه في كل مكان.<br><br>بالإيمان بهذا نشعر بالرعاية والحماية: لا خافي عن الله ولا مشكلة أعظم من قدرته. ونُحفظ من فهم أن الله \"محصور\" في السماء؛ هو محيط بكل شيء بلا حاجة لمكان.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 14,
    "title": "الله يخلق الحياة والموت",
    "text": "الله ﷻ يميت بلا خوف ويحيي بلا مشقة.",
    "explanation": "الحياة والموت بيد الله تماماً. إماتة الخلق لا توجب لله خوفاً ولا ضعفاً؛ وإحياء الخلق (ومن ذلك يوم القيامة) لا يشق عليه. كل ذلك بمشيئته وكلمته فقط.<br><br>سورة الملك: 2 \"الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ.\" سورة ق: 43 \"إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ.\" وحديث صحيح أن الروح تُقبض بأمر الله ويوم القيامة يُبعث الخلق كلهم بالنفخ في الصور.<br><br>هذا الاعتقاد يذكرنا أن الموت ليس نهايةً فارغة بل باب إلى حياة الآخرة. نستعد بالعمل الصالح ولا نُفرط في خوف الموت؛ لأن الذي بيده الحياة والموت هو الله العادل الرحيم.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 15,
    "title": "أجل المخلوقات المضروب",
    "text": "الله ﷻ يضرب لأجل خلقه أجلاً ثابتاً.",
    "explanation": "لكل مخلوق أجل (وقت الموت) قدّره الله؛ لا من يقدّمه أو يؤخّره ثانية. هذا من القدر المكتوب في اللوح المحفوظ.<br><br>سورة الأنعام: 2 \"الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ قَضَى أَجَلاً.\" سورة لقمان: 34 \"إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ... وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ.\" وحديث صحيح (بخاري–مسلم) أن أجل الإنسان ورزقه ومصيره مكتوب وهو في بطن أمه.<br><br>هذا الفهم يمنعنا من وسواس زائد ويحثنا على استغلال ما تبقى من العمر. لا نستطيع تغيير وقت الأجل لكن نستطيع أن نملأ الحياة بعمل يرضي الله.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 16,
    "title": "الهدى والضلال عدل",
    "text": "الله ﷻ يهدي من يشاء بفضله ويضل من يشاء بعدله؛ والكل خاضع لقضاء الله ﷻ ولا رادّ لقضاء الله ﷻ.",
    "explanation": "الهدى والضلال بيد الله. من يهدِه فبفضله ومن يضلله فبعدله (كمن اختار الكفر بعد وضوح الحق). قضاء الله لا يردّه ولا يعترض عليه أحد.<br><br>سورة الأنعام: 125: \"ومن يرد أن يهديه يشرح صدره للإسلام... ومن يرد أن يضله يجعل صدره ضيقاً.\" وسورة الأعراف: 178 تؤكد أن الهدى والضلال بيد الله. وحديث صحيح أن قلب ابن آدم بين إصبعين من أصابع الرحمن يقلبه كيف يشاء.<br><br>يجب أن نطلب الهدى (تعلم، دعاء، صحبة الصالحين) ولا نغتر إن هُدينا. ولا نيأس من الضالين؛ نستمر في الدعوة والدعاء لهم، فالهدى من خصائص الله وحده.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 17,
    "title": "الأمر بالطاعة والنهي عن المعصية",
    "text": "الله ﷻ يأمر خلقه أن يطيعوه وينهاهم عن معصيته.",
    "explanation": "الله يأمر بالطاعة (عبادة، خلق حسن، طاعة الرسول) وينهى عن المعصية (شرك، كبائر وصغائر). الأمر والنهي واضحان في القرآن والسنة؛ واجبنا الطاعة واجتناب المعصية.<br><br>سورة النساء: 59: \"أطيعوا الله وأطيعوا الرسول.\" وسورة الأعراف: 33 تنهى عن الفواحش والمنكر والبغي. وحديث صحيح (البخاري) أن طاعة الرسول طاعة لله ومعصية الرسول معصية لله. والنبي قال إن الحلال بيّن والحرام بيّن.<br><br>في الحياة نلتزم بالأمر (صلاة، زكاة، صدق، بر) ونجتنب النهي (كذب، زنا، ربا، عقوق). لا نزيد على الحرام ولا نستهين بالذنب؛ ندعو أن نُقوّى على الطاعة ونُوقى المعصية.",
    "category": "الجماعة والوالي والفقه"
  },
  {
    "no": 18,
    "title": "خلق الخلق بعلم الله",
    "text": "الله ﷻ خلق الخلق بعلمه.",
    "explanation": "الله خلق الكون وكل مخلوق بعلمه التام؛ لا خلق مصادفة أو بلا حكمة. كل الخلق على قدر ووقت وقضاء قد علمه الله.<br><br>سورة الحجر: 86: \"إن ربك هو الخلاق العليم.\" وسورة الفرقان: 2 تؤكد أن الله خلق كل شيء وقدّر مقاديره. وحديث صحيح أن الله كتب قدر كل الخلق قبل خلق السموات والأرض.<br><br>هذا الاعتقاد يغرس الطمأنينة أن حياتنا ليست عبثاً؛ وراء خلق الله حكمة ومقدور. ويدفعنا للتعلم واستعمال العلم، فعلم الإنسان جزء يسير من علم الله المحيط بكل شيء.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 19,
    "title": "الله يرزق بلا مشقة",
    "text": "الله ﷻ يخلق بلا حاجة إلى الخلق ويرزق خلقه بلا مشقة.",
    "explanation": "الله لم يخلق لحاجة للمخلوقات؛ ويرزق بلا ثقل ولا مشقة. الرزق (الرزق) يشمل المال والصحة والسكينة وكل ما ننعم به؛ كله من الله ويعطيه بيسر.<br><br>سورة الذاريات: 56–57 تؤكد أن الله خلق الجن والإنس ليعبدوه ولا يحتاج رزقاً منهم. وسورة هود: 6: \"وما من دابة في الأرض إلا على الله رزقها.\" وحديث صحيح أن الرزق مقدور لا يتبدل؛ من يتقِ الله يجعل له مخرجاً ويرزقه من حيث لا يحتسب.<br><br>نطلب الرزق الحلال بلا قلق زائد؛ نتيقن أن الرزاق الله. نشكر على ما أعطينا ولا نقارن بأنفسنا؛ قسمة الرزق بيد الله الحكيم.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 20,
    "title": "الله قدّر قدر كل الخلق",
    "text": "الله ﷻ قدّر القدر على ما خلق.",
    "explanation": "القدر قضاء الله على كل ما يحدث للمخلوق: الرزق والأجل والعمل والسعادة والشقاء وغير ذلك. كله مكتوب في اللوح المحفوظ قبل الخلق؛ نؤمن به بلا تعمق في \"كيف\" أو \"لماذا\".<br><br>سورة القمر: 49: \"إنا كل شيء خلقناه بقدر.\" وسورة الحديد: 22: \"ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب من قبل أن نبرأها.\" وحديث صحيح (مسلم) أن الإيمان بالقدر خيره وشره ركن من الإيمان.<br><br>نقبل القدر بصبر عند المصيبة وشكر عند النعمة. ونعمل (اكتساب) لأن العمل من القدر؛ لا نستسلم ولا نيأس ولا نتمرد على قضاء الله.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 21,
    "title": "الله يستجيب دعاء العبد المؤمن",
    "text": "الله ﷻ يستجيب دعاء الناس ويعطيهم ما يسألون.",
    "explanation": "الدعاء عبادة ووسيلة تقرب إلى الله. الله يستجيب دعاء عبده بحسب حكمته: تارة كما سُئل وتارة خيراً منه أو مؤجلاً لوقت أنسب.<br><br>البقرة: 186 \"وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان.\" غافر: 60 \"ادعوني أستجب لكم.\" وحديث صحيح أن الدعاء سلاح المؤمن وأن الله يستحي أن يرد يد عبد رفعها إليه.<br><br>يُندب إلينا الدعاء بخشوع واليقين بالإجابة وعدم الاستعجال باليأس. ونختار الأدعية المأثورة (عن النبي) والأدعية الحسنة ونقبل أن الخير كله بيد الله.",
    "category": "الدعاء والعلم والحدود"
  },
  {
    "no": 22,
    "title": "علم الله بأهل الآخرة",
    "text": "الله ﷻ يعلم—قبل وجود الزمان—العدد المحدد لمن يدخل الجنة ومن يدخل النار؛ ولا يزيد ذلك العدد ولا ينقص.",
    "explanation": "الله يعلم منذ الأزل (قبل وجود الزمان) من يدخل الجنة ومن يدخل النار؛ علمه كامل لا يتغير. هذا لا يعني إجبار الإنسان بل الله يعلم عاقبة اختيار وعمل كل عبد.<br><br>هود: 107 وحديث صحيح (بخاري–مسلم) يذكر أن أهل الجنة والنار قد تقرروا؛ يُقال لبعض \"مقعدك من الجنة\" أو \"مقعدك من النار.\" الواقعة وآيات أخرى تصف الفريقين في الآخرة. والنبي قال إن الله قدّر من هو سعيد ومن هو شقي.<br><br>لا يجوز أن نظن \"سأدخل الجنة حتماً\" أو \"سأدخل النار حتماً\"؛ نعمل لنكون من أهل الخير ونرجو رحمة الله. هذا الاعتقاد يحثنا على الجد في العمل وعدم الاعتماد على الظن.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 23,
    "title": "غضب الله ورضاه كاملان",
    "text": "الله ﷻ يغضب ويرضى ولكن ليس كأي مخلوق.",
    "explanation": "لله صفة الغضب والرضا؛ نؤمن بهما بلا تشبيه بغضب أو فرح البشر. غضب الله كامل على المعصية والكفر ورضاه كامل على الطاعة والتوحيد.<br><br>الفتح: 6 وآيات أخرى تذكر رضا الله. حديث صحيح (بخاري–مسلم) أن الله يغضب على العاصي ويرضى عن المطيع؛ \"من أغضب الله في حقّي أغضبتُ عليه.\" والنبي قال رضا الله في رضا الوالدين. لا نسأل \"كيف\" غضب أو رضا الله (بلا تشبيه).<br><br>عملياً نطلب رضا الله بالطاعة ونجتنب ما يغضبه. نخاف غضبه ونرجو رضاه من غير تصور الله كائنًا انفعاليًا.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 24,
    "title": "الله قديم لا بداية وباقٍ لا نهاية",
    "text": "الله ﷻ قديم بلا بداية وباقٍ بلا نهاية.",
    "explanation": "الله قديم (لا بداية لوجوده) وباقٍ (لا نهاية). كان ولا يزال؛ لم يكن \"لم يوجد بعد\" ولن \"لا يكون.\" كل الخلق يفنى ويبقى وجه ربك ذو الجلال والإكرام.<br><br>الرحمن: 26–27 \"كُلُّ مَنْ عَلَيْهَا فَانٍ وَيَبْقَى وَجْهُ رَبِّكَ.\" الحديد: 3 \"هُوَ الْأَوَّلُ وَالْآخِرُ.\" وحديث صحيح أن الله كان ولا شيء معه قبل الخلق.<br><br>هذا الاعتقاد يثبت القلب: نعبد من لا يزول؛ وعده ووعيده أبديان. الدنيا الفانية تذكرنا بعدم التعلق الزائد؛ الوحيد الباقي الذي يُعتضد به هو الله.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 25,
    "title": "صفات الله كانت قبل الخلق",
    "text": "الله ﷻ كان ولا يزال مع صفاته منذ قبل الخلق ولم تضف خلق الخلق شيئاً لصفاته؛ الله ﷻ يبقى عبر الزمن الذي لا نهاية له.",
    "explanation": "صفات الله (العلم القدرة الحياة الكلام وغيرها) لازمة له منذ قبل وجود مخلوق. خلق العالم لم \"يضف\" صفة جديدة لله؛ هو كامل بلا حاجة للخلق. هذا يردّ أن الله \"اكتسب\" الصفات بعد الخلق.<br><br>الحديد: 3 يذكر الله الأول والآخر. آيات الأسماء والصفات (العليم القدير إلخ) تدل على صفات أزلية. الحديث وإجماع أهل السنة أن الله دائماً بصفاته لا يتغير ولا يزيد بوجود الخلق.<br><br>هذا الفهم يحفظ التوحيد من فكر ينتقص الله (كأنه يتطور أو يعتمد على العالم). نعبد الله الكامل أزلاً وأبداً.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 26,
    "title": "الله دائماً رب وخالق",
    "text": "الله ﷻ دائماً رب ودائماً خالق، وإن لم يكن بعد من يُوحِّد أو خلق.",
    "explanation": "الله يبقى رباً (إلهاً) وخالقاً حتى قبل أن يكون مخلوق يعبده أو خلق. صفات الربوبية والألوهية لا تتوقف على وجود الخلق؛ هو مستحق للعبادة وقادر على الخلق من الأزل. سورة الإخلاص وآيات التوحيد تؤكد وحدانية الله بلا اعتماد على إقرار الخلق. حديث \"كنت كنزاً مخفياً\" في روايات معينة يوضح أن الله كان قبل الخلق. علماء أهل السنة يؤكدون: الله دائماً الخالق بالمعنى، وإن فعل الخلق (التكوين) يقع بمشيئته.<br><br>هذا يمنعنا من ظن أن الله \"صار\" رباً أو خالقاً بعد وجود العالم؛ هو كامل وغني عن الكل.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 27,
    "title": "تحريم الجدال في قدر الله",
    "text": "الله ﷻ قد علم ما سيحدث وقدره تفصيلاً ويقيناً؛ لا من يعارض قدر الله ﷻ أو يزيده أو يغيره—والجدال في القدر وتعمق \"لماذا\" ضلال.",
    "explanation": "قدر الله مكتوب ومحكم؛ لا من يغيره. الجدال في \"لماذا قدر الله كذا\" أو التعمق في أسرار القدر بلا دليل راسخ محرم وقد يورد الضلال (كالقول القَدَري أو الجبري المتطرف).<br><br>الكهف: 22 تنهى عن السؤال عما لم يُؤذَن به. الحديث الصحيح (مسلم) يقرر أن الكلام في القدر بغير علم حرام؛ والنبي نهى عن الجدال في القدر. العلماء يوضحون أننا نؤمن بالقدر دون \"تنقيب\" عما لم يفتح الله.<br><br>نقبل القدر توكلًا وصبراً؛ ولا نضيع الجهد في \"لماذا قُدّر عليّ كذا\". همنا العمل بالشريعة وقبول قدر الله براحة قلب.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 28,
    "title": "الله لا يفنى أبداً",
    "text": "الله ﷻ لا يفنى ولا ينتهي.",
    "explanation": "الله دائم البقاء؛ لا يفنى ولا يزول ولا ينتهي. بخلاف الخلق الفاني، ذات الله وصفاته تبقى أبداً. هذا الاعتقاد من كمال التوحيد.<br><br>الرحمن: 27 \"ويبقى وجه ربك.\" القصص: 88 \"كل شيء هالك إلا وجهه.\" الحديث وإجماع العلماء يقر أن الله لا يفنى؛ هو الأول والآخر والظاهر والباطن.<br><br>الإيمان بذلك يطمئن القلب: وعد الجنة ووعيد النار أبديان، والوحيد الجدير بالاعتماد الدائم هو الله. لا نخاف أن \"ربنا\" يزول؛ دوامه مصدر طمأنينة للمؤمن.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 29,
    "title": "الله غني عن الخلق",
    "text": "الله ﷻ لا يحتاج العرش ولا ما دونه.",
    "explanation": "العرش أعظم مخلوقات الله، لكن الله لا يحتاج العرش ولا ما دونه. الله موجود بلا حاجة لمكان؛ العرش خُلق آية عظمة وللخلق لا \"لحمل\" الله. طه: 5 \"الرحمن على العرش استوى.\" العلماء يفسرون الاستواء بما يليق بالله بلا تشبيه. البقرة: 255 تقر أن الله لا تأخذه سنة ولا نوم؛ لا يحتاج راحة ولا \"مقعد.\" الحديث الصحيح يذكر أن العرش سقف الجنة وأن الله لا يحتاج سماء ولا أرضاً.<br><br>هذا الفهم يحفظنا من تصور الله \"جالساً\" على العرش كملك. الله غني؛ العرش وكل الخلق مخلوقه الخاضع لا ما يحتاجه.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 30,
    "title": "الإيمان بالعرش والكرسي",
    "text": "العرش والكرسي حق ونؤمن بهما.",
    "explanation": "العرش والكرسي مخلوقان لله مذكوران في النص؛ نؤمن بهما بلا إنكار ولا تشبيه بكراسي الدنيا. العرش هو الكرسي العظيم؛ والكرسي (في آية الكرسي) يذكر أيضاً أن السموات والأرض في وسعه. البقرة: 255 (آية الكرسي) \"وسع كرسيه السموات والأرض.\" الحاقة: 17 وغيره تذكر الملائكة تحمل العرش. الحديث الصحيح (البخاري) يقر أن السبع سموات إلى الكرسي كحلقة في فلاة، والكرسي إلى العرش أصغر. نؤمن بلا سؤال \"كيف\" عن هيئته.<br><br>الإيمان بالعرش والكرسي يذكر بعظمة الله؛ مخلوقاته وحدها بهذه السعة فكيف الخالق. لا ننكر ولا نسخر من خبر الغيب الصحيح في القرآن والسنة.",
    "category": "الملائكة والغيب"
  },
  {
    "no": 31,
    "title": "وجوب الحج والجهاد",
    "text": "الحج والجهاد تحت إمامة حاكم المسلمين—عادلاً كان أو جائراً—فرضان باقيان إلى الساعة الآخرة، ولا من يلغيهما أو يبطلهما.",
    "explanation": "الحج والجهاد يبقيان واجبين بالشريعة ولو كان الحاكم جائراً؛ لا يجوز لنا أن نلغي هذين الفرضين بحجة معارضة الحاكم. ينفذان مع إمام/أمير المسلمين للنظام ودرء الفوضى؛ هذان الفرضان معمول بهما إلى يوم القيامة.<br><br>آل عمران: 97 تفرض الحج على المستطيع. الحديث الصحيح (البخاري–مسلم) يقر أن الجهاد يبقى تحت الأمر؛ \"اسمعوا وأطيعوا (الأمير) ولو كان عبد حبشي يقودكم.\" والنبي قال إننا نصلي خلف الإمام الفاجر ما أقام الصلاة. هذا ليس تبريراً للجور بل حفظاً للوحدة ونظام الشريعة.<br><br>عملياً نحج عند الاستطاعة ونلتحق بالجهاد عند الدعوة الشرعية؛ لا نتخذ عيوب الحاكم ذريعة لترك الفرض أو تفريق الجماعة.",
    "category": "الجماعة والوالي والفقه"
  },
  {
    "no": 32,
    "title": "سر حقيقة قدر الله",
    "text": "حقيقة القدر سر من الله ﷻ في خلقه؛ يؤمن بها الإنسان دون تعمق أو سؤال \"لماذا\" عن أفعال الله ﷻ، لأن الله ﷻ نهى عن ذلك وهو لا يجلب إلا خسارة.",
    "explanation": "حقيقة القدر سر الله؛ نؤمن بأن كل تقدير منه دون \"تنقيب\" أو سؤال \"لماذا\" فعل الله كذا. التعمق فيه محرم ولا يجلب إلا خسارة (ضلال أو قلق).<br><br>المائدة: 101 تنهى عن السؤال عما لو بُيّن لثقل. الحديث الصحيح (مسلم) ينهى عن المراء في القدر. والنبي حذر أن من خاصم في القدر لم ينج. علماء أهل السنة يؤمنون بالقدر بلا تكييف ولا تعطيل.<br><br>نقبل القدر بصدر رحب ونجعل الهمّ العمل؛ لا نضيع الوقت في تعمق \"لماذا قدّر الله كذا وكذا\" لأنه خارج قدرة العقل ولا ينفع الإيمان.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 33,
    "title": "الإسلام الدين الحق الوحيد",
    "text": "لا دين لله ﷻ في السماء والأرض إلا واحد، وهو الإسلام (الاستسلام).",
    "explanation": "الدين المقبول عند الله واحد فقط: الإسلام (الاستسلام لله بالتوحيد واتباع الرسول). الدين الحق من السماء من آدم إلى محمد في الجوهر واحد؛ ما انحرف أو زُوّر فليس بدين الله.<br><br>آل عمران: 19 \"إن الدين عند الله الإسلام.\" آل عمران: 85 \"ومن يبتغ غير الإسلام ديناً فلن يُقبل منه.\" الحديث الصحيح يقر أن الأنبياء إخوة (دينهم واحد)؛ محمد بعث بالإسلام المتمم. لا نفرض هذا الاعتقاد جبراً لكننا نوقن أن الحق واحد وطريق النجاة الإسلام.<br><br>هذا يحثنا على تعلم الإسلام وممارسته حقاً وعدم خلطه بمعتقدات تناقضه والدعوة إليه حكمة ليعرف الآخرون الدين الوحيد الذي يقبله الله.",
    "category": "الإيمان: الأركان والتعريف والوسط"
  },
  {
    "no": 34,
    "title": "مساواة الإيمان واختلاف التقوى",
    "text": "الإيمان في الجوهر واحد للجميع، لكن فضل بعض على بعض بسبب التقوى والمراقبة لله ﷻ واختيارهم ما يرضى الله ﷻ أكثر.",
    "explanation": "أصل الإيمان (أركان الإيمان، ما يجب اعتقاده من الشريعة) واحد لكل مسلم؛ لا \"درجة\" إيمان في الاعتقاد الجوهري. ما يفرق الدرجة هو التقوى والمراقبة لله واختيار تقديم ما يرضى الله.<br><br>الحجرات: 13 \"إن أكرمكم عند الله أتقاكم.\" الحديث الصحيح (البخاري) يقر أنه لا يدعي أحد أنه أؤمن من غيره في الأصل؛ الفضل في العمل والتقوى. والنبي قال إن خيركم إسلاماً أحاسنكم أخلاقاً.<br><br>لا نتعاظم بظن أنفسنا \"أؤمن\" من غيرنا؛ نسعى لزيادة التقوى والعمل. فرق الدرجة عند الله بالاجتهاد والتقوى لا بالادعاء أو الحزب.",
    "category": "الإيمان: الأركان والتعريف والوسط"
  },
  {
    "no": 35,
    "title": "أركان الإيمان بالله والرسول",
    "text": "الإيمان: الإيمان بالله ﷻ وملائكته وكتبه ورسله واليوم الآخر، والإيمان بأن القدر—خيره وشره—كله من الله ﷻ.",
    "explanation": "أركان الإيمان ستة: الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر والقدر (خيره وشره من الله). هذه هي الاعتقادات الجوهرية التي يجب أن يحملها كل مسلم؛ إنكار واحد منها يفسد الإيمان.<br><br>الحديث الصحيح (البخاري–مسلم) عن عمر بن الخطاب يقر هذه الستة عندما سأل جبريل عن الإيمان. البقرة: 285 \"آمن الرسول بما أُنزل إليه من ربه والمؤمنون. كل آمن بالله وملائكته وكتبه ورسله.\" الحديد: 22 يقر أن المصيبة مكتوبة (من القدر).<br><br>نثبت القلوب على هذه الست ونعلمها الأهل وغيرهم. الإيمان الكامل يشمل كل الأركان؛ لا نختار ولا نرفض واحداً.",
    "category": "الإيمان: الأركان والتعريف والوسط"
  },
  {
    "no": 36,
    "title": "تعريف الإيمان باللسان والقلب",
    "text": "الإيمان قول باللسان وتصديق بالقلب.",
    "explanation": "الإيمان ليس مجرد لفظ على اللسان أو عمل فقط؛ يشمل الإقرار باللسان (الشهادة، قول الحق) والتصديق بالقلب. كلاهما لازم؛ من نطق بلا يقين في القلب منافق، ومن أقر في القلب بلا نطق لم يكمل أمام الناس والشرع.<br><br>الحديث الصحيح (البخاري–مسلم) أن النبي سُئل عن أفضل العمل؛ ذُكر الإيمان أصلاً. الحجرات: 14 «قالت الأعراب آمنا. قل لم تؤمنوا ولكن قولوا أسلمنا ولما يدخل الإيمان في قلوبكم.» علماء أهل السنة مجمعون على أن الإيمان يشمل القول والعمل الداخل في معنى «التصديق بالقلب».<br><br>نحفظ اللسان عما يفسد الإيمان والقلب عن الشك والإنكار؛ ونحرص على تطابق القول والاعتقاد.",
    "category": "الإيمان: الأركان والتعريف والوسط"
  },
  {
    "no": 37,
    "title": "البراءة من انحراف العقيدة",
    "text": "هذا ديننا وما نعتقده ظاهراً وباطناً؛ نتبرأ أمام الله ﷻ ممن خالف ما نقول ونوضحه.",
    "explanation": "عقيدة الطحاوي هذه بيان اعتقاد أهل السنة؛ من خرج عما قيل وبيّن فيها نتبرأ منه أمام الله. ليس عداءً شخصياً بل توضيح أننا لا نتبع انحراف العقيدة (بدعة أو خرافة أو ضلال).<br><br>الممتحنة: 4 تأمر بالبراءة من أعداء الله. قال النبي (أبو داود، صحح): «من أحدث أو آوى محدثاً فقد برئ من ذمة الله.» والعلماء يفسرون البراءة من أهل البدع بعدم اتباع اعتقادهم وبيان خطئهم لا بأذيتهم.<br><br>نتمسك بالعقيدة الصحيحة وننأى عن الاعتقاد المنحرف؛ لا نكفر أحداً بلا دليل صحيح، ونوضح انحراف العقيدة ونتبرأ منه.",
    "category": "الإيمان: الأركان والتعريف والوسط"
  },
  {
    "no": 38,
    "title": "الإسلام هو الوسط المعتدل التام",
    "text": "الإسلام وسط: لا غلو ولا تقصير، لا تشبيه صفات الله ﷻ بالمخلوقات ولا نفي صفات الله ﷻ، لا جبرية متطرفة ولا قدرية نافية، ولا بين جزم ضال ويأس.",
    "explanation": "أهل السنة على الوسط: في الصفات نثبت ما أثبته الله بلا تشبيه بالمخلوق (تشبيه) وبلا نفي (تعطيل). في القدر لسنا جبرية متطرفة ولا نافية للقدر؛ في الرجاء والخوف لا نجزم لأحد بالجنة أو النار ولا نيأس من رحمة الله.<br><br>البقرة: 143 «وكذلك جعلناكم أمة وسطاً.» الحديث وإجماع العلماء يقران أن صفات الله تؤمن بها بلا تكييف وبلا تمثيل. ونهى النبي عن الغلو في الدين. هذا الوسط سالم من البدعة.<br><br>نحرص على الثبات على المنهج الوسط: لا غلو ولا تقصير؛ نتعلم من علماء أهل السنة لئلا نُجَر إلى طرفي الغلو.",
    "category": "الإيمان: الأركان والتعريف والوسط"
  },
  {
    "no": 39,
    "title": "حقيقة الإسراء والمعراج",
    "text": "الإسراء والمعراج حق: أُسري بالنبي ﷺ ليلاً وعُرج به بجسده يقظاناً عبر السموات إلى حيث شاء الله ﷻ.",
    "explanation": "الإسراء (من المسجد الحرام إلى المسجد الأقصى) والمعراج (الصعود عبر السموات) وقعا بجسد النبي وروحه في يقظة؛ ليست رؤيا ولا روحاً فقط. الحدث معجزة أعطاها الله لتقوية النبي والأمة؛ نؤمن بها بلا سؤال «كيف» عقلي لأنها فوق العادة.<br><br>الإسراء: 1 «سبحان الذي أسرى بعبده ليلاً من المسجد الحرام إلى المسجد الأقصى.» الحديث الصحيح (البخاري–مسلم) يروي المعراج بالتفصيل: عرج النبي بالسموات ولقي الأنبياء واستلم فرض الصلوات الخمس. الروايات متواترة وجزء من اعتقاد الأمة.<br><br>نعتقد الإسراء والمعراج حقاً من الله؛ ذلك يثبت أن النبي رسول الله المؤتى المعجزات وأن الصلوات الخمس فريضة عظيمة فرضت فوق السموات.",
    "category": "النبي والرسول"
  },
  {
    "no": 40,
    "title": "مغفرة الله لعباده المؤمنين",
    "text": "إن شاء الله ﷻ غفر لهم وعفا عنهم بفضله؛ وإن شاء عذبهم ثم أخرجهم برحمته وشفاعته؛ الله ﷻ ولي من عرفه، ولا يعاملهم كمن جحد الله ﷻ.",
    "explanation": "الله قادر على مغفرة عباده المؤمنين بفضله أو عقابهم بعدله؛ إن عذبهم فبإمكانه إخراجهم من النار برحمته وشفاعة. من عرف الله (عارف بالله) وآمن لا يُعامل كمن جحد.<br><br>الزمر: 53 «قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله. إن الله يغفر الذنوب جميعاً.» الحديث الصحيح يذكر شفاعة النبي لأمته وأن الله يخرج من النار من كان في قلبه توحيد. أهل السنة يؤمنون أن أهل التوحيد لا يخلدون في النار إن دخلوها بذنب.<br><br>لا نجزم لأحد «مغفور له» أو «في النار»؛ نرجو رحمة الله ونخشى عقابه. نوقن أن الله عدل رحيم؛ التائب المؤمن لا يُعامل كالكافر.",
    "category": "يوم الآخرة"
  },
  {
    "no": 41,
    "title": "الرجاء في الجنة لأهل الخير",
    "text": "نرجو أن يغفر الله ﷻ لأهل الخير ويدخلهم الجنة، ولا نجزم لأحد؛ ونستغفر لمن أخطأ، ولا نيأس من رحمة الله لذلك.",
    "explanation": "نرجو ونظن خيراً أن الله يغفر لأهل الخير ويدخلهم الجنة، ولا نجزم لأحد بعينه (لا ضمان بلا عمل). لمن أخطأ نستغفر ولا نيأس من رحمة الله له.<br><br>الزمر: 53 تدعو إلى عدم القنوط من رحمة الله. والحديث الصحيح يقر أن لا يدخل الجنة بعمله؛ الكل برحمة الله. والنبي نهى عن الجزم بالجنة أو النار لأحد؛ نرجو الخير وندعو. أهل السنة ليسوا كالخوارج الذين يكفرون أصحاب الكبائر ولا كالمرجئة الذين يستخفون بالعمل.<br><br>نسعى أحسن العمل ونرجو رحمة الله؛ ندعو للمخطئ ولا نحكم أنه في النار. هذا التوازن بين الرجاء والخوف يبعدنا عن الغلو.",
    "category": "يوم الآخرة"
  },
  {
    "no": 42,
    "title": "نبوة إبراهيم وكلام موسى",
    "text": "نؤمن أن الله ﷻ اتخذ إبراهيم خليلاً، وأن الله ﷻ كلم موسى تكليماً.",
    "explanation": "إبراهيم خليل الله؛ الله اصطفاه صاحباً. وموسى أُعطي أن يكلمه الله (كلام الله) بلا واسطة؛ وهي معجزة ومنة من الله.<br><br>النساء: 125 «واتخذ الله إبراهيم خليلاً.» والنساء: 164 «وكلم الله موسى تكليماً.» والحديث الصحيح يقر فضل إبراهيم وموسى؛ والنبي قال إن الله كلم موسى عند الطور. نؤمن بفضل الأنبياء بلا انتقاص لغيرهم.<br><br>هذا يعلمنا إكرام كل الأنبياء وعدم التعارض بينهم؛ لكل فضل من الله. نقتدي بإبراهيم (ثبات التوحيد) وموسى (مناجاة الله بالدعاء والطاعة).",
    "category": "النبي والرسول"
  },
  {
    "no": 43,
    "title": "سؤال القبر وعذابه",
    "text": "نؤمن بعذاب القبر لمن استحقه، وبسؤال منكر ونكير في القبر عن الرب والدين والنبي، كما في الأحاديث وأقوال الصحابة.",
    "explanation": "بعد الموت الإنسان في البرزخ؛ في القبر يُسأل من ملكين (منكر ونكير) عن ربه ودينه ونبيه. من أجاب حقاً نال نعيم القبر؛ ومن كفر أو نافق نال عذاب القبر بعدل الله.<br><br>الأحاديث الصحيحة (البخاري ومسلم وغيرهما) تروي سؤال القبر وعذابه؛ والنبي علم دعاء الاستعاذة من عذاب القبر. ونقل الصحابة يقر ذلك. المؤمنون: 99–100 تشير إلى البرزخ والحاجز بين الميت والرجوع.<br><br>نستعد بتثبيت التوحيد واتباع الدين الحق والإقرار بمحمد؛ وندعو الثبات عند السؤال والعصمة من عذاب القبر.",
    "category": "يوم الآخرة"
  },
  {
    "no": 44,
    "title": "البعث والحساب يوم القيامة",
    "text": "نؤمن بالبعث بعد الموت، وجزاء الأعمال يوم القيامة، وعرض الأعمال، والحساب، وقراءة الكتاب، والثواب أو العقاب، والصراط، والميزان.",
    "explanation": "يوم القيامة يوم يبعث الناس من القبور للحساب. تُعرض الأعمال ويُقرأ الكتاب وتزن الميزان الأعمال ثم يعبر الناس الصراط إلى الجنة أو النار. نؤمن بذلك كما جاء في القرآن والحديث.<br><br>الزلزلة: 7–8 «فمن يعمل مثقال ذرة خيراً يره. ومن يعمل مثقال ذرة شراً يره.» الكهف: 49 والإسراء: 13–14 وغيرهما تذكر كتاب الأعمال والحساب والميزان. والحديث الصحيح (البخاري–مسلم) يروي الصراط ومن ينجو ومن يهوى.<br><br>هذا يحركنا للعمل الصالح واجتناب المعصية؛ نوقن أن لا يفوّت من الكتاب شيء وأن كل عمل مجزي. نسأل الله تيسير الحساب والنجاة يومئذ.",
    "category": "يوم الآخرة"
  },
  {
    "no": 45,
    "title": "الإيمان بكرامات الأولياء",
    "text": "نؤمن بكرامات الأولياء التي نعلمها، وبالأخبار الصحيحة عنهم من المصادر الموثوقة.",
    "explanation": "الكرامة معجزة أو منة يمنحها الله للصالح (الولي) خلاف العادة، كعلم بلا تعلم أو نجدَة في الشدة. نؤمن بالكرامات التي رويت رواية صحيحة من مصدر موثوق؛ لا ننكر ولا نغالي.<br><br>مريم تذكر إطعام مريم في المحراب؛ الكهف تذكر أصحاب الكهف. والأحاديث الصحيحة تروي كرامات الصحابة (كعمر «الرؤية» للجيش من بعيد). وعلماء أهل السنة يؤمنون بالكرامة بلا مساواة بنبوة ولا تأليه ولي.<br><br>لا نرد كرامة رُويت صحيحاً ولا نصدق بسهولة خبراً مجهول المصدر. الفضل الحقيقي للتقوى والاتباع؛ والكرامة هبة من الله لا مقياس للصلاح.",
    "category": "الإيمان: الأركان والتعريف والوسط"
  },
  {
    "no": 46,
    "title": "تقدير القلم على اللوح المحفوظ",
    "text": "نؤمن باللوح المحفوظ والقلم وبكل ما كُتب؛ ما كتبه الله ﷻ واقع لا محالة، وما لم يكتبه الله ﷻ لا يكون؛ وما فات الإنسان لا يدركه أبداً.",
    "explanation": "اللوح المحفوظ «أم الكتاب» حيث كتب الله كل القدر؛ والقلم مخلوق يكتب بأمر الله. ما كُتب واقع؛ ما لم يُكتب لا يكون. الرزق والأجل والمصير مسطور؛ ما فات المرء لا يناله.<br><br>الحديد: 22 «ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب من قبل أن نبرأها.» والحديث الصحيح (أحمد وغيره) أن أول ما خلق الله القلم ثم أمره بكتابة ما هو كائن. الأنعام: 59 تقر أن لا يخفى على علم الله شيء.<br><br>نؤمن بهذا التقدير بلا إحساس «بالجبر»؛ ونبقى نسعى وندعو لأن السعي والدعاء من القدر. هذا يطمئن القلب ويحول دون الحسد أو اليأس مما لم نُنل.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 47,
    "title": "ملك الموت ووظيفة قبض الأرواح",
    "text": "نؤمن بملك الموت الموكل بقبض أرواح الخلائق.",
    "explanation": "ملك الموت (عزرائيل أو ملك الموت) الملاك الذي وكله الله بقبض روح كل ذي روح. القبض بأمر الله؛ لا يموت أحد قبل أجله ولا يتأخر بعده.<br><br>السجدة: 11 «قل يتوفاكم ملك الموت الذي وكل بكم.» والحديث الصحيح يروي أن ملك الموت يأتي الإنسان عند الأجل؛ فمن يُقبض سهلاً ومن يُقبض شقاً بحسب العمل. لا نثبت الاسم (عزرائيل) لعدم الدليل القاطع؛ المقطوع به الإيمان بالملاك الذي يقبض الأرواح.<br><br>هذا يذكرنا أن الموت آتٍ وأن قبض الأرواح بأمر الله؛ نستعد بالتوبة والعمل الصالح ليكون حالنا حسناً عند القبض.",
    "category": "الملائكة والغيب"
  },
  {
    "no": 48,
    "title": "الملكان الكاتبان لأعمال الإنسان",
    "text": "نؤمن بالملكين الكريمين اللذين يكتبان أعمال الناس، إذ الله ﷻ قد جعلهما على الإنسان حافظين.",
    "explanation": "كل إنسان معه ملكان: واحد يكتب الخير وواحد يكتب الشر. لا يفوّت قول ولا فعل من الكتابة؛ وهذا يُعرض يوم القيامة. هما «حافظان» جعلهما الله، لا لأذى بل للكتابة بعدل.<br><br>ق: 17–18 «إذ يتلقى المتلقيان عن اليمين وعن الشمال قعيد. ما يلفظ من قول إلا لديه رقيب عتيد.» والانفطار: 10–12 تذكر الحفظة. والحديث الصحيح يقر أن الملائكة تكتب كل عمل.<br><br>نوقن أن كل عمل مسطور؛ هذا يحث على حفظ اللسان والعمل وكثرة الخير. لا نخاف حتى القلق ولا نغفل؛ نسعى أن يثقل ميزان اليمين عن الشمال.",
    "category": "الملائكة والغيب"
  },
  {
    "no": 49,
    "title": "الإيمان بالرسل والكتب",
    "text": "نؤمن بالملائكة والأنبياء والكتب المنزلة على الرسل، ونشهد أنهم كلهم على الحق المبين.",
    "explanation": "نؤمن بالملائكة والأنبياء وكتب الله (التوراة والإنجيل والزبور والقرآن) بلا تفريق. كل الرسل جاؤوا بالحق الواحد (التوحيد والطاعة)؛ نشهد أنهم على الحق المبين ولا نكفر أحداً منهم.<br><br>البقرة: 285 «كل آمن بالله وملائكته وكتبه ورسله. (قالوا) لا نفرق بين أحد من رسله.» والنساء: 150–152 تحذر من يكفر ببعض الرسل. والحديث الصحيح يقر الإيمان بجميع الأنبياء من آدم إلى محمد.<br><br>لا نسب نبيًّا ولا كتاباً؛ نوقن أن الإسلام يتمم ويصدق ما قبله. نتبع محمداً خاتم الرسل والقرآن خاتم الكتب المصدق لما قبله.",
    "category": "القرآن والوحي"
  },
  {
    "no": 50,
    "title": "كل شيء بقضاء الله",
    "text": "نؤمن بكل هذا، ونوقن أن كل شيء من الله ﷻ.",
    "explanation": "كل ما نؤمن به—الملائكة والكتب والرسل والقدر ويوم الآخرة إلخ—وكل ما يحدث في الكون أصله من الله. لا يحدث شيء بغير علمه ومشيئته وقضائه؛ نؤمن بذلك يقيناً.<br><br>التغابن: 11 «ما أصاب من مصيبة إلا بإذن الله.» والحديد: 22 تقر أن كل مصيبة مكتوبة. والحديث الصحيح (مسلم) يقر الإيمان بالقدر خيره وشره من الله. اعتقاد «كل شيء من الله» أساس التوكل والصبر.<br><br>لا ننسب الحوادث إلى «الطبيعة» أو «الصدفة» فقط؛ نوقن أن وراء كل شيء قضاء الله. ذلك لا يلغي مسؤولية الإنسان (نسعى ونُحاسَب) لكننا نفوّض العاقبة لله.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 51,
    "title": "عدم التفريق بين الرسل",
    "text": "نؤمن بكل هذا، ولا نفرق بين أحد من الرسل، ونقبل حقاً كل ما جاؤوا به.",
    "explanation": "نؤمن بجميع الرسل بلا تفريق: لا نكفر ببعض ونقر ببعض. ما جاؤوا به (التوحيد وفرائض العبادة والأخلاق) نقبله حقاً؛ لا نقول «نؤمن ببعض ونكفر ببعض».<br><br>البقرة: 136 «قولوا آمنا بالله وما أنزل إلينا وما أنزل إلى إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط وما أوتي موسى وعيسى والنبيون من ربهم لا نفرق بين أحد منهم.» والنساء: 150–152 تنهى عن الإيمان ببعض الرسل والكفر ببعض. والحديث يقر أن سب نبي من الأنبياء من الكبائر.<br><br>نوقر جميع الأنبياء ولا نُضاد واحداً بآخر؛ نتبع شريعة محمد خاتم النبيين ومُتممهم، مع الإيمان بأن كل الرسل جاؤوا بالحق من الله.",
    "category": "النبي والرسول"
  },
  {
    "no": 52,
    "title": "خروج الدجال وعلامات الساعة",
    "text": "نؤمن بعلامات الساعة كخروج الدجال ونزول عيسى بن مريم من السماء وطلوع الشمس من مغربها وخروج الدابة من الأرض.",
    "explanation": "نؤمن بعلامات الساعة التي ذكرها النبي: خروج الدجال (المسيح الكذاب)، ونزول عيسى بن مريم من السماء لهزيمة الدجال وإقامة الشريعة، وطلوع الشمس من مغربها (بعدها لا تُقبل توبة)، وخروج الدابة من الأرض. ذلك كله قبل الساعة الكبرى.<br><br>الأحاديث الصحيحة (البخاري ومسلم وغيرهما) تروي علامات الساعة. والنبي قال إن الدجال يخرج وعيسى ينزل فيقتله. والأنعام: 158 تشير إلى طلوع الشمس من مغربها. نؤمن بلا سؤال عن «الكيف» بتفصيل.<br><br>هذا الاعتقاد يذكرنا بأن الساعة حق وعلاماتها حق؛ نستعد بالإيمان والعمل الصالح ولا نُفتَن بالدجال أو الدعاوى الكاذبة.",
    "category": "يوم الآخرة"
  },
  {
    "no": 53,
    "title": "العشرة المبشرون بالجنة",
    "text": "نشهد أن العشرة الذين بشرهم رسول الله ﷺ بالجنة سيدخلون الجنة: أبو بكر وعمر وعثمان وعلي وطلحة والزبير وعبد الرحمن بن عوف وسعد بن أبي وقاص وسعيد بن زيد وأبو عبيدة بن الجراح.",
    "explanation": "العشرة المبشرون بالجنة نؤمن أنهم سيدخلون الجنة: أبو بكر وعمر وعثمان وعلي وطلحة والزبير وعبد الرحمن بن عوف وسعد بن أبي وقاص وسعيد بن زيد وأبو عبيدة بن الجراح. وعد النبي حق وهم قدوة الأمة.<br><br>حديث صحيح (الترمذي وغيره) يقر أن النبي بشر بالجنة لهؤلاء العشرة. هم أعلام الإسلام؛ الإقرار بفضلهم من عقيدة أهل السنة. لا نغلو فيهم ولا نقصّر؛ نتبع منهجهم.<br><br>نوقر جميع الصحابة ولا نبغض أحداً منهم؛ نقتدي بهؤلاء العشرة في الإيمان والعدل والتضحية.",
    "category": "الصحابة والخلفاء وأهل البيت"
  },
  {
    "no": 54,
    "title": "محبة العدل وبغض الظلم",
    "text": "نحب أهل العدل والصدق ونبغض أهل الظلم والكذب.",
    "explanation": "نحب جميع صحابة النبي بلا غلو في أحد وبلا تقصير في أحد. حب الصحابة من الإسلام والإيمان؛ بغض الصحابة أو سبهم كفر ونفاق.<br><br>التوبة: 100 تمدح السابقين الأولين من المهاجرين والأنصار. والحديث الصحيح ينهى عن سب الصحابة؛ النبي قال لا تسبوا أصحابي. أهل السنة يقرون أن الصحابة قد يختلفون في الاجتهاد لا في العقيدة.<br><br>لا نشارك في سب الصحابة ولا نحكم عليهم بالخطأ بلا دليل؛ نوقرهم ونقتدي بخير جيل في هذه الأمة.",
    "category": "الجماعة والوالي والفقه"
  },
  {
    "no": 55,
    "title": "تحريم بغض صحابة النبي",
    "text": "نحب أصحاب رسول الله ﷺ ولا نغلو في أحدهم ولا نقصّر في أحدهم؛ حب الصحابة من الإسلام والإيمان؛ بغض الصحابة كفر ونفاق.",
    "explanation": "نحب أهل العدل والصدق ونبغض أهل الظلم والكذب. الحب والبغض في الله من الإيمان؛ لا نكون محايدين تجاه الظلم أو الكذب.<br><br>الممتحنة: 8 تأمر بعدم عداوة من لم يقاتلونا في الدين. والنبي قال (البخاري) إن أحب الناس إلى الله أنفعهم. الظلم والكذب محظوران في آيات وأحاديث كثيرة.<br><br>نسعى للعدل والصدق في شؤوننا ونؤيد العدل في المجتمع؛ نبتعد عن الظلم والكذب ولا نُشارك أهل الظلم في ظلمهم.",
    "category": "الصحابة والخلفاء وأهل البيت"
  },
  {
    "no": 56,
    "title": "ترتيب الخلفاء الراشدين أئمة المسلمين",
    "text": "نقر أن الخلافة بعد وفاة رسول الله ﷺ صارت أولاً لأبي بكر الصديق ثم عمر ثم عثمان ثم علي بن أبي طالب—هم الخلفاء الراشدون والأئمة المستقيمون.",
    "explanation": "بعد وفاة النبي صارت الخلافة لأبي بكر ثم عمر ثم عثمان ثم علي. هم الخلفاء الراشدون؛ هذا الترتيب بحسب الوقائع التاريخية وإجماع أهل السنة.<br><br>الحديث الصحيح يقر أن الخلافة بعد النبي في قريش وأن النبي أمر باتباع سنة الخلفاء الراشدين. الروايات الصحيحة تروي البيعة لأبي بكر ثم عمر وعثمان وعلي. لا نُضاد أحداً منهم ولا نحط من قدره.<br><br>نقر للخلفاء الأربعة بأنهم أئمة عدول ونتبع منهجهم في الدين والسياسة؛ لا نتبع من يسب الخلفاء أو يكفر أحداً منهم.",
    "category": "الصحابة والخلفاء وأهل البيت"
  },
  {
    "no": 57,
    "title": "اتباع سنة النبي والجماعة",
    "text": "نتبع سنة النبي ﷺ وجماعة المسلمين ونتجنب الانحراف والفرقة والاختلاف.",
    "explanation": "نتمسك بسنة النبي وجماعة المسلمين؛ نتجنب البدعة والفرقة والمواقف المنحرفة. اتباع السنة والجماعة طريق السلامة.<br><br>حديث صحيح (أبو داود والترمذي): «عليكم بسنتي وسنة الخلفاء الراشدين» و«الجماعة رحمة والفرقة عذاب.» آل عمران: 103 تأمر بالاعتصام بحبل الله ولا تفرقوا. أهل السنة والجماعة اسم لمن اتبع هذا الطريق.<br><br>نتعلم الدين من مصادر صحيحة (القرآن والسنة) ونتبع فهم الجماعة لا الهوى ولا الفرق؛ نتجنب الجدل المفرق.",
    "category": "الجماعة والوالي والفقه"
  },
  {
    "no": 58,
    "title": "تعريف المسلم أهل القبلة",
    "text": "نسمي من يستقبل قبلتنا مسلماً ومؤمناً—ما دام أهل القبلة يقرون بما جاء به النبي ﷺ ويقبلون حقاً كل ما قاله وأخبر به.",
    "explanation": "من يصلي إلى قبلتنا (الكعبة) ويقر بما جاء به النبي ويصدق كل ما قاله وأخبر به نسميه مسلماً ومؤمناً. لا نكفر أهل القبلة ما لم ينكروا ما هو كفر واضح.<br><br>البقرة: 143 تصف الأمة الإسلامية بالأمة الوسط. والحديث الصحيح يقر أن من صلى صلاتنا واستقبل قبلتنا فهو مسلم. علماء أهل السنة لا يكفرون أهل القبلة بذنب ما لم يستحلوه.<br><br>لا نتهم بالكفر بتهاون؛ نفرق بين مسلم يذنب ومن خرج من الإسلام. نفوض سرائر القلوب لله ونعامل أهل القبلة كإخوان مسلمين.",
    "category": "الجماعة والوالي والفقه"
  },
  {
    "no": 59,
    "title": "الاتحاد حق والفرقة عذاب",
    "text": "نقر أن الاتحاد هو الطريق الحق، والفرقة انحراف وعذاب.",
    "explanation": "الاتحاد على الحق هو الطريق الحق؛ الفرقة انحراف وعذاب. الله يأمر بالاتحاد وينهى عن الفرقة.<br><br>آل عمران: 103 «واعتصموا بحبل الله جميعاً ولا تفرقوا.» وحديث صحيح (ابن ماجة) يقر أن الفرقة عذاب. النبي نهى عن التفرق وأمر بالسمع والطاعة للإمام ما لم يكن معصية.<br><br>نسعى لحفظ الأخوة الإسلامية ولا نفرق الأمة ببدع أو اتهامات؛ نتحد على القرآن والسنة وفهم السلف.",
    "category": "الجماعة والوالي والفقه"
  },
  {
    "no": 60,
    "title": "جواز مسح الخفين بحسب الحديث",
    "text": "نقر بمسح الخفين (الجوربين الجلديين) في السفر وفي الحضر، كما في الأحاديث.",
    "explanation": "مسح الخفين (الجوربان الجلديان الساتران للكعبين) بدل غسل الرجلين في الوضوء جائز في الحديث في السفر والحضر. هذا رخصة شرعية علمها النبي.<br><br>حديث صحيح (مسلم وغيره) يروي أن النبي والصحابة مسحوا الخفين. العلماء مجمعون على الجواز بشروط الفقه. هذا من يسر الدين؛ نتبعها بلا غلو ولا رفض.<br><br>نجوز استخدام رخصة المسح عند الوضوء بحسب الشروط؛ لا نوجبه ولا نحرمه ما دمنا نتبع الدليل الصحيح.",
    "category": "الجماعة والوالي والفقه"
  },
  {
    "no": 61,
    "title": "الصلاة خلف كل إمام",
    "text": "نقر بالصلاة خلف أي أحد من أهل قبلتنا—براً كان أو فاجراً—وصلاة الجنازة على أي أحد من أهل قبلتنا عند الوفاة.",
    "explanation": "نصلي خلف أي أحد من أهل قبلتنا—تقياً كان أو فاسقاً—ما دام يقيم الصلاة صحيحة؛ ونصلي على جنازة أهل قبلتنا المتوفين. ذلك يحفظ الوحدة ولا يقاطع الجماعة لمعصية الإمام الشخصية.<br><br>حديث صحيح (البخاري ومسلم) يقر الصلاة خلف الإمام الفاسق ما دام يقيم الصلاة. النبي قال هم أمامكم؛ إن أصابوا فلكم ولهم، وإن أخطؤوا فلكم وعليهم. صلاة الجنازة على المسلم كفاية.<br><br>لا نترك الجماعة لمجرد نقص الإمام؛ نتابع الصلاة جماعة وندعو للإمام بالهداية. نصلي على جنازة المسلم ولا نرفض لمجرد ذنوب ذلك الشخص.",
    "category": "الجماعة والوالي والفقه"
  },
  {
    "no": 62,
    "title": "القرآن كلام لا مخلوق",
    "text": "لا نجادل في القرآن، ونشهد أنه كلام الله ﷻ الذي جاء به روح الأمين إلى محمد ﷺ؛ ليس كلام مخلوق ولا نقول إنه مخلوق.",
    "explanation": "القرآن كلام الله الذي جاء به جبريل إلى النبي محمد؛ ليس كلام مخلوق ولا نقول إنه مخلوق. الجدال في «الكيف» أو «مخلوق أم لا» بلا أصل بدعة؛ نؤمن بما أثبته الله والرسول.<br><br>التوبة: 6 تذكر «كلام الله». الحديث الصحيح يقر أن القرآن نزل بروح الأمين (جبريل). أهل السنة يثبتون أن كلام الله صفته لا مخلوق؛ من قال القرآن مخلوق فقد ضل.<br><br>لا نجادل العامة في هذا؛ نكفي باليقين أن القرآن كلام الله المقدس وليس مخلوقاً. نوقر القرآن ونعمل به دون الخوض في جدل كلامي غير نافع.",
    "category": "القرآن والوحي"
  },
  {
    "no": 63,
    "title": "اجتناب القول الباطل في الدين",
    "text": "لا ندخل في قول باطل عن الله ﷻ، ولا نترك الخلاف في دين الله ﷻ.",
    "explanation": "لا ندخل في قول باطل عن الله (كالجدال في ذاته أو ما لا دليل عليه)، ولا نترك الخلاف في دين الله يفسد الأخوة. الدين يُبنى على الدليل لا الظن.<br><br>الإسراء: 36 تنهى عن اتباع ما ليس له علم. الحديث الصحيح ينهى عن الجدال في القرآن بغير علم ويأمر برد الخلاف إلى الله والرسول. العلماء ينهون عن الجدال في الدين.<br><br>نتكلم في الدين بأساس القرآن والسنة؛ لا نضيع الوقت في جدل لا طائل. نحافظ على الوحدة ولا نفرق لمجرد خلاف غير أصلي.",
    "category": "الإيمان: الأركان والتعريف والوسط"
  },
  {
    "no": 64,
    "title": "طاعة الولاة ما لم تأمر بمعصية",
    "text": "لا نقبل الخروج على إمامنا أو والي أمرنا ولو كان ظالماً؛ طاعة الإمام والوالي من طاعة الله ﷻ، واجبة ما لم يأمرا بمعصية؛ ندعو للإمام والوالي بالهداية والمغفرة.",
    "explanation": "لا نقبل الخروج على إمام المسلمين أو واليهم ولو ظالمين؛ طاعتهم من طاعة الله واجبة ما لم يأمروا بمعصية. ندعو لهم بالهداية والمغفرة.<br><br>حديث صحيح (البخاري ومسلم) يقر: اسمع وأطع الأمير ما لم يؤمر بمعصية؛ النبي نهى عن الخروج ما داموا يقيمون الصلاة. النساء: 59 تأمر بطاعة أولي الأمر. ذلك يحفظ الاستقرار ونظام الشريعة.<br><br>نطيع في المعروف ولا نطيع إن أُمِرنا بذنب؛ لا نخرج بعنف ولا نفرق. ندعو للوالي بالعدل والهداية وننصح بحكمة.",
    "category": "الجماعة والوالي والفقه"
  },
  {
    "no": 65,
    "title": "رفض قول الكاهن والعراف",
    "text": "لا نقبل تصديق قول الكاهن والعراف، ولا أي دعوى تخالف الكتاب والسنة وإجماع الأمة.",
    "explanation": "لا نقبل قول كاهن أو عراف أو من يدعي علم الغيب أو التنبؤ؛ ونرفض أي دعوى تخالف القرآن والسنة وإجماع الأمة. الحق من الوحي فقط.<br><br>حديث صحيح (البخاري ومسلم) يقر أن النبي قال: من أتى كاهناً أو عرافاً فصدقه فقد كفر بما أنزل على محمد. الجن: 26–27 تقر أن لا يعلم الغيب إلا الله.<br><br>لا نصدق التنجيم أو «علوماً» تدعي معرفة المستقبل؛ نتوكل على الله ونعمل بسُنته. نأخذ الخبر من مصدر صحيح (الكتاب والسنة) فقط.",
    "category": "الدعاء والعلم والحدود"
  },
  {
    "no": 66,
    "title": "عدم تكفير المسلم بذنب",
    "text": "لا نعد أحداً من أهل قبلتنا كافراً بذنب يفعله أهل القبلة—ما دام أهل القبلة لا يستحلون ذلك الفعل.",
    "explanation": "لا نكفر أهل القبلة (من يصلي إلى قبلتنا ويقر بالنبي) لمجرد معصية—ما دام لا يستحل الذنب. الذنب لا يخرج من الإسلام تلقائياً.<br><br>الحديث الصحيح يقر: لا يكفر مسلم مسلماً؛ من دعا أخاه «يا كافر» فقد رجع أحدها. علماء أهل السنة يفرقون بين مرتكب الكبيرة المبقى على إيمانه ومن خرج من الإسلام بإنكار ما هو معلوم.<br><br>لا نتهم بالكفر تهاوناً؛ نفرق بين من يذنب ولا يزال مؤمناً ومن ينكر ركناً أو يستحل حراماً. نفوض سرائر القلوب لله.",
    "category": "الذنب والكفر وأهل القبلة"
  },
  {
    "no": 67,
    "title": "ضرر الذنب على المؤمن",
    "text": "لا نقول إن ذنب المؤمن لا يضره.",
    "explanation": "لا نقول إن ذنب المؤمن لا يضره. الذنب يبقى ضاراً: ينقص الأجر ويجلب عقوبة الدنيا أو الآخرة ويضعف الإيمان. لا نستهين بالذنب.<br><br>النساء: 31 وآيات أخرى تحذر أن الكبائر تجلب العقاب. الحديث الصحيح يقر أن الذنب يترك أثراً في القلب. النبي نهى عن استصغار الذنوب. أهل السنة يرفضون قول المرجئة أن الذنب لا يضر الإيمان.<br><br>نخاف الذنب ونتب؛ لا نأمن لمجرد الإيمان. نسعى لاجتناب الكبائر والصغائر ولا نستهين بأثر المعصية على القلب والعاقبة.",
    "category": "الذنب والكفر وأهل القبلة"
  },
  {
    "no": 68,
    "title": "تحريم اتهام المسلم بالكفر",
    "text": "لا نقول إن أحداً من أهل القبلة في الجنة أو النار حتماً، ولا نتهم أحداً كفراً أو شركاً أو نفاقاً—ما دام أهل القبلة لا يظهرون ذلك؛ نفوض سرائر أهل القبلة لله ﷻ.",
    "explanation": "لا نجزم لأحد بالجنة أو النار؛ ولا نتهم أحداً كفراً أو شركاً أو نفاقاً ما لم يظهر ذلك. سرائر القلوب لله.<br><br>الحديث الصحيح ينهى عن الجزم بالجنة أو النار لأحد. النبي قال لا تتهموا بالنفاق. الحجرات: 12 تنهى عن كثير من الظن والغيبة. نحكم بالظاهر فقط؛ الباطن لله.<br><br>نحسن الظن ما لم يظهر خلافه؛ لا نحكم بنيات الناس. نركز على صلاح أنفسنا والدعوة بحكمة، لا على الاتهام أو الحكم.",
    "category": "الذنب والكفر وأهل القبلة"
  },
  {
    "no": 69,
    "title": "تفضيل النبي على الأولياء",
    "text": "لا نفضل ولياً من الأمة على نبي؛ نبي واحد خير من جميع الأولياء مجتمعين.",
    "explanation": "لا ولي من هذه الأمة أفضل من نبي؛ نبي واحد خير من جميع الأولياء. للنبي مكانة خاصة؛ لا نفضل أحداً من الصالحين على الأنبياء.<br><br>الأنعام: 86 وآيات أخرى تذكر الأنبياء بفضل خاص. الحديث الصحيح يقر أن محمداً سيد ولد آدم يوم القيامة. العلماء مجمعون أن النبي أفضل من الولي. تفضيل الولي على النبي ضلال.<br><br>نوقر الأنبياء ولا نسوي بهم أحداً من الصالحين. نتبع محمداً مصدر الشريعة والأسوة العليا؛ نحب أولياء الله من غير غلو يصل إلى المساواة بالنبي.",
    "category": "النبي والرسول"
  },
  {
    "no": 70,
    "title": "تحريم القتل بغير حق شرعي",
    "text": "لا نقر بقتل أحد من أمة محمد ﷺ إلا إن وجب شرعاً.",
    "explanation": "لا نقر بقتل أحد من أمة محمد إلا إن وجب شرعاً (قصاص أو حد أو في سياق جهاد مشروع). دم المسلم معصوم؛ القتل بغير حق كبيرة.<br><br>الأنعام: 151 والإسراء: 33 تنهيان عن قتل النفس التي حرم الله إلا بالحق. الحديث الصحيح يقر أن قتل المسلم من الكبائر. النبي نهى عن قتل من قال لا إله إلا الله. الشريعة تحدد متى يجوز القتل.<br><br>نوقر النفس ولا نؤيد عنفاً أو قتلاً خارج ما شرع. نرفض الإرهاب والقتل باسم الدين بغير دليل صحيح.",
    "category": "الجماعة والوالي والفقه"
  },
  {
    "no": 71,
    "title": "منزلة محمد عبداً ورسولاً",
    "text": "نؤمن أن محمداً ﷺ عبد الله ﷻ المختار ونبيه المختار ورسوله الذي رضي الله ﷻ عنه.",
    "explanation": "محمد عبد الله المختار ونبي ورسول رضي الله عنه. بشر أُرسل بالوحي؛ لا نعبده ولا نغلو حتى نرفعه فوق منزلة العبد والرسول.<br><br>الإسراء: 1 تذكر النبي عبده. الأحزاب: 40 تقر أن محمداً خاتم النبيين. الحديث الصحيح: لا تطروني كما أطرت النصارى عيسى؛ إنما أنا عبد فقولوا عبد الله ورسوله. نحبه ونوقره من غير غلو؛ نتبع شريعته ولا نؤلهه. نرفض من ينكر نبوته أو ينتقصه.",
    "category": "النبي والرسول"
  },
  {
    "no": 72,
    "title": "تقدير الخير والشر للإنسان",
    "text": "قد قُدّر الخير والشر على الإنسان.",
    "explanation": "قد قُدّر الخير والشر على الإنسان: أمر ونهي وأجر وعقاب. أُعطي الإنسان الاختيار ويُسأل عنه. الشمس: 8–10 تشير إلى أن الله يلهم الإنسان طريق الفجور والتقوى. الحديث والآيات تقر التكليف والحساب. القدر لا يلغي الاختيار؛ الإنسان يعمل والله يقدر النتيجة.<br><br>نسعى للخير ونجتنب الشر؛ لا نتعلل بـ«مقدور» للكسل. نوقن أن الخير والشر حقيقيان وأننا محاسَبون.",
    "category": "الإيمان: الأركان والتعريف والوسط"
  },
  {
    "no": 73,
    "title": "أمان الإسلام في التسليم",
    "text": "إسلام المرء لا يأمن إلا بالتسليم والانقياد؛ إكراه النفس على علم ما فوق طاقتها يبعده عن اليقين الحق.",
    "explanation": "إسلام المرء لا يأمن إلا بالتسليم (التسليم) والانقياد لله ورسوله. إكراه النفس على علم ما فوق الطاقة (كحقيقة ذات الله أو تفاصيل القدر) يبعده عن اليقين الحق.<br><br>آل عمران: 19 تسمي الإسلام تسليماً. الحديث ينهى عن التفكر في ذات الله ويأمر بالتفكر في خلقه. العلماء ينهون عن الإلحاد في أسماء الله وصفاته.<br><br>نفوّض ما لم يبيّنه الله من الغيب؛ نركز على ما أمر الله وما نستطيع. لا نضطرب لجهل «الكيف» أو «اللماذا» مما لم يفض الله به.",
    "category": "الإيمان: الأركان والتعريف والوسط"
  },
  {
    "no": 74,
    "title": "قدرة الإنسان من الله",
    "text": "القدرة التي تحقق الفعل فعلاً من الله ﷻ وحده؛ وما يطلبه الشرع من الإنسان هو القدرة بمعنى الصحة والاستطاعة والوسع المتاح له.",
    "explanation": "القدرة المحققة للفعل (القدرة المؤثرة) من الله وحده. ما يطلبه الشرع من الإنسان القدرة بمعنى الصحة والاستطاعة والفرصة (الوسائل)؛ إن وُجدت وجب السعي والله يوفق.<br><br>البقرة: 286 لا يكلف الله نفساً إلا وسعها. الحديث: لا حول ولا قوة إلا بالله. العلماء يفرقون بين القدرة شرط التكليف والقدرة المحققة للفعل (من الله).<br><br>نسعى بحسب الطاقة ونستعين بالله؛ لا نتعلل «لا أستطيع» لما يمكن سعيه. نوقن أن قوة الطاعة من الله.",
    "category": "التكليف وأفعال الإنسان"
  },
  {
    "no": 75,
    "title": "رد العلم كله إلى الله",
    "text": "إذا التبس علينا علم شيء نقول: «الله ﷻ أعلم.»",
    "explanation": "إذا التبس علمنا بشيء أو لم يكفِ الدليل نقول: الله أعلم. لا نجزم ولا نختلق؛ نرد ما لا نعلمه إلى الله.<br><br>البقرة: 232 وآيات كثيرة تأمر برد الأمر إلى الله. النبي قال: من سُئل عن علم لا يعلمه فقال «الله أعلم» فقد أصاب الجواب. العلماء ينهون عن القول بغير علم.<br><br>لا ندعي علم ما لا نعلم؛ نقول «لا أعلم» أو «الله أعلم» عند الحاجة. لا نفتي تفسيراً أو حكماً بغير دليل.",
    "category": "الدعاء والعلم والحدود"
  },
  {
    "no": 76,
    "title": "الوسط بين اليقين واليأس",
    "text": "اليقين المطلق واليأس يخرجان المرء من الدين؛ طريق الحق لأهل القبلة بينهما.",
    "explanation": "اليقين الضال (كادعاء دخول فلان الجنة حتماً) واليأس (كادعاء دخول فلان النار أو أن الله لا يغفر) يخرجان من الدين. طريق الحق لأهل القبلة بينهما: رجاء وخوف.<br><br>الحجر: 56 إبراهيم قال لا ييأس من رحمة الله إلا الضالون. الزمر: 53 تدعو لعدم اليأس. الحديث يقر التوازن بين الرجاء والخوف. أهل السنة بين الخوارج (شديدون) والمرجئة (مستخفون).<br><br>نرجو رحمة الله ونخشى عقابه؛ لا نحكم لأحد بالجنة أو النار. نحسن الظن بالله ولا نيأس من مغفرته.",
    "category": "الإيمان: الأركان والتعريف والوسط"
  },
  {
    "no": 77,
    "title": "القبر روضة من الجنة أو حفرة من النار",
    "text": "القبر إما روضة من رياض الجنة أو حفرة من حفر النار.",
    "explanation": "القبر قد يكون روضة من رياض الجنة (نعيم البرزخ) أو حفرة من حفر النار (عذاب القبر)، بحسب عمل الميت وإيمانه. ذلك وفق الأحاديث في نعيم القبر وعذابه.<br><br>الحديث الصحيح (البخاري ومسلم) يروي نعيم القبر للمؤمن وعذاب القبر للظالم أو المنافق. النبي علم دعاء الاستعاذة من عذاب القبر. المؤمنون: 99–100 تشيران إلى البرزخ.<br><br>نستعد بإيمان وعمل صالح ليكون قبرنا روضة؛ ندعو بالعصمة من عذاب القبر. هذا الاعتقاد يحث على عدم الغفلة.",
    "category": "يوم الآخرة"
  },
  {
    "no": 78,
    "title": "الإيمان برؤية الله في الجنة",
    "text": "الناس يؤمنون برؤية الله ﷻ في الجنة من غير تأويل ولا تصور كيفيتها بالعقل، ويجتنبون نفي صفة الله ﷻ ومماثلة الله ﷻ بالمخلوقات.",
    "explanation": "أهل الجنة يرون الله في الآخرة؛ نؤمن بذلك من غير تأويل ولا تصور «الكيف» بالعقل. نجتنب نفي هذه الصفة ومماثلة الله بالمخلوقات.<br><br>القيامة: 22–23 تذكر وجوهاً يومئذ ناضرة إلى ربها ناظرة. الحديث الصحيح (البخاري ومسلم) يقر أن أهل الجنة يرون الله كما يُرى القمر ليلة البدر. نؤمن بلا تكييف ولا تمثيل.<br><br>لا نتخيل هيئة تلك «الرؤية»؛ نكفي بأن رؤية الله أعظم نعيم الجنة. نرفض من ينفي الرؤية أو يمثلها برؤية المخلوق.",
    "category": "يوم الآخرة"
  },
  {
    "no": 79,
    "title": "حقيقة رؤية الله في الجنة",
    "text": "رؤية الله ﷻ لأهل الجنة حق؛ الناس يؤمنون بها من غير تأويل الكيف، ويفوضون علم ذلك إلى الله ﷻ.",
    "explanation": "رؤية الله لأهل الجنة حق؛ نؤمن بها من غير تأويل الكيف ونفوض علمها إلى الله. الكيف ليست كرؤية المخلوق.<br><br>الدليل كالنقطة 78. القيامة: 22–23 والحديث المتواتر في الرؤية. علماء أهل السنة يثبتون الرؤية بلا تكييف؛ لا نقول «بعين كأعيننا» أو «بكيفية كذا». نؤمن بالرؤية خبراً من الله ورسوله؛ لا نخوض جدلاً لا نهاية له في «الكيف». هذا الاعتقاد يزيدنا حرصاً على العمل لنكون من أهل الجنة.",
    "category": "يوم الآخرة"
  },
  {
    "no": 80,
    "title": "محمد خاتم أنبياء الله",
    "text": "محمد ﷺ خاتم النبيين وإمام المتقين وأشرف المرسلين وحبيب رب العالمين.",
    "explanation": "محمد خاتم النبيين وإمام المتقين وأشرف المرسلين وحبيب رب العالمين. لا نبي بعده.<br><br>الأحزاب: 40 ما كان محمد أبا أحد من رجالكم ولكن رسول الله وخاتم النبيين. الحديث الصحيح يقر أن النبي سيد ولد آدم وحبيب الله. النبي آخر الرسل؛ دعوى نبوة بعده باطلة.<br><br>نؤمن بمحمد نبياً خاتماً ولا نقبل نبيّاً أو رسولاً جديداً بعده. نحبه ونوقره ونتبع سنته إلى آخر الزمان.",
    "category": "النبي والرسول"
  },
  {
    "no": 81,
    "title": "مهمة محمد لجميع الناس",
    "text": "النبي محمد ﷺ أُرسل إلى الجن والإنس بالحق والهدى والنور والضياء.",
    "explanation": "النبي محمد أُرسل إلى الجن والإنس بالحق والهدى والنور والضياء. دعوته عالمية؛ لا أمة بعدَه إلا وهي ملزمة باتباعه.<br><br>سبأ: 28: وما أرسلناك إلا كافة للناس. الأحزاب: 40 تثبت خاتم النبيين. الحديث يقر أن النبي أُرسل إلى الناس والجن. شريعته نافذة إلى قيام الساعة.<br><br>نؤمن بأن الإسلام لجميع الناس؛ ندعو بالحكمة ولا نجبر. نتبع النبي مصدر الشريعة الوحيد بعده.",
    "category": "النبي والرسول"
  },
  {
    "no": 82,
    "title": "مصير مرتكب الكبيرة من المسلمين",
    "text": "من يقع من أمة محمد ﷺ في الكبيرة سيدخل النار لكن لا خالداً فيها—ما دام قد مات مؤمناً مقراً بوحدانية الله ﷻ؛ ومصيره خاضع لمشيئة الله ﷻ وحكمه.",
    "explanation": "من يقع من أمة محمد في الكبيرة سيدخل النار (إن عذبه الله) لكن لا خالداً فيها—ما دام مات مؤمناً مقراً بوحدانية الله. مصيره النهائي خاضع لمشيئة الله وحكمه؛ قد يُغفر له أو يُعذب ثم يُخرج.<br><br>الحديث الصحيح يقر أن الله يُخرج من النار من كان في قلبه توحيد. أهل التوحيد لا يخلدون في النار. النساء: 48 تنهى عن الشرك؛ ما سوى الشرك قد يُغفر إن شاء الله. أهل السنة بين الخوارج والمرجئة.<br><br>لا نحكم على مرتكب الكبيرة بالخلود في النار؛ نرجو رحمة الله ونخشى عقابه. نذكّر باجتناب الكبيرة والتوبة؛ ونفوض المصير إلى الله.",
    "category": "الذنب والكفر وأهل القبلة"
  },
  {
    "no": 83,
    "title": "أفعال الإنسان خلق الله تعالى",
    "text": "أفعال الإنسان في الحقيقة مخلوقة لله ﷻ، وفي الوقت نفسه يُكتسبها الإنسان ويُحاسب عليها.",
    "explanation": "أفعال الإنسان في الحقيقة مخلوقة لله (الله يحدثها)، وفي الوقت نفسه يُكتسبها الإنسان ويُحاسب عليها. هذا هو الوسط: لا جبرية (كل شيء مضطَر) ولا قدرية (الإنسان يخلق فعله).<br><br>الصافات: 96: الله خلقكم وما تعملون. الحديث: لا حول ولا قوة إلا بالله. علماء أهل السنة يثبتون أن فعل العبد خلق الله وكسب العبد؛ والإنسان محاسب.<br><br>نجتهد ونؤمن أن النتيجة من الله؛ لا سلبية (جبرية) ولا ندّعي خلق فعلنا (قدرية). نحن مسؤولون عن اختيارنا.",
    "category": "التكليف وأفعال الإنسان"
  },
  {
    "no": 84,
    "title": "عهد الله مع جميع الناس",
    "text": "العهد الذي أخذه الله ﷻ على آدم وذريته حق.",
    "explanation": "العهد الذي أخذه الله على آدم وذريته (أخذ من صلب آدم) حق: الإقرار بأن الله رب. مذكور في القرآن؛ الإنسان يُولد على الفطرة ثم البيئة والاختيار يؤثران.<br><br>الأعراف: 172–173 يرويان أن الله أخذ الميثاق من ذرية آدم: ألست بربكم؟ قالوا بلى. الحديث الصحيح يقر أن كل مولود يولد على الفطرة. العلماء يستدلون به على الفطرة ومسؤولية الإنسان.<br><br>نؤمن بأن للإنسان فطرة معرفة الرب؛ دعوتنا تذكير ودعوة لا \"إدخال\" شيء غريب. نحن مسؤولون عن اختيارنا بعد البلوغ والعقل.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 85,
    "title": "أسماء الله وصفاته دائمة",
    "text": "كما أن الله ﷻ يستحق اسم «محيي الموتى» قبل إحياء الموتى وبعده، فكذلك يستحق اسم «الخالق» قبل الخلق وبعده.",
    "explanation": "الله يستحق اسم «محيي الموتى» قبل الإحياء الفعلي وبعده؛ وكذلك «الخالق» قبل الخلق وبعده. صفات الله وأسماؤه لا تتوقف على الأحداث؛ هو دائماً متصف بصفاته.<br><br>الحديد: 3: هو الأول والآخر. أسماء الله أزلية. العلماء يقرون أن الله دائماً الخالق المحيي إلخ دون أن «يستجد» له وصف بعد حدث. هذا يرد على من يشكك في صفات الله قبل الخلق.<br><br>لا نسأل «متى صار لله وصف الخالق»؛ نؤمن أن الله كامل من الأزل. هذا الاعتقاد يحفظ نقاء التوحيد ويرد الفلسفة الشاكة في صفات الله.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 86,
    "title": "كل ما يحدث بمشيئة الله",
    "text": "كل شيء يحدث بمشيئة الله ﷻ وعلمه وقضائه وتقديره؛ ومشيئة الله ﷻ تغلب سائر المشيئات، والله ﷻ لا يظلم أبداً وهو منزه عن الشر وكامل من كل عيب.",
    "explanation": "كل شيء يحدث بمشيئة الله وعلمه وقضائه وتقديره. مشيئة الله تغلب سائر المشيئات؛ الله لا يظلم أبداً وهو منزه عن الشر وكامل من كل عيب.<br><br>يس: 82: إنما أمره إذا أراد شيئاً أن يقول له كن فيكون. البروج: 16: هو المريد. الحديث والآيات يقران قدرة الله ومشيئته. الله لا يظلم؛ قضاؤه حكمة.<br><br>نفوض الأمور إلى الله ولا نتهم الله بالظلم. نؤمن بأن ما يصيبنا بقضائه ومشيئته؛ نجد ونتوكل.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 87,
    "title": "تبعية مشيئة الإنسان لمشيئة الله",
    "text": "كل شيء يحدث بقضاء الله ﷻ ومشيئته؛ وما يشاؤه الإنسان لا يتحقق إلا أن يشاء الله ﷻ.",
    "explanation": "كل شيء يحدث بقضاء الله ومشيئته؛ ما يشاؤه الإنسان لا يتحقق إلا أن يشاء الله. مشيئة الإنسان ليست مستقلة؛ هي تبع لمشيئة الله.<br><br>التكوير: 29: وما تشاؤون إلا أن يشاء الله. الحديث: لا حول ولا قوة إلا بالله. العلماء يقرون أن مشيئة الله (المشيئة) تشمل كل ما يحدث؛ مشيئة المخلوق تبع.<br><br>نشاء ونجتهد لكن نؤمن أن النتيجة النهائية بيد الله. لا نغتر عند النجاح ولا نيأس عند الفشل؛ نتوكل بعد الجهد.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 88,
    "title": "صدق الشريعة من طريق النبي محمد",
    "text": "كل ما ثبت عن النبي ﷺ من الشريعة والبيان (القرآن والإسلام) حق.",
    "explanation": "كل ما ثبت عن النبي من الشريعة والبيان—القرآن والسنة والحلال والحرام والعبادة والأخلاق—حق. نقبله بلا ريب ونعمل به.<br><br>الحشر: 7: ما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا. الحديث الصحيح المتواتر يقر أن النبي لا ينطق عن الهوى. القرآن والسنة مصدر الحق.<br><br>لا ننتقي ولا نرفض جزءاً من الشريعة؛ نقبل كل ما ثبت عن النبي. لا نتبع رأياً يخالف الدليل الواضح.",
    "category": "النبي والرسول"
  },
  {
    "no": 89,
    "title": "جميع الخلق خاضعون لحكم الله",
    "text": "جميع الخلق خاضعون لمشيئة الله ﷻ، إما بفضل الله ﷻ أو بعدل الله ﷻ.",
    "explanation": "جميع الخلق خاضعون لمشيئة الله، إما بفضله (نعمة وهدى ورحمة) أو بعدله (عقاب وابتلاء). لا شيء يخرج عن قضائه.<br><br>آل عمران: 83: أغير دين الله يبغون وله أسلم من في السموات والأرض. الآيات والأحاديث تقر أن كل شيء خاضع لله. فضل الله وعدله كاملان.<br><br>نقبل القدر برحابة؛ النعمة نشكرها والابتلاء نصبر له. لا نعترض على قضاء الله؛ نؤمن أن الله عدل رحيم.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 90,
    "title": "المؤمنون أولياء الله",
    "text": "جميع المؤمنين أولياء الله ﷻ، وأكرمهم عند الله ﷻ أتقاهم وأتبعهم للقرآن.",
    "explanation": "جميع المؤمنين أولياء الله (أحباء الله بالمعنى العام)؛ أكرمهم عند الله أتقاهم وأتبعهم للقرآن. الفضل بالتقوى والاتباع لا بالادعاء أو اللقب.<br><br>يونس: 62–63: ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون؛ الذين آمنوا وكانوا يتقون. الحديث يقر أن ولي الله من أطاع؛ نعرفهم بأعمالهم لا بادعائهم. لا نغلو في «ولي» دون دليل.<br><br>نجتهد لنكون أولياء الله بالطاعة واتباع القرآن والسنة؛ لا ندعي الولاية ولا نغلو في غيرنا بغير أساس. الكرم عند الله وبحسب العمل.",
    "category": "الإيمان: الأركان والتعريف والوسط"
  },
  {
    "no": 91,
    "title": "أفعال الإنسان بحسب علم الله",
    "text": "جميع أفعال الإنسان تقع على وجه التحديد كما يعلم الله ﷻ؛ وكل إنسان يُيَسَّر لما خُلق له، والسعيد والشقي بحسب قضاء الله ﷻ.",
    "explanation": "جميع أفعال الإنسان تقع على وجه التحديد كما يعلم الله؛ وكل إنسان يُيَسَّر لما خُلق له (القدر)، والسعيد والشقي بحسب قضاء الله. هذا لا ينفي الاجتهاد؛ الاجتهاد أيضاً من القدر.<br><br>الليل: 5–10 تشير إلى أن من يُيَسَّر للخير ومن يُيَسَّر للشر. الحديث: كل إنسان يُيَسَّر لما خُلق له. علم الله سابق على الفعل؛ الفعل يقع وفق علمه.<br><br>نجتهد ونوقن أن الله هو الذي ييسر؛ لا نكون سلبيين. لا نتعلل «قد قُدّر شقاء» لعدم الاجتهاد؛ نتوكل بعد الجهد.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 92,
    "title": "حد خروج المرء من الإيمان",
    "text": "لا يخرج المرء من الإيمان إلا بإنكار ما أدخله فيه.",
    "explanation": "لا يخرج المرء من الإيمان إلا بإنكار ما أدخله في الإيمان (أي إنكار ركن من أركان الإيمان أو استحلال ما حُرّم تحريماً واضحاً أو الاعتقاد بالكفر). الذنب وحده لا يخرج من الإسلام ما دام لا ينكر الأصل.<br><br>الحديث الصحيح: لا يُكفَّر مسلم بذنب. الخروج من الإسلام يكون بإنكار الشهادتين أو إنكار ما هو قطعي في الدين أو استحلال ما أُجمع على تحريمه. العلماء يقرون أن مرتكب الكبيرة يبقى مؤمناً إن لم يستحل الذنب.<br><br>لا نكفّر من لا يزال يقر بأركان الإيمان ولا يستحل الحرام؛ نفرق بين الذنب والكفر. نفوّض حكم التكفير لأهل الاختصاص بشروط صارمة.",
    "category": "الإيمان: الأركان والتعريف والوسط"
  },
  {
    "no": 93,
    "title": "بطلان ادعاء النبوة بعد محمد",
    "text": "كل ادعاء نبوة بعد محمد ﷺ باطل وتضليل.",
    "explanation": "كل ادعاء نبوة بعد محمد باطل وتضليل. لا نبي ولا رسول بعده؛ من ادعى نبوة أو تلقى وحيماً جديداً بعده فهو كذاب.<br><br>الأحزاب: 40 محمد خاتم النبيين. الحديث الصحيح: لا نبي بعدي. النبي قال سيأتي كذّابون يدعون النبوة؛ لا تصدقوهم. العلماء مجمعون على أن ادعاء النبوة بعد النبي كفر.<br><br>نرفض من ادعى نبوة أو رسالة أو تلقي شريعة جديدة بعد النبي محمد. نتبع القرآن والسنة فقط؛ لا وحي جديد.",
    "category": "النبي والرسول"
  },
  {
    "no": 94,
    "title": "إكرام الصحابة وزوجات النبي وذريته",
    "text": "من قال خيراً في أصحاب رسول الله ﷺ وزوجاته وذريته الطاهرة فهو بريء من تهمة النفاق.",
    "explanation": "من قال خيراً في أصحاب رسول الله وزوجاته (أمهات المؤمنين) وذريته الطاهرة (أهل البيت الصالحين) فهو بريء من تهمة النفاق. إكرامهم من الإسلام.<br><br>الأحزاب: 6 وآيات أخرى تمدح زوجات النبي. الحديث يقر فضل أهل البيت والصحابة. سبّهم علامة نفاق أو ضلال. أهل السنة يكرّمون الصحابة وأهل البيت بلا غلو.<br><br>لا نسب الصحابة ولا زوجات النبي ولا ذريته الصالحين؛ نقول خيراً ونتخذهم قدوة. نرفض من يسبهم أو يكفرهم.",
    "category": "الصحابة والخلفاء وأهل البيت"
  },
  {
    "no": 95,
    "title": "تحريم تشبيه الله بالإنسان",
    "text": "من وصف الله ﷻ بما يوصف به الإنسان فقد كفر؛ الله ﷻ في صفاته لا يشبه الإنسان.",
    "explanation": "من وصف الله بما يوصف به الإنسان (تشبيه)—مثلاً أن يكون لله أعضاء كأعضائنا أو يجلس على كرسي كالمخلوقين—فقد كفر. الله في صفاته لا يشبه الإنسان.<br><br>الشورى: 11 لا شيء مثله. الحديث ينهى عن التفكر في ذات الله. العلماء يقرون أن تشبيه الله بالمخلوق كفر. نثبت الصفات بلا تكييف وبلا تمثيل.<br><br>لا نتخيل الله كمخلوق؛ نؤمن بأسماء الله وصفاته كما جاءت بلا تشبيه. نرفض مذهب المجسمة والمشبهة.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 96,
    "title": "دوام الجنة والنار",
    "text": "الجنة والنار مخلوقان لا نفاد لهما؛ الله ﷻ خلقهما قبل سائر الخلق وخلق الإنسان لسكنى كل منهما؛ من شاء الله ﷻ دخل الجنة بفضل الله ﷻ أو دخل النار بعدل الله ﷻ.",
    "explanation": "الجنة والنار مخلوقان لا نفاد لهما (أبديان). الله خلقهما قبل سائر الخلق وخلق الإنسان لسكنى كل منهما. من شاء الله دخل الجنة بفضله أو دخل النار بعدله.<br><br>هود: 107–108 يقران أن الجنة والنار أبديتان. الحديث الصحيح يروي أن الجنة والنار قد خُلقتا. الشورى: 7 الله خلق السموات والأرض وما بينهما. أهل الجنة والنار أبديون.<br><br>نؤمن بالجنة والنار كواقع أبدي؛ نجتهد لدخول الجنة بالأعمال ورحمة الله ونتجنب النار بالطاعة والتوبة.",
    "category": "يوم الآخرة"
  },
  {
    "no": 97,
    "title": "شفاعة المسلمين حق",
    "text": "الشفاعة المخزونة للمسلمين حق كما في الأحاديث.",
    "explanation": "الشفاعة المخزونة للمسلمين—ومنها شفاعة النبي لأمته يوم القيامة وغيرها مما ثبت في الأحاديث—حق. نؤمن بها بلا إنكار ولا غلو.<br><br>البقرة: 255 (آية الكرسي) تذكر أنه لا يشفع عنده إلا بإذنه. الحديث المتواتر يروي شفاعة النبي لأمته. الشفاعة لا تكون إلا بإذن الله ولمن رضي الله عنه.<br><br>نرجو شفاعة النبي ولا نعتمد العمل وحده؛ ولا نرى أن الشفاعة تنفي عدل الله. ندعو أن نكون من الذين يُشفَع لهم.",
    "category": "يوم الآخرة"
  },
  {
    "no": 98,
    "title": "صدق حوض النبي محمد",
    "text": "الحوض الذي أعطاه الله ﷻ للنبي ﷺ ليروي ظمأ أمته يوم القيامة حق.",
    "explanation": "الحوض الذي أعطاه الله للنبي ليروي ظمأ أمته يوم القيامة حق. من شرب منه لن يظمأ أبداً. ورد في الحديث الصحيح.<br><br>الحديث الصحيح (البخاري ومسلم) يروي أن للنبي حوضاً يوم القيامة؛ من شرب منه لن يظمأ. النبي حذّر أن أناساً يُنحّون عن الحوض. نؤمن بلا سؤال «كيف».<br><br>نجتهد أن نكون من الأمة التي ستأتي حوض النبي؛ نبتعد عن البدعة والفرقة التي قد تؤدي إلى النحي عن الحوض. هذا الاعتقاد يزيد محبتنا للنبي.",
    "category": "يوم الآخرة"
  },
  {
    "no": 99,
    "title": "الله لا يدركه الفهم",
    "text": "لا خيال يصور الله ﷻ ولا فهم يحيط بالله ﷻ.",
    "explanation": "لا خيال يصور الله ولا فهم يحيط بذات الله. عقل الإنسان محدود؛ نؤمن بالله بلا تكييف وبلا تمثيل.<br><br>الأنعام: 103 لا تدركه الأبصار وهو يدرك الأبصار. الحديث: تفكروا في خلق الله ولا تفكروا في ذات الله. العلماء يقرون أن العقل لا يحيط بحقيقة الله.<br><br>لا نتخيل صورة الله أو «وجهه» بخيالنا؛ نعظّمه ونؤمن بأسمائه وصفاته بلا تشبيه. نفوّض «الكيف» لله.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 100,
    "title": "لا سر يخفى على الله",
    "text": "لم يخف على الله ﷻ شيء من المخلوق قبل خلق المخلوق، والله ﷻ يعلم كل ما سيفعله المخلوق قبل خلق المخلوق.",
    "explanation": "لم يخف على الله شيء من المخلوق قبل الخلق؛ الله يعلم كل ما سيفعله المخلوق قبل خلق المخلوق. علم الله أزلي ويحيط بكل شيء.<br><br>الحديد: 22 ما أصاب من مصيبة إلا في كتاب. الأنعام: 59 عند الله مفاتيح الغيب. الحديث يقر أن الله كتب القدر قبل الخلق. علم الله لا يتغير.<br><br>نؤمن بعلم الله الكامل؛ لا نضطرب من «الله قد علم» كأن لا خيار لنا. نوقن أن علم الله لا يجبر؛ نبقى نجتهد ونُحاسَب.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 101,
    "title": "كل شيء يحدث بمشيئة الله",
    "text": "لا يحدث شيء إلا ما شاء الله ﷻ.",
    "explanation": "لا يحدث شيء إلا ما شاء الله. مشيئة الله تشمل كل حدث؛ لا يقع في السماء ولا في الأرض شيء إلا بمشيئته.<br><br>التغابن: 11 ما أصاب من مصيبة إلا بإذن الله. الإنسان: 30 وما تشاؤون إلا أن يشاء الله. الحديث والآيات تؤكد ذلك.<br><br>نفوّض الأمور كلها لمشيئة الله؛ نجتهد وندعو ثم نقبل قضاءه. لا نتمرد على القدر ولا نيأس.",
    "category": "القدر وإرادة الله"
  },
  {
    "no": 102,
    "title": "لا شيء يغلب الله",
    "text": "لا شيء يقدر أن يغلب الله ﷻ.",
    "explanation": "لا شيء يقدر أن يغلب الله. ملكه مطلق؛ لا منازع ولا معقّب ولا معارض لمشيئته.<br><br>البقرة: 255 الله لا تأخذه سنة ولا نوم؛ له ما في السموات وما في الأرض. الآيات والحديث تؤكد قدرة الله. من زعم أن شيئاً يغلب الله فقد كفر.<br><br>نوقن أن النصر والغوث من الله وحده؛ لا نخاف المخلوق. نضع الرجاء والخوف في الله وحده.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 103,
    "title": "لا شيء مثل الله",
    "text": "لا شيء مثل الله ﷻ.",
    "explanation": "لا شيء مثل الله. هو واحد لا شريك له ولا نظير ولا مثيل في الذات ولا في الصفات ولا في الأفعال.<br><br>الإخلاص: 4 ولم يكن له كفواً أحد. الشورى: 11 ليس كمثله شيء. الحديث والإجماع يؤكدان التوحيد. تشبيه الله بالمخلوق كفر.<br><br>ننزّه الله عن أي مشابهة للمخلوق؛ لا نتخيله ولا نصفه بصفات المخلوق. هذا التوحيد أساس الدين كله.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 104,
    "title": "لا إله يستحق العبادة إلا الله",
    "text": "لا إله يستحق أن يُعبد إلا الله ﷻ.",
    "explanation": "لا إله يستحق العبادة إلا الله. لا يُعبد إلا الله؛ عبادة غيره شرك. كلمة لا إله إلا الله أساس الإسلام.<br><br>محمد: 19 فاعلم أن لا إله إلا الله. البقرة: 163 وغيره من الآيات تؤكد وحدانية الله. الحديث: لا إله إلا الله مفتاح الجنة. الشرك أعظم الذنوب.<br><br>نعبد الله وحده ولا نشرك به شيئاً. نرفض عبادة غير الله من أصنام أو بشر أو هوى.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 105,
    "title": "لا من يرد قضاء الله",
    "text": "لا من يرد قضاء الله ﷻ ولا من يعكس أمر الله ﷻ ولا من يغلب أمر الله ﷻ.",
    "explanation": "لا من يرد قضاء الله ولا من يعكس أمره ولا من يغلب شأنه. حكمه نهائي؛ لا استئناف ولا اعتراض.<br><br>الرعد: 41 إن الله على كل شيء قدير. الأنعام: 59 لا رادّ لقضائه. الحديث يؤكد أن لا رادّ لقدر الله. قدرة الله مطلقة.<br><br>نقبل قضاء الله راضين؛ لا نتمرد ولا نيأس. ندعو ونجتهد ثم نسلم لحكمه الحكيم.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 106,
    "title": "إكرام علماء السلف الأوائل",
    "text": "علماء السلف—الجيل الأول ومن اتبعهم—لا يُذكرون إلا بأحسن الذكر؛ من قال فيهم سوءاً فليس على الهدى.",
    "explanation": "علماء السلف—الجيل الأول (الصحابة والتابعون وتابعوهم) ومن اتبع منهجهم—لا يُذكرون إلا بخير. من قال فيهم سوءاً فليس على الهدى.<br><br>التوبة: 100 تمدح السابقين الأولين. الحديث: خير الناس قرني. النبي أمر باتباع سنة الخلفاء. سبّ السلف بدعة وضلال.<br><br>نوقّر علماء السلف ونأخذ فهم الدين عنهم؛ لا نسبّهم ولا نقلّلهم. نتبع منهج أهل السنة القائم على القرآن والسنة وفهم السلف.",
    "category": "الصحابة والخلفاء وأهل البيت"
  }
]
