[
  {
    "no": 1,
    "title": "حدود علم المخلوق وعلم الله",
    "text": "العلم نوعان: علم تصل إليه المخلوقات وعلم لا تصل إليه؛ إنكار الأول كفر وادعاء الثاني كفر—الإيمان سليم بقبول ما يمكن الوصول إليه وعدم طلب ما لا يمكن الوصول إليه.",
    "explanation": "مفهوم هذين النوعين من العلم جوهري. هناك علم يفتحه الله للإنسان بالحواس والوحي (علم الشريعة)، وعلم غيب لا يملكه إلا الله، كوقت قيام الساعة. فهم هذا الحد يمنعنا من ادعاء معرفة أسرار القدر التي لم يظهرها الله.<br><br>في القرآن (سورة الأنعام: 59) يقول الله: \"وعنده مفاتيح الغيب لا يعلمها إلا هو.\" وحديث صحيح في البخاري يذكر خمساً من الغيب لا يعلمها إلا الله. فيجب أن نرضى بما أُعلمنا به ولا نتجاوز ما أُخفي.<br><br>عملياً، هذا الاعتقاد يبقينا متواضعين وحريصين على التعلم. نطمئن بتسليم غيب المستقبل لله والتركيز على ما نستطيع والتوكل على قضائه الواسع.",
    "category": "الدعاء والعلم والحدود"
  },
  {
    "no": 2,
    "title": "نفع الدعاء للميت",
    "text": "ينتفع الميت بدعاء الأحياء وصدقاتهم.",
    "explanation": "الموت ليس نهاية كل شيء. من رحمة الله أن ينال الموتى نفعاً بأعمال الأحياء. هذا يثبت أن الدعاء والاستغفار والصدقة التي ننويها للميت تصل إليه أجراً وتخفف عنه في البرزخ.<br><br>الأصل قول النبي ﷺ (رواه مسلم): \"إذا مات ابن آدم انقطع عمله إلا من ثلاث: صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له.\" وسورة الحشر: 10 تمدح من يدعو بالمغفرة لمن سبق. فرباط الإيمان يتجاوز الموت.<br><br>في الحياة يحركنا ذلك لعدم نسيان الوالدين أو المعلمين الراحلين. الدعاء لهم ليس فقط براً بل تذكيراً بأننا سنحتاج ذات يوم لنفس الدعاء. فتستمر سلسلة الخير بين أجيال المسلمين.",
    "category": "الدعاء والعلم والحدود"
  },
  {
    "no": 3,
    "title": "كلام الله ليس كلام البشر",
    "text": "القرآن كلام الله ﷻ منه؛ يؤمن الناس أنه كلام الله ﷻ بلا كيف، وليس كلام البشر ولا هو مخلوق.",
    "explanation": "القرآن كلام الله (كلام الله) حقيقةً لا مخلوق. ما نقرأه في المصحف هو كلام الله حقاً لا تأليف إنسان. هذا يحفظ سلطان الوحي؛ القرآن مقدس نقِي وحقيقته مطلقة كهدى للحياة.<br><br>الله يقول (سورة التوبة: 6): \"...فأووا إليه حتى يسمع كلام الله (كلام الله).\" وحديث في الترمذي يذكر أن فضل كلام الله على سائر الكلام كفضل الله على خلقه. فالقرآن وحي مقدس من الخالق.<br><br>عملياً نتعامل مع القرآن باحترام عميق. لا نعامله ككتاب عادي؛ نقرؤه بتدبر ونفهم معناه ونمثل أوامره بلا شك. بالإيمان بأن القرآن كلام الله نجد مرجعاً ثابتاً للحياة.",
    "category": "القرآن والوحي"
  },
  {
    "no": 4,
    "title": "الله مغاير لجميع المخلوقات",
    "text": "الله ﷻ مغاير لجميع المخلوقات.",
    "explanation": "الله لَيْسَ كَمِثْلِهِ شَيْءٌ أي لا مثيل له. أي شكل أو صورة يخطر ببالنا فالله ليس كذلك. هذا يحفظ نقاء توحيدنا فلا نُشبّه الخالق بالمخلوق الضعيف المحدود.<br><br>الدليل الرئيس سورة الشورى: 11: \"لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ.\" والحديث يذكر التأمل في خلق الله ويُنهى عن تصور ذاته لأن عقل الإنسان محدود عن إدراك حقيقة الله.<br><br>هذا الفهم يحررنا من عبادة الأوثان—جسمية أو ذهنية (خيال). ندرك أن الله عظيم لا يُحدّ، فنعبده وحده باحترام وتعظيم دون أن نقيّده بصفات المخلوقات.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 5,
    "title": "الله الخالق من الأزل",
    "text": "الله ﷻ يُستحق أن يُسمى الخالق والمبدئ لا بعد الفعل أو بسببه فحسب بل من الأزل.",
    "explanation": "الله الخالق لا يحتاج إلى عملية ليصير خالقاً. قبل أي نجم أو ذرة كان له صفة الخلق. أسماؤه وصفاته أزلية لا تتوقف على وجود المخلوقات لأنه مصدر كل الوجود.<br><br>الله يقول (سورة الحديد: 3): \"هُوَ الْأَوَّلُ وَالْآخِرُ.\" واسم الخالق في آيات كثيرة كسورة الحشر: 24. والحديث أن ما كان إلا الله ولا شيء معه ثم خلق العرش والكون.<br><br>هذا يعلمنا أن الله غنيّ (الغني). خلقنا لا لوحدة أو حاجة لمعين بل محض إرادة وحكمة. نكون عبيداً يعرفون قدرهم واعين أن حياتنا عطية من الأول الذي لم يحتج منا شيئاً.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 6,
    "title": "القدرة الكاملة لله وحده",
    "text": "الله ﷻ قادر على كل شيء؛ الكل يعتمد على الله ﷻ وهو يسير على الله ﷻ ولا يحتاج الله ﷻ شيئاً؛ لا مثيل لله ﷻ وهو السميع البصير.",
    "explanation": "قدرة الله مطلقة لا تقيدها قوانين الطبيعة أو المنطق. ما شاء الله كان بمجرد \"كن\". الكون كله محتاج إلى الله كل لحظة والله لا يحتاج من الكون شيئاً.<br><br>في سورة يس: 82: \"إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ.\" ولله اسم القدير. وحديث قدسي أن لو سأل الناس كل شيء فأعطاهم لم ينقص من ملكه شيئاً.<br><br>هذا الاعتقاد دواء كل خوف. نعلم أن أي رئيس أو حاكم أو مشكلة ليست شيئاً أمام قدرة الله. نكون عبيداً شجعاناً متواضعين لأن المرجع الوحيد الذي لا يخذل هو الله القوي.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 7,
    "title": "الله ملك الكون المطلق",
    "text": "الله ﷻ له السلطان المطلق على كل شيء ولا سلطان على الله ﷻ؛ من يرى نفسه غنياً عن الله ﷻ طرفة عين فقد كفر.",
    "explanation": "الله الملك المطلق المسيطر على كل ذرة. لا أمر يخرج عن تدبيره. من أحس أنه يستغني عن الله طرفة عين وقع في كبر يفسد الإيمان.<br><br>سورة فاطر: 15: \"يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ.\" وأحاديث الدعاء ألا نُوكَل إلى أنفسنا طرفة عين (يا حي يا قيوم... ولا تكلني إلى نفسي طرفة عين).<br><br>عملياً هذا يجعلنا دائماً فقراء إلى الله. ندعو في الصغير والكبير من طلب الهدى إلى شؤون الحياة. نعلم أننا بدون عونه لا نستطيع أن نتنفس أو نرمش.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 8,
    "title": "الله منزّه عن الحدود الجسمية",
    "text": "الله ﷻ فوق الحد والقيود والأجزاء والأعضاء ولا يحده ست جهات كالمخلوق.",
    "explanation": "هذا الاعتقاد يثبت أن الله منزّه عن صفات المادة. لا يحتاج مكاناً ولا أعضاء كالإنسان ولا تحده جهة (فوق تحت...) كالمخلوق. هو خالق المكان والزمان فلا يحدّه خلقه.<br><br>الله يقول (سورة الإخلاص: 4): \"وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ.\" ومبدأ التنزيه مهم. والعلماء أن الله موجود بلا حاجة لمكان لأن المكان مخلوق والله كان قبل خلق المكان.<br><br>هذا يُحفظنا من التشبيه (تصور الإله كإنسان). نعبد الله تعظيماً لعظمته الغيبية اللاّمحدودة بدل الوقوع في تصور جسمي يقلل من شأن الألوهية.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 9,
    "title": "التكليف على قدر طاقة العبد",
    "text": "الله ﷻ لا يكلف الإنسان إلا بما يطيق ولا يطيق الإنسان إلا ما أعطاه الله ﷻ؛ لا حول ولا قوة إلا بالله ﷻ ولا قوة على الطاعة أو اجتناب المعصية إلا بمعونة الله ﷻ.",
    "explanation": "الله لا يكلف العبد فوق وسعه. كل أمر ونهي في الشريعة بقدر الطاقة؛ هذا يظهر عدل الله ورحمته ويرفض أن الدين ثقيل.<br><br>في سورة البقرة: 286: \"لَا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَهَا.\" وحديث صحيح: إذا أمرتكم بأمر فأتوا منه ما استطعتم. وحول الطاعة وقوتها (لا حول ولا قوة إلا بالله) من عون الله.<br><br>عملياً لا نعتذر \"لا أستطيع\" عن واجب واضح ولا نثقل على أنفسنا فوق الطاقة. نعمل ما نستطيع ونتوكل ونطلب من الله قوة الثبات بالدعاء والجهد.",
    "category": "التكليف وأفعال الإنسان"
  },
  {
    "no": 10,
    "title": "الحياة الكاملة والعمل الدائم",
    "text": "الله ﷻ حي لا يموت ولا يزال يعمل ولا ينام.",
    "explanation": "الله الحي القيوم. حياته كاملة لا بداية ولادة ولا نهاية موت. لا يحتاج راحة ولا ينام أبداً وهو دائماً يدبر شؤون خلقه بلا توقف.<br><br>آية الكرسي (البقرة: 255) أوضح دليل: \"اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ.\" وهذان الاسمان أساس تعلق الخلق بالخالق.<br><br>هذا يعطينا أماناً. حين ننام أو نستسلم أو نحس بالعجز نعلم أن رباً لا ينام يحفظنا. نحمَس على فعل الخير لأن \"سيدنا\" دائماً يعمل ويرعى ويُحسن لعباده.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 11,
    "title": "الله واحد لا شريك له",
    "text": "الله ﷻ واحد لا شريك له.",
    "explanation": "التوحيد يعني إفراد الله؛ لا شريك له في الربوبية ولا في الألوهية ولا في الأسماء والصفات. المستحق للعبادة والطاعة وحده الله؛ إشراك غيره به شرك.<br><br>سورة الإخلاص: 1–4 تُؤكّد: \"قُلْ هُوَ اللَّهُ أَحَدٌ اللَّهُ الصَّمَدُ لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ.\" وسورة النساء: 36 تنهى عن الشرك. وحديث صحيح أن سورة الإخلاص تعدل ثلث القرآن لأنها جوهر التوحيد.<br><br>هذا الاعتقاد أساس عبادتنا: لا ندعو ولا نخاف ولا نرجو إلا الله؛ لا المخلوق ولا الشيء ولا \"قوة أخرى.\" فقلوبنا بريئة من التعلق بغير الله.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 12,
    "title": "الله منزّه عن الضد والنظير",
    "text": "الله ﷻ مُتعالٍ عن أن يكون له ضد أو نظير.",
    "explanation": "الله لا ضدّ يغلبه ولا نظير يساميه. ملكه مطلق؛ لا من يضاهيه ولا من يحدّ إرادته أو يخالفها. هذا من كمال التوحيد.<br><br>آية الكرسي (البقرة: 255) تقول إن الله يمسك السموات والأرض ولا يئوده حفظهما. سورة فاطر: 44 وآيات أُخر تؤكد أن الله لا شريك ولا نصير ولا نظير. والحديث أن الله تعالى لا أحد فوقه.<br><br>هذا الفهم يطمئن القلب: لا عدو ولا مرض ولا بلاء \"ضد\" في مستوى الله. نتيقن أن النصر والسلامة والنجدة الأخيرة من الله وحده؛ ولا من يمنع رحمته إذا شاء.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 13,
    "title": "الله محيط بجميع الخلق",
    "text": "الله ﷻ محيط بكل شيء وهو فوقه؛ وخلقه لا يحيطون بالله ﷻ.",
    "explanation": "الله يحيط (يقهر ويعلم ويتولى) بكل شيء؛ لا يخفى عليه شيء من علمه وقدرته. وفي الوقت نفسه الله \"فوق\" خلقه في المنزلة والملك لا في المكان. الخلق لا يستطيعون \"إحاطة\" الله أو تحديده.<br><br>سورة فصلت: 54 \"أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ.\" وآية الكرسي (البقرة: 255) أن كرسيه يحيط بالسموات والأرض ولا يئوده. وحديث صحيح أن الله على العرش وعلمه في كل مكان.<br><br>بالإيمان بهذا نشعر بالرعاية والحماية: لا خافي عن الله ولا مشكلة أعظم من قدرته. ونُحفظ من فهم أن الله \"محصور\" في السماء؛ هو محيط بكل شيء بلا حاجة لمكان.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 14,
    "title": "الله يخلق الحياة والموت",
    "text": "الله ﷻ يميت بلا خوف ويحيي بلا مشقة.",
    "explanation": "الحياة والموت بيد الله تماماً. إماتة الخلق لا توجب لله خوفاً ولا ضعفاً؛ وإحياء الخلق (ومن ذلك يوم القيامة) لا يشق عليه. كل ذلك بمشيئته وكلمته فقط.<br><br>سورة الملك: 2 \"الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ.\" سورة ق: 43 \"إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ.\" وحديث صحيح أن الروح تُقبض بأمر الله ويوم القيامة يُبعث الخلق كلهم بالنفخ في الصور.<br><br>هذا الاعتقاد يذكرنا أن الموت ليس نهايةً فارغة بل باب إلى حياة الآخرة. نستعد بالعمل الصالح ولا نُفرط في خوف الموت؛ لأن الذي بيده الحياة والموت هو الله العادل الرحيم.",
    "category": "صفات الله والتوحيد"
  },
  {
    "no": 15,
    "title": "أجل المخلوقات المضروب",
    "text": "الله ﷻ يضرب لأجل خلقه أجلاً ثابتاً.",
    "explanation": "لكل مخلوق أجل (وقت الموت) قدّره الله؛ لا من يقدّمه أو يؤخّره ثانية. هذا من القدر المكتوب في اللوح المحفوظ.<br><br>سورة الأنعام: 2 \"الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ قَضَى أَجَلاً.\" سورة لقمان: 34 \"إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ... وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ.\" وحديث صحيح (بخاري–مسلم) أن أجل الإنسان ورزقه ومصيره مكتوب وهو في بطن أمه.<br><br>هذا الفهم يمنعنا من وسواس زائد ويحثنا على استغلال ما تبقى من العمر. لا نستطيع تغيير وقت الأجل لكن نستطيع أن نملأ الحياة بعمل يرضي الله.",
    "category": "القدر وإرادة الله"
  }
]
