[
  {
    "no": 1,
    "title": "সৃষ্টির ও আল্লাহর জ্ঞানের সীমা",
    "text": "জ্ঞান দুই প্রকার: যা সৃষ্টি অ্যাক্সেস করতে পারে আর যা পারে না; প্রথমটাকে অস্বীকার করা কুফর, দ্বিতীয়টার দাবি করাও কুফর—ঈমান সঠিক যখন অ্যাক্সেসযোগ্য মেনে নেওয়া হয় আর অ্যাক্সেস-অযোগ্য অন্বেষণ করা হয় না।",
    "explanation": "এই দুই প্রকার জ্ঞানের ধারণা অত্যন্ত গুরুত্বপূর্ণ। এমন জ্ঞান আছে যা আল্লাহ মানুষকে ইন্দ্রিয় ও ওহির মাধ্যমে খুলে দেন (শরীয়তের জ্ঞান), আর অদৃশ্য জ্ঞান যা শুধু আল্লাহর, যেমন কিয়ামত কখন হবে। এই সীমা বোঝা আমাদের সেই ভাগ্যের রহস্য জানার দাবি থেকে রক্ষা করে যা আল্লাহ খুলে দেননি।<br><br>কুরআনে (সূরা আল-আন‘আম: ৫৯) আল্লাহ বলেছেন: \"আর তাঁর কাছেই অদৃশ্যের চাবি; তিনি ছাড়া কেউ তা জানে না।\" বুখারীর সহীহ হাদীসে পাঁচটি অদৃশ্য বস্তুর কথা আছে যেগুলো শুধু আল্লাহ জানেন। আমাদের উচিত যা জানানো হয়েছে তাতে সন্তুষ্ট থাকা এবং যা গোপন রাখা হয়েছে তার সীমানা লঙ্ঘন না করা।<br><br>অনুশীলনে এই বিশ্বাস আমাদের বিনয়ী ও শেখার আগ্রহী রাখে। আমরা যা করতে পারি তাতে মন দিয়ে ও আল্লাহর ফয়সালায় ভরসা রেখে ভবিষ্যতের রহস্য আল্লাহর হাতে সঁপে দিয়ে শান্তি পাই।",
    "category": "দোয়া, জ্ঞান ও সীমা"
  },
  {
    "no": 2,
    "title": "মৃতের জন্য দোয়ার ফায়দা",
    "text": "মৃতরা জীবিতদের দোয়া ও সদকা থেকে উপকৃত হয়।",
    "explanation": "মৃত্যু সবকিছুর শেষ নয়। আল্লাহর রহমতের এক প্রমাণ হলো জীবিতদের আমলের মাধ্যমে মৃতদের জন্য উপকারের দরজা খোলা থাকা। এই পয়েন্টটি বলছে আমরা মৃতের জন্য যে দোয়া, ইস্তিগফার ও সদকার নিয়ত করি তার সওয়াব তার কাছে পৌঁছায় এবং বারযাখে তার অবস্থা লাঘব করে।<br><br>ভিত্তি নবি ﷺ এর বাণী (মুসলিম): \"মানুষ যখন মারা যায় তার আমল বন্ধ হয়ে যায় তিনটি ছাড়া: চলমান সদকা, উপকারী ইলম, অথবা সৎ সন্তান যে তার জন্য দোয়া করে।\" সূরা আল-হাশর: ১০ তাদেরও প্রশংসা করে যারা তাদের পূর্বসূরীদের জন্য ক্ষমা চায়। ঈমানের বন্ধন মৃত্যুর সীমানা অতিক্রম করে।<br><br>দৈনন্দিন জীবনে এটা আমাদের অনুপ্রাণিত করে বাবা-মা বা উস্তাদ যারা চলে গেছেন তাদের ভুলে না থাকতে। তাদের জন্য দোয়া শুধু শ্রদ্ধা নয়, স্মরণ যে একদিন আমরাও একই দোয়ার মুখাপেক্ষী। এভাবে মুসলিম প্রজন্মের মধ্যে অখণ্ড ভালোর ধারা বজায় থাকে।",
    "category": "দোয়া, জ্ঞান ও সীমা"
  },
  {
    "no": 3,
    "title": "আল্লাহর কালাম মানুষের বাক্য নয়",
    "text": "কুরআন আল্লাহ ﷻ এর বাণী, তাঁর কাছ থেকে; মানুষ এটাকে আল্লাহ ﷻ এর কালাম হিসেবে ঈমান আনে কীভাবে জিজ্ঞাসা না করে, এবং এটা মানুষের বাক্য নয় এবং সৃষ্ট নয়।",
    "explanation": "কুরআন কালামুল্লাহ (আল্লাহর বাণী) নিজেই, মাখলুক নয়। অর্থাৎ মুসহাফে আমরা যা পড়ি সেটা সত্যিই আল্লাহর বাণী, মানুষের রচনা নয়। এটা ওহির কর্তৃত্ব রক্ষা করে; কুরআন পবিত্র, খাঁটি এবং এর সত্য জীবন-পথনির্দেশ হিসেবে চূড়ান্ত।<br><br>আল্লাহ বলেছেন (সূরা আত-তাওবা: ৬): \"...তাকে আশ্রয় দাও যাতে সে আল্লাহর কালাম (কালামুল্লাহ) শুনতে পায়।\" তিরমিযীর হাদীসে আছে আল্লাহর কালামের শ্রেষ্ঠত্ব অন্য বাক্যের ওপর যেমন আল্লাহর শ্রেষ্ঠত্ব তাঁর সৃষ্টির ওপর। এটা জোর দেয় কুরআন স্রষ্টার পক্ষ থেকে পবিত্র ওহি।<br><br>অনুশীলনে আমরা কুরআনের প্রতি গভীর শ্রদ্ধা রাখি। আমরা এটা সাধারণ বইয়ের মতো ব্যবহার করি না; তরতীল সহ পড়ি, অর্থ বোঝার চেষ্টা করি এবং এর হুকুম অন্ধভাবে মানি। কুরআন আল্লাহর বাণী বলে বিশ্বাস করে আমরা জীবনের জন্য একটা নিশ্চিত কম্পাস পাই।",
    "category": "কুরআন ও ওহি"
  },
  {
    "no": 4,
    "title": "আল্লাহ সব মখলুক থেকে আলাদা",
    "text": "আল্লাহ ﷻ সব মখলুক থেকে আলাদা।",
    "explanation": "আল্লাহ লাইসা কামিস্লিহি শাইউন—তার মত কিছু নেই। আমাদের মনে যে রূপ বা ছবি আসে আল্লাহ সেরকম নন। এটা আমাদের তাওহীদের পবিত্রতা রক্ষা করে যাতে খালিককে দুর্বল সীমাবদ্ধ মখলুকের সঙ্গে আমরা এক করি না।<br><br>প্রধান দলিল সূরা আশ-শূরা: ১১: \"তার মত কিছু নেই এবং তিনি সর্বশ্রোতা সর্বদর্শী।\" হাদিস স্মরণ করায় আল্লাহর সৃষ্টিতে তাদাব্বুর করতে কিন্তু তাঁর যাত কল্পনা করতে নিষেধ, কারণ মানুষের আক্ল আল্লাহর হাকিকত উপলব্ধির সীমার মধ্যে।<br><br>এ বুঝ আমাদের মূর্তিপূজা—দৈহিক বা মানসিক (কল্পনা)—থেকে মুক্ত করে। আমরা জানি আল্লাহ সর্বোচ্চ ও সীমাহীন, তাই শুধু তাঁকেই পূজা করি পূর্ণ সম্মান ও বড়াই সহ, মখলুকি সিফাত দিয়ে তাঁকে সীমাবদ্ধ না করে।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 5,
    "title": "আল্লাহ আদি থেকে খালিক",
    "text": "আল্লাহ ﷻ শুধু সৃষ্টি করার পর বা তার কারণে নয়, বরং আদি থেকেই খালিক ও মুবদী নামের হকদার।",
    "explanation": "আল্লাহ আল-খালিক (খালিক) যাকে খালিক হতে কোনো প্রক্রিয়া লাগে না। কোনো নক্ষত্র বা পরমাণুর আগেই আল্লাহর সৃষ্টির সিফাত ছিল। তাঁর নাম ও সিফাত অবিনশ্বর, মখলুক থাকা না থাকার ওপর নির্ভর করে না, কারণ তিনি সব অস্তিত্বের উৎস।<br><br>আল্লাহ বলেছেন (সূরা আল-হাদীদ: ৩): \"তিনি প্রথম ও শেষ।\" নাম আল-খালিক অনেক আয়াতে যেমন সূরা আল-হাশর: ২৪। হাদিসে আছে আগে শুধু আল্লাহ ছিলেন তাঁর সঙ্গে কিছু ছিল না, তারপর আল্লাহ আরশ ও সব সৃষ্টি সৃষ্টি করলেন।<br><br>এটা শেখায় আল্লাহ পরিপূর্ণভাবে গনি (আল-গনি)। তিনি আমাদের একাকীত্ব বা সাহায্যের প্রয়োজন থেকে নয়, শুধু তাঁর ইচ্ছা ও হিকমত থেকে সৃষ্টি করেছেন। আমরা এমন বান্দা হই যারা নিজের জায়গা জানে, সচেতন যে আমাদের জীবন আদির পাক নেয়ামত যে আমাদের থেকে কখনো কিছু চায়নি।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 6,
    "title": "পূর্ণ ক্ষমতা শুধু আল্লাহর",
    "text": "আল্লাহ ﷻ সব কিছুর ওপর ক্ষমতাবান; সব আল্লাহ ﷻ এর ওপর নির্ভর, আর আল্লাহ ﷻ এর জন্য সহজ, আর আল্লাহ ﷻ কোনো কিছুর মুখতাজ নন; আল্লাহ ﷻ এর মত কেউ নেই এবং আল্লাহ ﷻ সর্বশ্রোতা সর্বদর্শী।",
    "explanation": "আল্লাহর ক্ষমতা নিরংকুশ এবং পদার্থবিজ্ঞান বা মানুষের যুক্তি দিয়ে সীমাবদ্ধ নয়। আল্লাহ যা চান 'কুন' বললেই সহজে হয়। পুরো বিশ্ব প্রতি সেকেন্ডে আল্লাহর মুখতাজ, অথচ আল্লাহ এই বিশ্ব থেকে কিছুই চান না।<br><br>সূরা ইয়াসীন: ৮২ এ \"তাঁর হুকুম যখন তিনি কিছু চান শুধু তাকে বলুন 'হও' আর তা হয়।\" আল্লাহর নাম আল-কাদিরও আছে। কুদসি হাদিসে আছে সব মানুষ চাইলে ও আল্লাহ সব দিলে আল্লাহর ধন কমে যাবে না।<br><br>এ ইমান সব ভয়ের দাওয়া। আমরা বুঝি যে কোনো বস, শাসক বা সমস্যা যত বড়ই হোক আল্লাহর ক্ষমতার সামনে কিছু না। আমরা সাহসী কিন্তু বিনয়ী বান্দা হই, জানি একমাত্র ভরসা যে কখনো ভাঙবে না সে আল্লাহ আল-কাভী।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 7,
    "title": "আল্লাহ বিশ্বজগতের নিরংকুশ মালিক",
    "text": "আল্লাহ ﷻ সব কিছুর ওপর নিরংকুশ ক্ষমতাবান এবং আল্লাহ ﷻ এর ওপর কারো ক্ষমতা নেই; যে নিজেকে আল্লাহ ﷻ থেকে মুস্তাগনি মনে করে এক পলকেও কুফরিতে পড়ে গেছে।",
    "explanation": "আল্লাহ নিরংকুশ মালিক যিনি বিশ্বের প্রতিটি পরমাণুর নিয়ন্ত্রণ ধরে রাখেন। কোনো বিষয় তাঁর নিয়ন্ত্রণের বাইরে নয়। কেউ যদি মনে করে আল্লাহ ছাড়া স্বাধীনভাবে বাঁচতে পারে, এক পলকের জন্যও, তবে সে এমন অহংকারে পড়েছে যা ইমান নষ্ট করতে পারে।<br><br>সূরা ফাতির: ১৫ বলছে \"হে মানুষ! তোমরাই আল্লাহর মুখতাজ; আর আল্লাহ গনি ও হামিদ।\" নবীর হাদিসে প্রায়ই দোয়া শেখানো হয় যেন আমরা এক পলকের জন্যও নিজেদের ওপর ছেড়ে না দেই (ইয়া হাইয়ু ইয়া কাইয়্যুম... ওয়া লা তাকিলনী ইলা নাফসী তারফাতা 'ইন)।<br><br>অনুশীলনে এটা আমাদের সবসময় আল্লাহর ফকীর বানায়। আমরা ছোট বড়—হিদায়াত চাওয়া থেকে দৈনন্দিন—নিয়ে নিয়ত দোয়া করি। আমরা জানি তাঁর সাহায্য ছাড়া আমরা নিঃশ্বাস বা চোখের পলকও নিতে পারি না।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 8,
    "title": "আল্লাহ দৈহিক সীমা থেকে মুক্ত",
    "text": "আল্লাহ ﷻ সীমা, বাধা, অংশ বা অঙ্গের ঊর্ধ্বে এবং মখলুকের মত ছয় দিক দিয়ে সীমাবদ্ধ নন।",
    "explanation": "এ আকিদা বলে আল্লাহ দৈহিক সিফাত থেকে পাক। আল্লাহর জায়গার দরকার নেই, মানুষের মত অঙ্গ নেই এবং মখলুকের মত দিক (উপর নিচ ইত্যাদি) দিয়ে সীমাবদ্ধ নন। তিনি জায়গা ও সময়ের খালিক তাই তাঁর নিজের সৃষ্টি দিয়ে সীমাবদ্ধ হওয়া অসম্ভব।<br><br>আল্লাহ বলেছেন (সূরা আল-ইখলাস: ৪): \"এবং তাঁর মত কেউ নেই।\" তানজীহ (আল্লাহকে সাদৃশ্য থেকে পাক ঘোষণা) এর এ নীতি গুরুত্বপূর্ণ। উলামা ব্যাখ্যা করেন আল্লাহ জায়গা ছাড়াই রয়েছেন কারণ জায়গা মখলুক এবং আল্লাহ জায়গা সৃষ্টির আগেই ছিলেন।<br><br>এটা আমাদের নর-দেবতা চিন্তা (খোদাকে মানুষ মনে করা) থেকে রক্ষা করে। আমরা আল্লাহর গায়েবী সীমাহীন মহত্ত্বের পূর্ণ বড়াই সহ তাঁর ইবাদত করতে পারি, শারীরিক কল্পনায় আটকে থেকে না যা আসলে ইলাহিয়তের মর্যাদা কমিয়ে দেয়।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 9,
    "title": "তাকলীফ বান্দার সামর্থ্য অনুযায়ী",
    "text": "আল্লাহ ﷻ মানুষকে শুধু যা তারা সইতে পারে তাই দেয় এবং মানুষ শুধু তাই করতে পারে যা আল্লাহ ﷻ তাদের দেয়; আল্লাহ ﷻ ছাড়া কোনো হাওলা ও কুওয়াত নেই এবং আল্লাহ ﷻ এর সাহায্য ছাড়া তাআত বা মা'সিয়াত এড়ানোর শক্তি নেই।",
    "explanation": "আল্লাহ বান্দাকে তার সামর্থ্যের বেশি দেয় না। শরীয়তের প্রতিটি হুকুম ও নাহি মানুষের সামর্থ্যের অনুপাতে; এটা আল্লাহর ইনসাফ ও রহমত দেখায় এবং ধর্ম ভারী এমন ধারণা খারিজ করে।<br><br>সূরা আল-বাকারা: ২৮৬ এ আল্লাহ বলেছেন \"আল্লাহ কোনো প্রাণকে তার সামর্থ্যের বেশি দেয় না।\" সহীহ হাদিস (বুখারী-মুসলিম) এও আছে \"যখন আমি তোমাকে কিছু হুকুম দিই যত পার কর।\" তাআতের হাওলা ও কুওয়াত (লা হাওলা ওয়া লা কুওয়াতা ইল্লা বিল্লাহ) ও আল্লাহর সাহায্য থেকেই আসে।<br><br>অনুশীলনে আমরা স্পষ্ট ফরজের জন্য \"আমি পারি না\" ওজর করতে পারি না, কিন্তু সামর্থ্যের বাইরেও নিজেদের উপর চাপ দিতে পারি না। আমরা যত পারি করি তারপর আল্লাহর ওপর ভরসা; ইস্তিকামতের শক্তি দোয়া ও চেষ্টা দিয়ে আল্লাহর কাছ থেকে চাই।",
    "category": "তাকলীফ ও মানুষের আমল"
  },
  {
    "no": 10,
    "title": "পূর্ণ জীবন ও নিরবচ্ছিন্ন কাজ",
    "text": "আল্লাহ ﷻ জীবিত ও মরেন না, সর্বদা কাজ করেন ও ঘুমান না।",
    "explanation": "আল্লাহ আল-হাইয়্য (চিরজীবী) ও আল-কাইয়্যুম (স্বরূপ ধারী)। আল্লাহর জীবন পূর্ণ—জন্ম দিয়ে শুরু নয়, মৃত্যু দিয়ে শেষ নয়। তাঁকে বিশ্রামের দরকার নেই, কখনো ঘুমান না এবং সব মখলুকের কাজ সবসময় সেকেন্ডের বিরতি ছাড়াই চালান।<br><br>আয়াতুল কুরসি (সূরা আল-বাকারা: ২৫৫) সবচেয়ে শক্ত দলিল: \"আল্লাহ, তিনি ছাড়া কোনো ইলাহ নেই, চিরজীবী, স্বরূপ ধারী; তাঁকে তন্দ্রা ও ঘুম স্পর্শ করে না।\" এ সুন্দর নামগুলো খালিকের ওপর মখলুকের নির্ভরতার ভিত্তি।<br><br>এটা আমাদের বড় নিরাপত্তা দেয়। আমরা যখন ঘুমাই, আত্মসমর্পণ করি বা অসহায় বোধ করি, জানি এমন রব আছেন যিনি কখনো ঘুমান না ও আমাদের পাহারা দেন। আমরা ভালো কাজ চালিয়ে যেতে উৎসাহ পাই কারণ জানি আমাদের \"মালিক\" সর্বদা সক্রিয়, দেখছেন ও বান্দাদের জন্য সবচেয়ে ভালো ব্যবস্থা করছেন।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 11,
    "title": "আল্লাহ এক শারীক ছাড়া",
    "text": "আল্লাহ ﷻ এক এবং তাঁর কোনো শারীক নেই।",
    "explanation": "তাওহীদ মানে আল্লাহকে এক মানা; রুবুবিয়্যাত (খল্কের উপর প্রভুত্ব), উলুহিয়্যাত (ইবাদতের হক) ও নাম ও সিফাতে তাঁর শারীক নেই। ইবাদত ও বন্দেগির হক শুধু আল্লাহর; তাঁর সাথে কিছুকে শারীক করা শির্ক।<br><br>সূরা আল-ইখলাস: ১–৪ বলছে \"বল তিনি আল্লাহ এক। আল্লাহ সামাদ। তিনি জন্ম দেন না ও জন্ম নেন না। এবং তাঁর সমকক্ষ কেউ নেই।\" সূরা আন-নিসা: ৩৬ আল্লাহর সাথে শির্ক নিষেধ করে। সহীহ হাদিসে সূরা আল-ইখলাস কুরআনের এক-তৃতীয়াংশের সমান কারণ তাতে তাওহীদের মূল আছে।<br><br>এ ইমান আমাদের ইবাদতের ভিত্তি: আমরা শুধু আল্লাহর কাছে দুআ, ভয় ও আশা রাখি; মখলুক, বস্তু বা \"অন্য শক্তি\"তে নয়। এভাবে দিল গৈর-আল্লাহর উপর তাঅল্লুক থেকে পাক থাকে।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 12,
    "title": "আল্লাহ জদ্দ ও নযীর থেকে মুক্ত",
    "text": "আল্লাহ ﷻ কোনো জদ্দ (বিরোধী) বা নযীর (সমান) থাকা থেকে মহান।",
    "explanation": "আল্লাহর এমন জদ্দ নেই যে তাঁকে পরাজিত করবে বা নযীর যে তাঁর সমান। তাঁর মালিকিয়াত নিরংকুশ; কেউ মुকাবিলা, সীমা বা তাঁর ইরাদা ব্যর্থ করতে পারবে না। এটা তাওহীদের কামালের অংশ।<br><br>সূরা আল-বাকারা: ২৫৫ (আয়াতুল কুরসি) বলছে আল্লাহ আসমান ও জমিনের মালিক এবং দুটো রক্ষা করা তাঁকে ভারী লাগে না। সূরা ফাতির: ৪৪ ও অন্যান্য আয়াত নিশ্চিত করে আল্লাহর কোনো শারীক, নাসির বা সমকক্ষ নেই। হাদিসেও আল্লাহ মহান এবং তাঁর উপরে কেউ নেই।<br><br>এ বুঝ দিলে সাকীনাত দেয়: কোনো শত্রু, রোগ বা মুসিবত কখনো আল্লাহর \"জদ্দ\" সমপর্যায়ের নয়। আমরা নিশ্চিত জয়, নিরাপত্তা ও চূড়ান্ত সাহায্য শুধু আল্লাহর পক্ষ থেকে; তিনি চাইলে তাঁর রহমত কেউ আটকাতে পারবে না।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 13,
    "title": "আল্লাহ সব মখলুককে ইহাতা করেন",
    "text": "আল্লাহ ﷻ সব কিছু ইহাতা করেন এবং তার ওপরে; তাঁর মখলুক আল্লাহ ﷻ কে ইহাতা করতে পারে না।",
    "explanation": "আল্লাহ ইহাতা (ক্বাবূ, ইল্ম ও তদবীর) করেন সব কিছুর; তাঁর ইল্ম ও কুদরত থেকে কিছু লুকিয়ে নেই। একই সঙ্গে আল্লাহ তাঁর মখলুকের \"ওপরে\" মর্তবা ও সলতানতে, মকানে নয়। মখলুক আল্লাহকে \"ইহাতা\" বা সীমাবদ্ধ করতে পারে না।<br><br>সূরা ফুসসিলাত: ৫৪ বলছে \"জেনে রাখ আল্লাহ সব কিছু ইহাতা করেন।\" সূরা আল-বাকারা: ২৫৫ (আয়াতুল কুরসি) নিশ্চিত করে তাঁর কুরসি আসমান ও জমিন ইহাতা করে এবং তিনি ভার বোধ করেন না। সহীহ হাদিসে আল্লাহ আরশের ওপর এবং তাঁর ইল্ম সর্বত্র।<br><br>এতে ঈমান রাখলে আমরা নিগরান ও হিফাজতে থাকি: আল্লাহ থেকে কিছু গোপন নেই এবং তাঁর জন্য কোনো সমস্যা বড় নয়। আমরা এ ভুল বোঝা থেকেও সুরক্ষিত যে আল্লাহ \"আসমানে আটকা\"; তিনি সব কিছু ইহাতা করেন জায়গা ছাড়াই।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 14,
    "title": "আল্লাহ জীবন ও মৃত্যু সৃষ্টি করেন",
    "text": "আল্লাহ ﷻ ভয় ছাড়া মৃত্যু দেন এবং কষ্ট ছাড়া আবার জীবন দেন।",
    "explanation": "জীবন ও মৃত্যু সম্পূর্ণ আল্লাহর হাতে। মখলুককে মৃত্যু দিলে আল্লাহ ভীত বা দুর্বল হন না; আবার জীবন (কিয়ামতের দিন সহ) দেয়াও তাঁর জন্য কঠিন নয়। সব তাঁর ইরাদা ও কালামে।<br><br>সূরা আল-মুলক: ২ বলছে \"তিনি মৃত্যু ও জীবন সৃষ্টি করেন।\" সূরা ক্বাফ: ৪৩ \"আমরাই জীবন ও মৃত্যু দিই এবং আমাদের কাছেই ফিরে যাওয়া।\" সহীহ হাদিসে রূহ আল্লাহর হুকুমে নেওয়া হয় এবং কিয়ামতের দিন সব মখলুক সূরে উত্থিত হবে।<br><br>এ ইমান স্মরণ করায় মৃত্যু খালি শেষ নয় বরং আখেরাতের জীবনের দরজা। আমরা সলিহ আমল দিয়ে প্রস্তুত হই এবং মৃত্যুকে অতিভয় করি না, কারণ জীবন-মৃত্যুর মালিক আল্লাহ আদল ও রাহীম।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 15,
    "title": "সব মখলুকের জন্য নির্ধারিত আজল",
    "text": "আল্লাহ ﷻ তাঁর মখলুকের জন্য স্থির আজল (মৃত্যুর সময়) বণ্টন করেন।",
    "explanation": "প্রতিটি মখলুকের আজল (মৃত্যুর সময়) আল্লাহ নির্ধারিত; কেউ এক সেকেন্ড এগোতে বা পিছোতে পারবে না। এটা লাওহে মাহফুযে লেখা তাকদীরের অংশ।<br><br>সূরা আল-আনআম: ২ বলছে \"তিনি যিনি তোমাদের মাটি থেকে সৃষ্টি করেছেন তারপর আজল নির্ধারণ করেছেন।\" সূরা লুকমান: ৩৪ \"নিশ্চয় আল্লাহ—কেবল তাঁর কাছেই কিয়ামতের জ্ঞান... এবং কেউ জানে না কোন ভূখণ্ডে মরবে।\" সহীহ হাদিস (বুখারী-মুসলিম) নিশ্চিত করে আজল, রিয্ক ও ভাগ্য গর্ভে থাকতেই লেখা হয়।<br><br>এ বুঝ অতিরিক্ত ওয়াসওয়াসা থেকে রক্ষা করে এবং বাকি জীবন ভালো ব্যবহারে উৎসাহ দেয়। আজল কখন আসে আমরা বদলাতে পারি না কিন্তু জীবনকে আল্লাহর রিদয়ামন্দ আমল দিয়ে ভরতে পারি।",
    "category": "তাকদীর ও আল্লাহর ইরাদা"
  },
  {
    "no": 16,
    "title": "হিদায়াত ও গুমরাহী ইনসাফ",
    "text": "আল্লাহ ﷻ যাকে চান নিজ অনুগ্রহে হিদায়াত দেন এবং যাকে চান নিজ ইনসাফে গুমরাহ করেন; সব আল্লাহ ﷻ এর ফয়সালার অধীনে এবং আল্লাহ ﷻ এর সিদ্ধান্ত কেউ অগ্রাহ্য করতে পারে না।",
    "explanation": "হিদায়াত ও গুমরাহী (ইদলাল) আল্লাহর হাতে। যাকে হিদায়াত দেওয়া হয়েছে তার অনুগ্রহে; যাকে গুমরাহ করা হয়েছে তার ইনসাফে (যেমন হক স্পষ্ট হওয়ার পর কুফরী বেছে নেওয়া)। আল্লাহর সিদ্ধান্ত কেউ অগ্রাহ্য বা চ্যালেঞ্জ করতে পারে না।<br><br>আল-আনআম: ১২৫ \"যাকে আল্লাহ হিদায়াত দিতে চান তার বুক ইসলামের জন্য খুলে দেন... আর যাকে গুমরাহ করতে চান তার বুক সংকীর্ণ করে দেন।\" আল-আরাফ: ১৭৮-ও বলে হিদায়াত ও গুমরাহী আল্লাহর হাতে। সহীহ হাদিসে মানুষের দিল আর-রাহমানের দুই আঙুলের মাঝে, আল্লাহ যেমন চান ঘুরিয়ে দেন।<br><br>আমাদের হিদায়াত খোঁজা (ইলম, দোয়া, সালেহীনদের সঙ্গ) উচিত এবং হিদায়াত পেলে অহংকার নয়। গুমরাহদের জন্য হতাশও নয়; দাওয়াত ও দোয়া চালিয়ে যাই, কারণ হিদায়াত আল্লাহর একক এখতিয়ার।",
    "category": "তাকদীর ও আল্লাহর ইরাদা"
  },
  {
    "no": 17,
    "title": "তাআতের হুকুম ও নাফরমানীর নিষেধ",
    "text": "আল্লাহ ﷻ তাঁর মখলুককে তাঁর তাআতের হুকুম দেন এবং তাঁর মখলুককে তাঁর নাফরমানী থেকে নিষেধ করেন।",
    "explanation": "আল্লাহ তাআত (ইবাদত, ভালো আখলাক, রাসূলের তাআত) হুকুম দেন এবং নাফরমানী (শিরক, কবীরা ও সগীরা গুনাহ) নিষেধ করেন। এ হুকুম ও নিষেধ কুরআন ও সুন্নতে স্পষ্ট; আমাদের দায়িত্ব তাআত ও গুনাহ থেকে বেঁচে থাকা।<br><br>আন-নিসা: ৫৯ \"আল্লাহর তাআত কর এবং রাসূলের তাআত কর।\" আল-আরাফ: ৩৩ অশ্লীলতা, মুনকার ও জুলুম নিষেধ করে। সহীহ হাদিস (বুখারী) বলে রাসূলের তাআত আল্লাহর তাআত এবং রাসূলের নাফরমানী আল্লাহর নাফরমানী। নবি বলেছেন হালাল ও হারাম স্পষ্ট।<br><br>দৈনন্দিনে আমরা হুকুম (নামাজ, যাকাত, সত্যতা, ইখলাস) পালন করি এবং নিষেধ (মিথ্যা, যিনা, সুদ, নাফরমানী) এড়াই। হারামে যোগ করি না, গুনাহ হালকা করি না; তাআতের শক্তি ও নাফরমানী থেকে হিফাজতের দোয়া।",
    "category": "জামাআত, শাসক ও ফিকহ"
  },
  {
    "no": 18,
    "title": "আল্লাহর ইলম অনুযায়ী মখলুকের সৃষ্টি",
    "text": "আল্লাহ ﷻ তাঁর ইলম দিয়ে মখলুক সৃষ্টি করেছেন।",
    "explanation": "আল্লাহ তাঁর কামিল ইলম দিয়ে বিশ্বব্রহ্মাণ্ড ও প্রতিটি মখলুক সৃষ্টি করেছেন; কিছুই আকস্মিক বা হিকমত ছাড়া সৃষ্টি হয়নি। সব সৃষ্টি সেই পরিমাণ, সময় ও ফয়সালা অনুযায়ী যা আল্লাহ আগে থেকেই জানতেন।<br><br>আল-হিজর: ৮৬ \"নিশ্চয় তোমার রব খালিক ও আলিম।\" আল-ফুরকান: ২ বলে আল্লাহ সব কিছু সৃষ্টি করেছেন ও তার পরিমাপ নির্ধারণ করেছেন। সহীহ হাদিসে আল্লাহ আসমান ও জমিন সৃষ্টির আগে সব মখলুকের তাকদীর লিখে রেখেছিলেন।<br><br>এ বিশ্বাস আমাদের জীবনের অর্থহীনতা নয় এ আস্থা জাগায়; আল্লাহর সৃষ্টির পিছনে পরিকল্পনা ও হিকমত আছে। ইলম শেখা ও ব্যবহারে উৎসাহ দেয়; মানুষের ইলম আল্লাহর সর্বব্যাপী ইলমের ছোট অংশ।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 19,
    "title": "আল্লাহ কষ্ট ছাড়াই রিজিক দেন",
    "text": "আল্লাহ ﷻ প্রয়োজন ছাড়াই সৃষ্টি করেন এবং তাঁর মখলুককে কষ্ট ছাড়াই রিজিক দেন।",
    "explanation": "আল্লাহ মখলুকের প্রয়োজনেই সৃষ্টি করেননি; তিনি বোঝা বা কষ্ট ছাড়াই রিজিক দেন। রিজিকে ধন, স্বাস্থ্য, শান্তি ও আমরা যা ভোগ করি সব; সব আল্লাহ থেকে এবং তিনি সহজে দেন।<br><br>আয-যারিয়াত: ৫৬–৫৭ বলে আল্লাহ জিন ও মানুষকে তাঁর ইবাদতের জন্য সৃষ্টি করেছেন এবং তাদের রিজিকের তাঁর প্রয়োজন নেই। হুদ: ৬ \"পৃথিবীতে কোন প্রাণী নেই যার রিজিক আল্লাহর কাছে নেই।\" সহীহ হাদিসে রিজিক নির্ধারিত ও বদল হবে না; যে তাকওয়া করবে আল্লাহ তাকে পথ ও অপ্রত্যাশিত রিজিক দেবেন।<br><br>আমরা হালাল রিজিক অতিরিক্ত উদ্বেগ ছাড়াই খোঁজি; নিশ্চিত যে রিজিকদাতা আল্লাহ। যা আছে তার জন্য শুকরিয়া, অন্যদের সাথে তুলনা নয়; রিজিক বণ্টন আল্লাহ হাকীমের হাতে।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 20,
    "title": "আল্লাহ সব মখলুকের তাকদীর নির্ধারণ করেন",
    "text": "আল্লাহ ﷻ তিনি যা সৃষ্টি করেন তার জন্য তাকদীর নির্ধারণ করেন।",
    "explanation": "তাকদীর (কদর) মখলুকের ওপর যা কিছু হয় তার উপর আল্লাহর ফয়সালা: রিজিক, আজল, আমল, সুখ-দুঃখ ইত্যাদি। সব লাওহে মাহফুযে সৃষ্টির আগে লেখা; আমরা \"কেমন\" বা \"কেন\" বেশি খুঁড়ে ঈমান আনি না।<br><br>আল-কামার: ৪৯ \"নিশ্চয় আমরা সব কিছু পরিমাণ অনুযায়ী সৃষ্টি করেছি।\" আল-হাদীদ: ২২ \"পৃথিবীতে ও নিজেদের উপর কোন মুসিবত আসে না যা আমরা তা বাস্তব করার আগে কিতাবে (লাওহে মাহফুয) নেই।\" সহীহ হাদিস (মুসলিম) তাকদীর, তার খায়ের ও শরর উপর ঈমানকে ঈমানের রুকন বলে।<br><br>মুসিবতে ধৈর্য ও নিয়ামতে শুকরিয়া দিয়ে তাকদীর মানি। আমরা চেষ্টা (ইখতিয়ার) করি কারণ চেষ্টাও তাকদীরের অংশ; আমরা নিষ্ক্রিয় বা হতাশ নই, আল্লাহর ফয়সালার বিরুদ্ধে বিদ্রোহও নই।",
    "category": "তাকদীর ও আল্লাহর ইরাদা"
  },
  {
    "no": 21,
    "title": "আল্লাহ মুমিন বান্দার দোয়া কবুল করেন",
    "text": "আল্লাহ ﷻ মানুষের দোয়া কবুল করেন এবং তাদের যা চাই তারা দেন।",
    "explanation": "দোয়া ইবাদত এবং আল্লাহর কাছাকাছি হওয়ার মাধ্যম। আল্লাহ নিজ হিকমত অনুযায়ী বান্দার দোয়া কবুল করেন: কখনো চাওয়া মতো, কখনো ভালো জিনিস দিয়ে বদল বা উপযুক্ত সময়ের জন্য পিছিয়ে দেন।<br><br>আল-বাকারাহ: ১৮৬ \"যখন আমার বান্দারা আমার ব্যাপারে তোমাকে জিজ্ঞেস করে আমি কাছেই। যখন দোয়া কারী আমার কাছে দোয়া করে আমি সাড়া দিই।\" গাফির: ৬০ \"আমাকে দোয়া কর আমি তোমাদের সাড়া দেব।\" সহীহ হাদিস বলে দোয়া মুমিনের অস্ত্র এবং আল্লাহ দোয়া করে হাত তোলা বান্দাকে ফিরিয়ে দিতে লজ্জিত।<br><br>আমাদের খুশুতে দোয়া, সাড়ায় বিশ্বাস এবং তাড়াতাড়ি হতাশ না হওয়ার জন্য উৎসাহ দেওয়া হয়। আমরা মা’সুর (নবি থেকে) দোয়া ও ভালো দোয়া বেছে নিই এবং মেনে নিই সবচেয়ে ভালো ফল আল্লাহর হাতে।",
    "category": "দোয়া, জ্ঞান ও সীমা"
  },
  {
    "no": 22,
    "title": "আল্লাহর আখেরাতবাসী সম্পর্কে জ্ঞান",
    "text": "আল্লাহ ﷻ সময় থাকার আগে থেকেই জানেন জান্নাতে কে প্রবেশ করবে ও জাহান্নামে কে; ওই সংখ্যা বাড়েও না কমেও না।",
    "explanation": "আল্লাহ আযালী (সময়ের আগে) থেকে জানেন কে জান্নাতে যাবে কে জাহান্নামে। তাঁর জ্ঞান পরিপূর্ণ ও অপরিবর্তনীয়। এর মানে মানুষ জবরদস্তি নয় বরং আল্লাহ প্রতিটি বান্দার পছন্দ ও আমলের ফল জানেন।<br><br>হুদ: ১০৭ ও সহীহ হাদিস (বুখারী–মুসলিম) জান্নাত ও জাহান্নামবাসী ইতিমধ্যে নির্ধারিত বলেছে; কেউ শুনেছে \"তোমার জান্নাতের আসন\" বা \"তোমার জাহান্নামের আসন।\" আল-ওয়াকিয়াহ ও অন্যান্য আয়াত আখেরাতের দুই দল বর্ণনা করে। নবি বলেছেন আল্লাহ নির্ধারণ করেছেন কে সুখী কে দুর্ভাগ্য।<br><br>আমরা \"নিশ্চয় জান্নাত\" বা \"নিশ্চয় জাহান্নাম\" ভাবি না; আমরা ভালো কাজের লোক হতে চেষ্টা করি ও আল্লাহর রহমত আশা করি। এ বিশ্বাস আমলে নিষ্ঠার সঙ্গে থাকতে ও অনুমানে ভরসা না করতে উৎসাহ দেয়।",
    "category": "তাকদীর ও আল্লাহর ইরাদা"
  },
  {
    "no": 23,
    "title": "আল্লাহর গযব ও রিদয়া পরিপূর্ণ",
    "text": "আল্লাহ ﷻ গযব ও রিদয়া করেন কিন্তু কোন মখলুকের মত নন।",
    "explanation": "আল্লাহর গযব ও রিদয়ার সিফাত আছে; আমরা মানুষের গযব বা খুশির সাথে তাশবিহ না করে ঈমান আনি। আল্লাহর গযব নাফরমানি ও কুফরের উপর পরিপূর্ণ; তাঁর রিদয়া তাআত ও তাওহীদের উপর পরিপূর্ণ।<br><br>আল-ফাতহ: ৬ ও অন্যান্য আয়াত আল্লাহর রিদয়ার কথা বলে। সহীহ হাদিস (বুখারী–মুসলিম) আল্লাহ নাফরমানের উপর গযব ও তাআতগারের উপর রিদয়া করেন বলেছে; \"যে আমার হক্বে আল্লাহকে গযবান্বিত করল আমি তার উপর গযবান্বিত।\" নবি বলেছেন আল্লাহর রিদয়া বাবা-মার রিদয়ায়। আমরা আল্লাহর গযব বা রিদয়ার \"কেমন\" জিজ্ঞেস করি না (তাশবিহ ছাড়া)।<br><br>অনুশীলনে আমরা তাআত দিয়ে আল্লাহর রিদয়া চাই ও তাঁকে গযবান্বিত করে এমন থেকে দূরে থাকি। আমরা তাঁর গযব ভয় করি ও তাঁর রিদয়া আশা করি, আল্লাহকে ভাবাবেগী মখলুক ভাবি না।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 24,
    "title": "আল্লাহ কাদীম ও বাকী",
    "text": "আল্লাহ ﷻ শুরু ছাড়া কাদীম ও শেষ ছাড়া বাকী।",
    "explanation": "আল্লাহ কাদীম (অস্তিত্বের কোন শুরু নেই) ও বাকী (চিরস্থায়ী, শেষ নেই)। তিনি সর্বদা আছেন; কখনো \"আর নেই\" ছিলেন না এবং \"আর থাকবেন না\" হবেন না। সব মখলুক ধ্বংস হবে, তোমার রবের চেহারা বাকী থাকবে।<br><br>আর-রাহমান: ২৬–২৭ \"পৃথিবীতে যা আছে সব ধ্বংস। আর জালাল ও ইকরাম যার চেহারা তোমার রবের তাই বাকী।\" আল-হাদীদ: ৩ \"তিনিই প্রথম ও শেষ।\" সহীহ হাদিস বলে সৃষ্টির আগে আল্লাহই ছিলেন, তাঁর সাথে কিছু ছিল না।<br><br>এ বিশ্বাস দিল দৃঢ় করে: আমরা যাকে ধ্বংস হবে না তাঁকে ইবাদত করি; তাঁর ওয়াদা ও হুমকি চিরস্থায়ী। দুনিয়া ফানা তাই বেশি আসক্তি না; একমাত্র যে বাকী ও চিরস্থায়ী ভরসা তিনি আল্লাহ।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 25,
    "title": "আল্লাহর সিফাত মখলুকের আগে আছে",
    "text": "আল্লাহ ﷻ সৃষ্টির আগে থেকেই সর্বদা তাঁর সিফাতসহ আছেন এবং মখলুক সৃষ্টি তাঁর সিফাতে কিছু যোগ করে না; আল্লাহ ﷻ অন্তহীন সময় ধরে থাকেন।",
    "explanation": "আল্লাহর সিফাত (ইলম, কুদরত, হায়াত, কালাম ইত্যাদি) মখলুক থাকার আগে থেকেই সর্বদা তাঁর সাথে ছিল। দুনিয়া সৃষ্টি আল্লাহতে \"নতুন\" সিফাত যোগ করেনি; তিনি মখলুকের উপর নির্ভরশীল নন, পরিপূর্ণ। এটা সেই মত খারিজ করে যে আল্লাহ \"সৃষ্টির পর\" সিফাত পেয়েছেন।<br><br>আল-হাদীদ: ৩ আল্লাহকে প্রথম ও শেষ বলে। আসমা ও সিফাত আয়াত (আল-আলীম, আল-কাদির ইত্যাদি) চিরস্থায়ী সিফাত দেখায়। হাদিস ও আহলে সুন্নত উলামার ইজমা বলে আল্লাহ সর্বদা তাঁর সিফাতসহ, মখলুক থাকায় বদল বা বাড়ে না।<br><br>এ বুঝ তাওহীদকে আল্লাহকে ছোট করা চিন্তা (যেন তিনি বিবর্তিত বা দুনিয়ার উপর নির্ভরশীল) থেকে রক্ষা করে। আমরা আল্লাহর ইবাদত করি যিনি আগে, এখন ও চিরকাল পরিপূর্ণ।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 26,
    "title": "আল্লাহ সর্বদা রব ও খালিক",
    "text": "আল্লাহ ﷻ সর্বদা রব ও সর্বদা খালিক, যদিও তখন কেউ তাঁকে তাওহীদ করছিল না বা মখলুক ছিল না।",
    "explanation": "আল্লাহ রব (ইলাহ) ও খালিক থাকেন এমনকি যখন কোনো মখলুক তাঁকে ইবাদত করছিল না বা মখলুক ছিল না। তাঁর রুবুবিয়্যাত ও উলুহিয়্যাতের সিফাত মখলুকের উপর নির্ভরশীল নয়; তিনি আযল থেকে ইবাদতের যোগ্য ও সৃষ্টি করার কুদরত রাখেন। সূরা ইখলাস ও তাওহীদ সংবলিত আয়াতগুলো মখলুকের ইকরারের উপর নির্ভর না করে আল্লাহর একত্ব জোর দেয়। হাদিস \"কুন্তু কানযান মাখফিয়্যান\" কিছু রেওয়ায়েতে বর্ণনা করে আল্লাহ সৃষ্টির আগে ছিলেন। আহলে সুন্নত উলামা বলেছেন: আল্লাহ অর্থে সর্বদা আল-খালিক, তবে সৃষ্টি করার কাজ (তাকবীন) তাঁর মাশিয়াত অনুযায়ী হয়।<br><br>এটা আমাদের এ ধারণা থেকে রক্ষা করে যে আল্লাহ দুনিয়া হওয়ার \"পর\" রব বা খালিক হয়েছেন; তিনি পরিপূর্ণ ও সবার থেকে অমুখাপেক্ষী।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 27,
    "title": "আল্লাহর তাকদীর নিয়ে বিতর্ক নিষিদ্ধ",
    "text": "আল্লাহ ﷻ যা হবে সব জেনে তা বিস্তারিত ও নিশ্চিতভাবে লিখে রেখেছেন; কেউ আল্লাহর ﷻ তাকদীরের বিরুদ্ধে যেতে, তাতে যোগ বা বদল করতে পারবে না—তাকদীর নিয়ে বিতর্ক ও \"কেন\" খোঁজা গুমরাহী।",
    "explanation": "আল্লাহর তাকদীর লিখিত ও স্থির; কেউ বদলাতে পারবে না। \"আল্লাহ এটা কেন লিখেছেন\" নিয়ে বিতর্ক বা দলিল ছাড়া তাকদীরের রহস্য খোঁজা হারাম এবং গুমরাহীর (যেমন চরম কাদারি বা জাবরি দৃষ্টিভঙ্গি) দিকে নিয়ে যেতে পারে।<br><br>কাহাফ: ২২ যা জানানো হয়নি তা জিজ্ঞাসা করতে নিষেধ করে। সহীহ হাদিস (মুসলিম) বলে তাকদীর নিয়ে জ্ঞান ছাড়া কথা বলা হারাম; নবী তাকদীর নিয়ে বিতর্ক নিষেধ করেছেন। উলামা বলেছেন আমরা তাকদীরে ঈমান রাখি আল্লাহ যা খুলে দেননি তাতে \"খনি\" না করে।<br><br>আমরা তাওয়াক্কুল ও ধৈর্য দিয়ে তাকদীর মেনে নিই; \"আমার উপর এটা কেন লিখেছে\" নিয়ে বিতর্কে শক্তি নষ্ট করি না। আমাদের ফোকাস শরীয়ত অনুযায়ী আমল ও আল্লাহর তাকদীর মন দিয়ে মেনে নেওয়া।",
    "category": "তাকদীর ও আল্লাহর ইচ্ছা"
  },
  {
    "no": 28,
    "title": "আল্লাহ কখনো ধ্বংস হবেন না",
    "text": "আল্লাহ ﷻ কখনো ধ্বংস বা শেষ হবেন না।",
    "explanation": "আল্লাহ চিরস্থায়ী; ধ্বংস, বিলুপ্ত বা শেষ হবেন না। ফানী মখলুকের বিপরীতে আল্লাহর যাত ও সিফাত চিরকাল থাকবে। এ ঈমান তাওহীদের পরিপূর্ণতার অংশ।<br><br>আর-রাহমান: ২৭ \"আর তোমার রবের চেহারা থাকবে।\" আল-কাসাস: ৮৮ \"সব কিছু ধ্বংস হবে তাঁর চেহারা ছাড়া।\" হাদিস ও উলামার ইজমা বলে আল্লাহ ধ্বংস হবেন না; তিনি আল-আওয়াল ও আল-আখির, আয-যাহির ও আল-বাতিন।<br><br>এতে ঈমান আমাদের শান্তি দেয়: জান্নাতের ওয়াদা ও জাহান্নামের ওয়াআদ চিরস্থায়ী, এবং চিরস্থায়ী ভরসা পাওয়ার যোগ্য একমাত্র আল্লাহ। আমরা ভয় করি না যে আমাদের \"রব\" বিলুপ্ত হবেন; তাঁর চিরস্থায়ীত্ব মুমিনের জন্য প্রশান্তির উৎস।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 29,
    "title": "আল্লাহ মখলুকের মুখাপেক্ষী নন",
    "text": "আল্লাহ ﷻ আরশ ও তার নিচের কিছুর মুখাপেক্ষী নন।",
    "explanation": "আরশ (সিংহাসন) আল্লাহর সর্ববৃহৎ মখলুক, কিন্তু আল্লাহ আরশ বা তার নিচের কিছুর মুখাপেক্ষী নন। আল্লাহ জায়গার মুখাপেক্ষী না হয়ে আছেন; আরশ নিশানী হিসেবে ও মখলুকের জন্য সৃষ্ট, আল্লাহকে \"ধরে রাখার\" জন্য নয়। ত্বাহা: ৫ \"আর-রাহমান আরশে সমাসীন।\" উলামা ইস্তিওয়াকে মখলুকের সাথে তুলনা না করে আল্লাহর উপযুক্ত তাফসির করেন। আল-বাকারাহ: ২৫৫ বলে আল্লাহ তন্দ্রা বা ঘুম নেন না; তাঁকে বিশ্রাম বা \"আসন\" দরকার নেই। সহীহ হাদিস বলে আরশ জান্নাতের ছাদ এবং আল্লাহ আসমান ও জমিনের মুখাপেক্ষী নন।<br><br>এ বুঝ আমাদের আল্লাহকে আরশে রাজার মতো \"বসে\" আছেন মনে করা থেকে রক্ষা করে। আল্লাহ গনি; আরশ ও সব মখলুক তাঁর সৃষ্ট বশীভূত মখলুক, তিনি যার মুখাপেক্ষী তা নয়।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 30,
    "title": "আরশ ও কুরসিতে ঈমান",
    "text": "আরশ (সিংহাসন) ও কুরসি (আল-কুরসি) সত্য এবং আমরা এতে ঈমান রাখি।",
    "explanation": "আরশ ও কুরসি আল্লাহর মখলুক যা নসে উল্লেখ আছে; আমরা অস্বীকার বা দুনিয়ার সিংহাসনের সাথে তুলনা না করে ঈমান রাখি। আরশ মহান সিংহাসন; কুরসি (আয়াতুল কুরসিতে) আরও বলা আছে আসমান ও জমিন তা দ্বারা ঘেরা। আল-বাকারাহ: ২৫৫ (আয়াতুল কুরসি) \"তাঁর কুরসি আসমান ও জমিন ঘিরে রাখে।\" আল-হাক্কাহ: ১৭ ও অন্যান্য আয়াত ফেরেশতাদের আরশ বহনের কথা বলে। সহীহ হাদিস (বুখারি) বলে সাত আসমান কুরসির তুলনায় মরুভূমিতে একটা আংটির মতো, আর কুরসি আরশের তুলনায় আরও ছোট। আমরা এর \"কেমন\" জিজ্ঞাসা না করে ঈমান রাখি।<br><br>আরশ ও কুরসিতে ঈমান আমাদের আল্লাহর মহিমা স্মরণ করায়; তাঁর মখলুকই এত বিশাল, খালিক তো আরও। আমরা কুরআন ও সুন্নাহর সহীহ গায়বের খবর অস্বীকার বা ঠাট্টা করি না।",
    "category": "ফেরেশতা ও গায়ব"
  },
  {
    "no": 31,
    "title": "হজ ও জিহাদের ফরজিয়াত",
    "text": "হজ ও জিহাদ মুসলমানদের শাসক—আদিল হোক বা জালিম—এর নেতৃত্বে কিয়ামত পর্যন্ত জারি ফরজ এবং কেউ এগুলো রদ বা বাতিল করতে পারবে না।",
    "explanation": "হজ ও জিহাদ শাসক জালিম হলেও শরিয়ত অনুযায়ী ফরজ থাকবে; আমরা শাসকের বিরোধিতার অজুহাতে এ ফরজগুলো রদ করতে পারি না। এগুলো মুসলমানদের ইমাম/আমিরের সাথে শৃঙ্খলের জন্য আদায় করা হয় যাতে ফিতনা না হয়; এ ফরজগুলো কিয়ামত পর্যন্ত বলবৎ।<br><br>আল ইমরান: ৯৭ সক্ষমদের উপর হজ ফরজ করে। সহীহ হাদিস (বুখারি–মুসলিম) বলে জিহাদ আমিরের অধীনে থাকবে; \"শোন ও মান (আমিরের) যদি হাবশি দাসই তোমাদের নেতৃত্ব দেয়।\" নবি আরও বলেছেন আমরা ফাজির ইমামের পিছনে নামাজ পড়তে থাকব যতক্ষণ সে নামাজ কায়েম করে। এটা জুলুমকে জায়েজ করে না বরং ঐক্য ও শরঈ শৃঙ্খলা রক্ষা করে।<br><br>অনুশীলনে আমরা সক্ষম হলে হজ আদায় করি ও শরঈ দাওয়াতে জিহাদে শরিক হই; শাসকের দোষকে ফরজ ত্যাগ বা উম্মত বিভক্ত করার অজুহাত করি না।",
    "category": "জামাআত, শাসক ও ফিকহ"
  },
  {
    "no": 32,
    "title": "আল্লাহর তাকদীরের হাকিকতের রহস্য",
    "text": "তাকদীরের হাকিকত আল্লাহ ﷻ এর সৃষ্টিতে এক রহস্য; মানুষ আল্লাহ ﷻ এর কাজে \"কেন\" খনন বা জিজ্ঞাসা না করে এতে ঈমান আনে, কারণ আল্লাহ ﷻ এটা নিষেধ করেছেন এবং এতে ক্ষতি ছাড়া কিছু নেই।",
    "explanation": "তাকদীরের হাকিকত আল্লাহর রহস্য; আমরা বিশ্বাস করি সব তাকদীর তাঁর কাছ থেকে, \"খনন\" বা \"আল্লাহ কেন এমন করলেন\" জিজ্ঞাসা না করে। এতে খনন হারাম এবং ক্ষতি (গুমরাহি বা অশান্তি) ছাড়া কিছু নেই।<br><br>আল-মায়িদা: ১০১ এমন জিনিস সম্পর্কে জিজ্ঞাসা থেকে নিষেধ করে যার ব্যাখ্যা বোঝা বাড়াবে। সহীহ হাদিস (মুসলিম) তাকদীর নিয়ে বিতর্ক নিষেধ করে। নবি আরও সতর্ক করেছেন তাকদীর নিয়ে বিতর্ককারী নাজাত পাবে না। আহলে সুন্নত উলামা তাকয়িফ বা তাতিল ছাড়া তাকদীরে ঈমান রাখেন।<br><br>আমরা তাকদীর হৃদয়ের সান্ত্বনায় মেনে নিই ও আমলে মনোযোগ দিই; \"আল্লাহ এটা ওটা কেন তাকদীর করলেন\" খননে সময় নষ্ট করি না; কারণ এটা আকলের বাইরে এবং ঈমানের উপকারে আসে না।",
    "category": "তাকদীর ও আল্লাহর ইচ্ছা"
  },
  {
    "no": 33,
    "title": "ইসলাম একমাত্র সত্য দীন",
    "text": "আসমান ও জমিনে আল্লাহ ﷻ এর দীন কেবল একটিই এবং তা ইসলাম (আত্মসমর্পণ)।",
    "explanation": "আল্লাহর কবুল দীন কেবল একটিই: ইসলাম (তাওহীদ ও রাসুলের অনুসরণে আল্লাহর কাছে আত্মসমর্পণ)। আদম থেকে মুহাম্মদ পর্যন্ত আসমানী হক দীন মূলত এক; যা বিচ্যুত বা বিকৃত হয়েছে তা আর আল্লাহর দীন নয়।<br><br>আল ইমরান: ১৯ \"আল্লাহর কাছে দীন নিশ্চয় ইসলাম।\" আল ইমরান: ৮৫ \"যে ইসলাম ছাড়া অন্য দীন চায় তার থেকে কবুল হবে না।\" সহীহ হাদিস বলে নবিগণ ভাই (তাদের দীন এক); মুহাম্মদ পরিপূর্ণকারী ইসলাম নিয়ে প্রেরিত। আমরা এ আকিদা জবরদস্তি চাপিয়ে দিই না কিন্তু নিশ্চিত যে হক এক এবং নাজাতের পথ ইসলাম।<br><br>এটা আমাদের ইসলাম সঠিক শেখা ও জীবনে পালন, এটা বিরোধী আকিদার সাথে মিশ্রণ না করা এবং হিকমত দিয়ে দাওয়াত দিয়ে অন্যদের আল্লাহর কবুল একমাত্র দীন জানাতে উৎসাহিত করে।",
    "category": "ঈমান: রুকন, সংজ্ঞা ও মধ্য পথ"
  },
  {
    "no": 34,
    "title": "ঈমানের সমতা ও তাকওয়ায় পার্থক্য",
    "text": "ঈমান মূলত সবার জন্য এক; কিন্তু কারও অপরের উপর শ্রেষ্ঠত্ব তাকওয়া, আল্লাহ ﷻ এর প্রতি সচেতনতা এবং আল্লাহ ﷻ যা দ্বারা বেশি খুশি তা বেছে নেওয়ার কারণে।",
    "explanation": "ঈমানের মূল (ঈমানের রুকন, যা শরিয়ত দিয়ে মানতে হয়) প্রত্যেক মুসলমানের জন্য এক; মৌলিক আকিদায় ঈমানের \"মর্যাদা\" নেই। মর্যাদা তাকওয়া, আল্লাহর প্রতি সচেতনতা (মুরাকাবা) এবং আল্লাহ যাতে খুশি তাকে অগ্রাধিকার দেওয়ার পছন্দ দ্বারা আলাদা হয়।<br><br>আল-হুজুরাত: ১৩ \"আল্লাহর কাছে তোমাদের মধ্যে সর্বোত্তম সর্বোত্তম তাকওয়াবান।\" সহীহ হাদিস (বুখারি) বলে মূলত কেউ অপরের চেয়ে বেশি মুমিন বলে দাবি করতে পারে না; শ্রেষ্ঠত্ব আমল ও তাকওয়ায়। নবি বলেছেন ইসলামে সর্বোত্তম তারাই যাদের চরিত্র সর্বোত্তম।<br><br>আমরা নিজেদের অন্যদের চেয়ে \"বেশি মুমিন\" ভেবে অহংকার করি না; তাকওয়া ও আমল বাড়ানোর চেষ্টা করি। আল্লাহর কাছে মর্যাদার পার্থক্য দাবি বা দল নয়, চেষ্টা ও তাকওয়ায়।",
    "category": "ঈমান: রুকন, সংজ্ঞা ও মধ্য পথ"
  },
  {
    "no": 35,
    "title": "আল্লাহ ও রাসুলে ঈমানের রুকন",
    "text": "ঈমান: আল্লাহ ﷻ, তাঁর ফেরেশতাগণ, তাঁর কিতাবসমূহ, তাঁর রাসুলগণ, আখেরাতের দিনে ঈমান এবং এতে যে তাকদীর—খায়র ও শর—সব আল্লাহ ﷻ এর কাছ থেকে।",
    "explanation": "ঈমানের রুকন ছয়: আল্লাহ, ফেরেশতা, কিতাব, রাসুল, আখেরাতের দিন ও তাকদীরে (খায়র ও শর আল্লাহর কাছ থেকে) ঈমান। এগুলো মৌলিক আকিদা যা প্রত্যেক মুসলমানের থাকা চাই; একটির ইনকার ঈমান নষ্ট করে।<br><br>উমর ইবন খাত্তাবের সহীহ হাদিস (বুখারি–মুসলিম) যখন জিবরিল ঈমান জিজ্ঞেস করল এ ছয়টি নিশ্চিত করে। আল-বাকারাহ: ২৮৫ \"রাসুল তাঁর রবের পক্ষ থেকে তাঁর উপর যা নাজিল হয়েছে তাতে ঈমান এনেছেন এবং মুমিনরাও। সবারা আল্লাহ, তাঁর ফেরেশতাগণ, তাঁর কিতাবসমূহ ও তাঁর রাসুলগণে ঈমান এনেছে।\" আল-হাদীদ: ২২ বলে মুসিবতও লিখিত (তাকদীরের অংশ)।<br><br>আমরা দিলগুলো এ ছয়ে স্থির রাখি ও পরিবার ও অন্যদের শেখাই। পূর্ণ ঈমান সব রুকন ধারণ করে; একটিকে বেছে অন্যটি প্রত্যাখ্যান করা যায় না।",
    "category": "ঈমান: রুকন, সংজ্ঞা ও মধ্য পথ"
  },
  {
    "no": 36,
    "title": "জবান ও দিল দ্বারা ঈমানের সংজ্ঞা",
    "text": "ঈমান জবান দ্বারা স্বীকার ও দিল দ্বারা কবুলের সমন্বয়ে গঠিত।",
    "explanation": "ঈমান শুধু মুখের কথা বা শুধু আমল নয়; এতে জবান দ্বারা স্বীকার (শাহাদাত, সত্য বলা) ও দিল দ্বারা তাসদীক রয়েছে। দুটোই থাকতে হবে; যে শুধু বলে দিলে বিশ্বাস না করে সে মুনাফিক; যে শুধু দিলে মানে বলে না সে মানুষের ও শরিয়তের সামনে এখনও পূর্ণ করেনি।<br><br>সহীহ হাদিস (বুখারি–মুসলিম) বলে নবিকে সর্বোত্তম আমল জিজ্ঞেস করা হলে ঈমানকে ভিত্তি হিসেবে উল্লেখ করা হয়। আল-হুজুরাত: ১৪ \"বেদুইনরা বলল আমরা ঈমান এনেছি। বলুন তোমরা এখনও ঈমান আননি বরং বল আমরা ইসলাম কবুল করেছি কারণ ঈমান এখনও তোমাদের দিলে প্রবেশ করেনি।\" আহলে সুন্নত উলামা একমত যে ঈমানের মধ্যে কওল ও \"দিল দ্বারা কবুল\" থেকে উৎসারিত আমল অন্তর্ভুক্ত।<br><br>আমরা জবানকে ঈমানের ক্ষতি করে এমন কথা থেকে ও দিলকে সন্দেহ বা ইনকার থেকে রক্ষা করি; কথা ও বিশ্বাস মিল রাখতে চেষ্টা করি।",
    "category": "ঈমান: রুকন, সংজ্ঞা ও মধ্য পথ"
  },
  {
    "no": 37,
    "title": "আকিদার বিচ্যুতি থেকে বারাআত",
    "text": "এটাই আমাদের দীন ও আমরা যাহির ও বাতিনে যা মানি; আমরা আল্লাহ ﷻ এর সামনে যার সাথে আমরা যা বলি ও ব্যাখ্যা করি তার বিরোধী তার থেকে বারাআত করি।",
    "explanation": "এই তাহাবী আকিদা আহলে সুন্নতের বিশ্বাসের বিবৃতি; যিনি এতে যা বলা ও ব্যাখ্যা করা হয়েছে তা থেকে বিচ্যুত আমরা আল্লাহর সামনে তার থেকে বারাআত করি। এটা ব্যক্তিগত শত্রুতা নয় বরং স্পষ্ট করা যে আমরা আকিদার বিচ্যুতি (বিদআত, কুরাফাত বা গুমরাহি) অনুসরণ করি না।<br><br>আল-মুমতাহিনা: ৪ আল্লাহর শত্রুদের থেকে বারাআতের হুকুম দেয়। নবি বলেছেন (আবু দাউদ, সহীহ সাব্যস্ত) \"যে বিদআত করবে বা বিদআতকারীকে আশ্রয় দেবে সে আল্লাহর জিম্মা থেকে মুক্ত।\" উলামা ব্যাখ্যা করেন বিদআতীদের থেকে বারাআত হলো তাদের বিশ্বাস অনুসরণ না করা ও তাদের ভুল স্পষ্ট করা, ক্ষতি করা নয়।<br><br>আমরা সঠিক আকিদায় অটল ও বিচ্যুত বিশ্বাস এড়াই; বৈধ প্রমাণ ছাড়া কাউকে কাফির বলি না কিন্তু আকিদার বিচ্যুতি সম্পর্কে স্পষ্ট ও তা থেকে বারাআত করি।",
    "category": "ঈমান: রুকন, সংজ্ঞা ও মধ্য পথ"
  },
  {
    "no": 38,
    "title": "ইসলাম পূর্ণ মধ্য পথ",
    "text": "ইসলাম মধ্য পথ: না অতিরেক না অপ্রতুলতা; না আল্লাহ ﷻ এর সিফাতকে মখলুকের সাথে সাদৃশ্য না আল্লাহ ﷻ এর সিফাতের ইনকার; না চরম জাবরিয়া না কাদরিয়া ইনকার; এবং না বাতিল নিশ্চিত দাবি না হতাশা।",
    "explanation": "আহলে সুন্নত মধ্য পথে; সিফাতে আমরা আল্লাহ যা সাবিত করেছেন মখলুকের সাথে তাশবীহ ও তাতিল ছাড়া সাবিত করি। তাকদীরে আমরা না চরম জাবরি না তাকদীরের মানে; আশা ও ভয়ে আমরা কারও জন্য জান্নাত/জাহান্নাম নিশ্চিত করি না ও আল্লাহর রহমত থেকে হতাশ হই না।<br><br>আল-বাকারাহ: ১৪৩ \"এভাবে আমরা তোমাদের মধ্যম উম্মত করেছি।\" হাদিস ও উলামার ইজমা বলে আল্লাহর সিফাতে \"কেমন\" (তাকয়িফ) জিজ্ঞেস ও তামসীল ছাড়া ঈমান আনা হয়। নবি দীনে গুলুও নিষেধ করেছেন। এ মধ্য পথ বিদআত থেকে নিরাপদ।<br><br>আমরা মধ্য মানহাজে অটল থাকতে চেষ্টা করি; না গুলুও (অতিরেক) না তাকসীর (অপ্রতুলতা); আহলে সুন্নত উলামার কাছ থেকে শিখি যাতে বাম বা ডান চরমে টেনে না যাই।",
    "category": "ঈমান: রুকন, সংজ্ঞা ও মধ্য পথ"
  },
  {
    "no": 39,
    "title": "ইসরা ও মেরাজের সত্যতা",
    "text": "ইসরা ও মেরাজ সত্য: নবি ﷺ রাতে নিয়ে যাওয়া হন এবং তাঁর দেহ নিয়ে জাগ্রত অবস্থায় আসমানের ওপর দিয়ে আল্লাহ ﷻ যেখানে চান সেখানে উঠানো হন।",
    "explanation": "ইসরা (মসজিদুল হারাম থেকে মসজিদুল আকসা পর্যন্ত সফর) ও মেরাজ (আসমানের ওপর উঠা) নবির দেহ ও রূহ নিয়ে জাগ্রত অবস্থায় সংঘটিত; স্বপ্ন বা শুধু রূহ নয়। এ ঘটনা মুজিজা যা আল্লাহ নবি ও উম্মতকে শক্তিশালী করতে দিয়েছেন; আমরা \"কেমন\" যৌক্তিক জিজ্ঞেস না করে ঈমান রাখি কারণ তা সাধারণ সৃষ্টির বাইরে।<br><br>বনি ইসরাইল: ১ \"পবিত্র তিনি যিনি তাঁর বান্দাকে রাতে মসজিদুল হারাম থেকে মসজিদুল আকসা পর্যন্ত নিয়ে গেছেন।\" সহীহ হাদিস (বুখারি–মুসলিম) মেরাজ বিস্তারিত বর্ণনা করে: নবি আসমানের ওপর উঠেন, আগের নবীদের সাথে সাক্ষাত করেন ও পাঁচ ওয়াক্ত নামাজের হুকুম পান। এ বর্ণনাগুলো মুতাওয়াতির ও উম্মতের বিশ্বাসের অংশ।<br><br>আমরা ইসরা ও মেরাজকে আল্লাহর পক্ষ থেকে সত্য মানি; এটা আমাদের এ বিশ্বাস শক্ত করে যে নবি আল্লাহর রাসুল যাকে মুজিজা দেওয়া হয়েছে এবং পাঁচ ওয়াক্ত নামাজ মহান ফরজ যা আসমানের ওপর স্থির করা হয়েছে।",
    "category": "নবি ও রাসুল"
  },
  {
    "no": 40,
    "title": "মুমিন বান্দাদের জন্য আল্লাহর ক্ষমা",
    "text": "আল্লাহ ﷻ যদি চান তাহলে তাঁর অনুগ্রহে তাদের ক্ষমা ও মার্জনা করেন; আল্লাহ ﷻ যদি চান তাহলে তাদের শাস্তি দেন, তারপর রহমত ও শাফাআত দিয়ে তাদের বের করেন; আল্লাহ ﷻ তাঁর পরিচয় রাখেন তাদের ওলি এবং তাদের সাথে আল্লাহ ﷻ কে অস্বীকারকারীদের মতো ব্যবহার করেন না।",
    "explanation": "আল্লাহ তাঁর মুমিন বান্দাদের তাঁর অনুগ্রহে ক্ষমা বা তাঁর ন্যায় অনুযায়ী শাস্তি দানের ক্ষমতা রাখেন; শাস্তি দিলেও রহমত ও শাফাআত দিয়ে তাদের জাহান্নাম থেকে বের করতে পারেন। যারা আল্লাহকে চেনে (আরিফ বিল্লাহ) ও ঈমান রাখে তাদের সাথে অস্বীকারকারীদের মতো ব্যবহার হয় না।<br><br>আয-যুমার: ৫৩ \"বল হে আমার বান্দারা যারা নিজেদের উপর সীমালঙ্ঘন করেছ আল্লাহর রহমত থেকে নিরাশ হয়ো না। নিশ্চয় আল্লাহ সব গুনাহ ক্ষমা করেন।\" সহীহ হাদিস নবির তার উম্মতের জন্য শাফাআত ও আল্লাহ দিলে তাওহীদ আছে তাকে জাহান্নাম থেকে বের করেন বলেছে। আহলে সুন্নত বিশ্বাস করে তাওহীদবানরা গুনাহের কারণে প্রবেশ করলে জাহান্নামে চিরস্থায়ী থাকবে না।<br><br>আমরা কারও জন্য \"নিশ্চয় ক্ষমা\" বা \"নিশ্চয় জাহান্নামে\" দাবি করি না; আল্লাহর রহমতের আশা ও তাঁর শাস্তির ভয় রাখি। আমরা নিশ্চিত আল্লাহ ন্যায়পরায়ণ ও দয়াবান; যে তাওবা ও ঈমান আনে তার সাথে কাফিরের মতো ব্যবহার হয় না।",
    "category": "আখেরাতের দিন"
  },
  {
    "no": 41,
    "title": "সৎকর্মীদের জন্য জান্নাতের আশা",
    "text": "আমরা আশা করি আল্লাহ ﷻ সৎকর্মীদের ক্ষমা করবেন ও জান্নাতে প্রবেশ করাবেন, কিন্তু আমরা কারও ব্যাপারে নিশ্চিত দাবি করি না; আমরা অপরাধীদের জন্য ক্ষমা চাই এবং এমন ব্যক্তির ব্যাপারে নিরাশ হই না।",
    "explanation": "আমরা আশা ও ভালো ধারণা রাখি যে আল্লাহ সৎকর্মীদের ক্ষমা করেন ও জান্নাতে দাখিল করেন, কিন্তু আমরা কোনো ব্যক্তির ব্যাপারে নিশ্চিত দাবি করি না (আমল ছাড়া নিশ্চয়তা নেই)। অপরাধীদের জন্য আমরা ক্ষমা চাই ও তার জন্য আল্লাহর রহমত থেকে নিরাশ হই না।<br><br>আয-যুমার: ৫৩ আল্লাহর রহমত থেকে নিরাশ না হতে ডাকে। সহীহ হাদিস বলে কেউ তার আমল দ্বারা জান্নাতে যায় না; সব আল্লাহর রহমত দ্বারা। নবি কারও জন্য জান্নাত বা জাহান্নাম নিশ্চিত করতে নিষেধ করেছেন; আমরা সর্বোত্তম আশা রাখি ও দোয়া করি। আহলে সুন্নত খাওয়ারিজের মতো বড় গুনাহগারকে কাফির বলে না, মুরজিয়াের মতো আমলকে তুচ্ছও মনে করে না।<br><br>আমরা যথাসাধ্য আমল করি ও আল্লাহর রহমতের আশা রাখি; অপরাধীর জন্য দোয়া করি ও এই বলে রায় দিই না যে সে নিশ্চয় জাহান্নামে যাবে। এই আশা ও ভয়ের ভারসাম্য আমাদের চরমপন্থা থেকে রক্ষা করে।",
    "category": "আখেরাতের দিন"
  },
  {
    "no": 42,
    "title": "ইবরাহিমের রিসালাত ও মুসার সাথে কালাম",
    "text": "আমরা ঈমান রাখি যে আল্লাহ ﷻ ইবরাহিমকে খলীল বানিয়েছেন এবং আল্লাহ ﷻ মুসার সাথে সরাসরি কথা বলেছেন।",
    "explanation": "নবি ইবরাহিম খলীলুল্লাহ (আল্লাহর বন্ধু); আল্লাহ তাকে ঘনিষ্ঠ সাথী হিসেবে বেছে নিয়েছেন। নবি মুসাকে আল্লাহর সাথে সরাসরি কথা বলার (কালামুল্লাহ) বিশেষাধিকার দেওয়া হয়েছে কোনো মাধ্যম ছাড়াই; এটা আল্লাহর পক্ষ থেকে মুজিজা ও সম্মান।<br><br>আন-নিসা: ১২৫ \"আর আল্লাহ ইবরাহিমকে খলীল করেছিলেন।\" আন-নিসা: ১৬৪ \"আর আল্লাহ মুসার সাথে সরাসরি কথা বলেছেন।\" সহীহ হাদিস ইবরাহিম ও মুসার ফজিলত পেশ করে; নবি বলেছেন আল্লাহ তুর পাহাড়ে মুসার সাথে কথা বলেছেন। আমরা নবিদের ফজিলতে ঈমান রাখি অন্যদের ছোট না করে।<br><br>এই বিশ্বাস আমাদের সব নবিকে সম্মান করতে ও একে অপরের বিরুদ্ধে দাঁড় করাতে নিষেধ করে; প্রত্যেকের আল্লাহপ্রদত্ত ফজিলত আছে। আমরা ইবরাহিম (তাওহীদে দৃঢ়তা) ও মুসা (দোয়া ও আনুগত্যের মাধ্যমে আল্লাহর সাথে সংলাপ) থেকে উদাহরণ নিই।",
    "category": "নবি ও রাসুল"
  },
  {
    "no": 43,
    "title": "কবরে জিজ্ঞাসা ও শাস্তি",
    "text": "আমরা যার যোগ্য তার জন্য কবরের শাস্তিতে ঈমান রাখি, এবং মুনকার ও নাকীর দ্বারা কবরে তার রব, দ্বীন ও নবি সম্পর্কে জিজ্ঞাসায়, যেমন হাদিস ও সাহাবাদের বর্ণনায় আছে।",
    "explanation": "মৃত্যুর পর মানুষ বারযাখের জগতে থাকে; কবরে তাকে দুই ফেরেশতা (মুনকার ও নাকীর) তার রব, তার দ্বীন ও তার নবি সম্পর্কে জিজ্ঞাসা করে। সঠিক উত্তরদাতা কবরের নিয়ামত পায়; কাফির বা মুনাফিক আল্লাহর ন্যায় অনুযায়ী কবরের শাস্তি পায়।<br><br>সহীহ হাদিস (বুখারি, মুসলিম প্রভৃতি) কবরের জিজ্ঞাসা ও শাস্তি বর্ণনা করে; নবি কবরের শাস্তি থেকে পানাহ চাওয়ার দোয়া শিখিয়েছেন। সাহাবাদের বর্ণনাও এটা পেশ করে। আল-মুমিনুন: ৯৯–১০০ বারযাখ ও মৃত ও দুনিয়ায় ফিরে আসার মধ্যে অন্তরায়ের ইঙ্গিত দেয়।<br><br>আমরা তাওহীদ মজবুত করে, সঠিক দ্বীন মেনে ও নবি মুহাম্মাদকে স্বীকার করে প্রস্তুত হই; কবরে জিজ্ঞাসার সময় দৃঢ়তা ও কবরের শাস্তি থেকে পানাহের দোয়া করি।",
    "category": "আখেরাতের দিন"
  },
  {
    "no": 44,
    "title": "কিয়ামতের দিন পুনরুত্থান ও হিসাব",
    "text": "আমরা মৃত্যুর পর পুনরুত্থান, কিয়ামতের দিন আমলের প্রতিদান, আমল পেশ, হিসাব, কিতাব পাঠ, পুরস্কার বা শাস্তি, সিরাত সেতু ও মীযান দাঁড়িপাল্লায় ঈমান রাখি।",
    "explanation": "কিয়ামতের দিন সব মানুষকে কবর থেকে উঠিয়ে হিসাব নেওয়া হবে। আমল পেশ হবে, কিতাব পড়া হবে, মীযান আমল ওজন করবে, তারপর মানুষ সিরাত সেতু পার হয়ে জান্নাত বা জাহান্নামে যাবে। আমরা কুরআন ও হাদিসে যা এসেছে তা সবই মানি।<br><br>আয-যালযালা: ৭–৮ \"যে পরমাণু পরিমাণ ভালো করবে সে তা দেখবে। আর যে পরমাণু পরিমাণ মন্দ করবে সে তা দেখবে।\" আল-কাহফ: ৪৯, আল-ইসরা: ১৩–১৪ ও অন্যান্য আয়াত আমলের কিতাব, হিসাব ও মীযানের কথা বলে। সহীহ হাদিস (বুখারি–মুসলিম) সিরাত ও কেউ পার হয় কেউ পড়ে বর্ণনা করে।<br><br>এই বিশ্বাস আমাদের নেক আমল ও গুনাহ এড়াতে উদ্বুদ্ধ করে; আমরা নিশ্চিত কিছুই কিতাব থেকে বাদ যাবে না ও প্রতিটি কাজের প্রতিদান হবে। আমরা আল্লাহর কাছে সহজ হিসাব ও সেদিন নাজাত চাই।",
    "category": "আখেরাতের দিন"
  },
  {
    "no": 45,
    "title": "অলীদের কারামাতে ঈমান",
    "text": "আমরা আমরা যেগুলো জানি সেই অলীদের কারামাত (অলৌকিকতা) ও নির্ভরযোগ্য উৎস থেকে তাদের সম্পর্কে সহীহ বর্ণনায় ঈমান রাখি।",
    "explanation": "কারামাত হলো অলৌকিকতা বা অনুগ্রহ যা আল্লাহ নেককার (ওলী)কে সাধারণের বাইরে দেন, যেমন অধ্যয়ন ছাড়া জ্ঞান বা সংকটময় মুহূর্তে সাহায্য। আমরা সেই কারামাতে ঈমান রাখি যার বর্ণনা নির্ভরযোগ্য উৎস থেকে সহীহ; আমরা না অস্বীকার করি না বাড়িয়ে বলি।<br><br>সূরা মারইয়াম মারইয়ামকে মিহরাবে রিজিক দেওয়ার কথা বলে; সূরা আল-কাহফ আসহাবে কাহফের কথা বলে। সহীহ হাদিস সাহাবাদের কারামাত বর্ণনা করে (যেমন উমর দূরে সেনা \"দেখা\")। আহলে সুন্নতের আলেমরা কারামাতে ঈমান রাখে নবির মুজিজার সমান না করে ও ওলীকে ইলাহ বানিয়ে না।<br><br>সহীহভাবে বর্ণিত কারামাত আমরা প্রত্যাখ্যান করি না, কিন্তু উৎস অস্পষ্ট গল্প সহজে বিশ্বাস করি না। প্রকৃত ফজিলত তাকওয়া ও নবির অনুসরণ; কারামাত আল্লাহর দান, পুণ্যের মাপকাঠি নয়।",
    "category": "ঈমান: রুকন, সংজ্ঞা ও মধ্য পথ"
  },
  {
    "no": 46,
    "title": "লাওহে মাহফুযে কলমের বিধান",
    "text": "আমরা লাওহে মাহফুয ও কলম ও যত লেখা আছে সবতে ঈমান রাখি; আল্লাহ ﷻ যা লিখেছেন তা অবশ্যই ঘটবে, আর আল্লাহ ﷻ যা লিখেননি তা ঘটবে না; মানুষের থেকে যা ছুটে যায় তা সে কখনো পাবে না।",
    "explanation": "লাওহুল মাহফুয \"মূল কিতাব\" যেখানে আল্লাহ সব তাকদীর লিখেছেন; কলম (ক্বালাম) আল্লাহর হুকুমে লেখে এমন এক মাখলুক। যা লেখা আছে তা ঘটবেই; যা লেখা নেই তা ঘটবে না। রিজিক, আয়ু ও নসীব লিপিবদ্ধ; মানুষের থেকে যা ছুটে যায় তা পাবে না।<br><br>আল-হাদীদ: ২২ \"পৃথিবী ও নিজেদের উপর কোনো মুসিবত আসে না যা আমরা সৃষ্টি করার আগে কিতাবে (লাওহে মাহফুয) নেই।\" সহীহ হাদিস (আহমাদ প্রভৃতি) বলে আল্লাহ প্রথম যা সৃষ্টি করেছেন তা কলম, তারপর তাকে যা হবে সব লিখতে হুকুম দিয়েছেন। আল-আনআম: ৫৯ পেশ করে আল্লাহর জ্ঞান থেকে কিছুই গোপনে নেই।<br><br>আমরা এই বিধানে \"বাধ্য\" বোধ না করে ঈমান রাখি; আমরা এখনও চেষ্টা ও দোয়া করি কারণ চেষ্টা ও দোয়াও তাকদীরের অংশ। এই বিশ্বাস অন্তরকে শান্তি দেয় ও যা পাই না তাতে হিংসা বা নিরাশা থেকে রক্ষা করে।",
    "category": "তাকদীর ও আল্লাহর ইচ্ছা"
  },
  {
    "no": 47,
    "title": "মালাকুল মাউতের রূহ নেওয়ার দায়িত্ব",
    "text": "আমরা মালাকুল মাউতে ঈমান রাখি যাকে সব মাখলুকের রূহ নেওয়ার দায়িত্ব দেওয়া হয়েছে।",
    "explanation": "মালাকুল মাউত (আযরাঈল বা মালাকুল মাউত) সেই ফেরেশতা যাকে আল্লাহ প্রতিটি প্রাণীর রূহ নেওয়ার দায়িত্ব দিয়েছেন। রূহ নেওয়া আল্লাহর হুকুমে হয়; কেউ তার আজল আগে মরে না ও পরে বিলম্ব হয় না।<br><br>আস-সাজদা: ১১ \"বল তোমাদের জন্য নিযুক্ত মালাকুল মাউত তোমাদের মেরে ফেলবে।\" সহীহ হাদিস বলে মালাকুল মাউত আজল এলে মানুষের কাছে আসে; কেউ সহজে কেউ কষ্টে আমল অনুযায়ী নেওয়া হয়। আমরা ফেরেশতার নাম (আযরাঈল) নিশ্চিত দাবি করি না কারণ স্পষ্ট দলিল নেই; নিশ্চিত হলো রূহ নেওয়া ফেরেশতায় ঈমান।<br><br>এই বিশ্বাস মনে করিয়ে দেয় মৃত্যু আসবেই ও তা আল্লাহর হুকুমে সম্পন্ন হয়; আমরা তাওবা ও নেক আমল দিয়ে প্রস্তুত হই যাতে রূহ নেওয়ার সময় আমরা ভালো অবস্থায় থাকি।",
    "category": "ফেরেশতা ও গায়ব"
  },
  {
    "no": 48,
    "title": "মানুষের আমল লিপিবদ্ধকারী দুই ফেরেশতা",
    "text": "আমরা সেই সম্মানিত ফেরেশতাদ্বয়ে ঈমান রাখি যারা মানুষের আমল লিপিবদ্ধ করে, কারণ আল্লাহ ﷻ তাদের মানুষদের উপর দুই হাফেয হিসেবে নিযুক্ত করেছেন।",
    "explanation": "প্রতিটি মানুষের সাথে দুই ফেরেশতা থাকে: একজন ভালো ও একজন মন্দ লিপিবদ্ধ করে। কোনো কথা বা কাজ লিপি থেকে বাদ যায় না; এই লিপি কিয়ামতের দিন পেশ হবে। দুজনই আল্লাহ কর্তৃক নিযুক্ত \"হাফেয\", ক্ষতি করার জন্য নয় বরং ন্যায়ে লিপিবদ্ধ করার জন্য।<br><br>ক্বাফ: ১৭–১৮ \"যখন দুই ফেরেশতা (আমল) লিপিবদ্ধ করে, একজন ডানে ও একজন বাঁয়ে বসে। কোনো কথা বলা হয় না কিন্তু তার পাশে প্রস্তুত প্রহরী আছে।\" আল-ইনফিতার: ১০–১২ হাফাজা ফেরেশতাদেরও উল্লেখ করে। সহীহ হাদিস পেশ করে ফেরেশতারা প্রতিটি আমল লিপিবদ্ধ করে।<br><br>আমরা সচেতন প্রতিটি কাজ লিপিবদ্ধ হয়; এটা আমাদের জবান ও কাজ রক্ষা ও নেক আমল বাড়াতে উদ্বুদ্ধ করে। আমরা অতি ভয় পর্যন্ত যাই না কিন্তু অলসও হই না; আমরা চেষ্টা করি ডানের লিপি বাঁয়ের চেয়ে ভারী হোক।",
    "category": "ফেরেশতা ও গায়ব"
  },
  {
    "no": 49,
    "title": "রাসুল ও কিতাবে ঈমান",
    "text": "আমরা ফেরেশতা, নবি ও রাসুলদের উপর নাজিলকৃত কিতাবে ঈমান রাখি এবং সাক্ষ্য দিই যে তারা সবাই স্পষ্ট সত্যের উপর ছিলেন।",
    "explanation": "আমরা ফেরেশতা, নবি ও আল্লাহর কিতাব (তাওরাত, ইঞ্জিল, যাবুর ও কুরআন)তে কোনো তফাত না করে ঈমান রাখি। সব রাসুল একই সত্য (তাওহীদ ও আনুগত্য) নিয়ে এসেছেন; আমরা সাক্ষ্য দিই তারা স্পষ্ট সত্যের উপর ছিলেন ও আমরা তাদের কাউকে অস্বীকার করি না।<br><br>আল-বাকারা: ২৮৫ \"সব আল্লাহ, তাঁর ফেরেশতা, তাঁর কিতাব ও তাঁর রাসুলে ঈমান আনে। (তারা বলে) আমরা তাঁর রাসুলদের কারও মধ্যে তফাত করি না।\" আন-নিসা: ১৫০–১৫২ কিছু রাসুল অস্বীকারকারীদের সতর্ক করে। সহীহ হাদিস পেশ করে আমরা আদম থেকে মুহাম্মাদ পর্যন্ত সব নবিতে ঈমান রাখি।<br><br>আমরা কোনো নবি বা কিতাবকে গালি দিই না; আমরা ধরি ইসলাম পূর্বেরকে পূর্ণ ও সত্যায়িত করে। আমরা নবি মুহাম্মাদকে শেষ রাসুল ও কুরআনকে পূর্বের কিতাবগুলো সত্যায়িতকারী শেষ কিতাব হিসেবে অনুসরণ করি।",
    "category": "কুরআন ও ওহি"
  },
  {
    "no": 50,
    "title": "সবকিছু আল্লাহর বিধান থেকে",
    "text": "আমরা এ সবতে ঈমান রাখি এবং নিশ্চিত যে সবকিছু আল্লাহ ﷻ এর পক্ষ থেকে।",
    "explanation": "আমরা যাতে ঈমান রাখি—ফেরেশতা, কিতাব, রাসুল, তাকদীর, আখেরাত ইত্যাদি—ও বিশ্বজগতে যা কিছু ঘটে তা মূলত আল্লাহর পক্ষ থেকে। তাঁর জ্ঞান, ইচ্ছা ও বিধান ছাড়া কিছুই ঘটে না; আমরা এতে নিশ্চিতভাবে ঈমান রাখি।<br><br>আত-তাগাবুন: ১১ \"কাউকে কোনো মুসিবত আঘাত হানে না আল্লাহর অনুমতি ছাড়া।\" আল-হাদীদ: ২২ পেশ করে সব মুসিবত লিখিত। সহীহ হাদিস (মুসলিম) আল্লাহর পক্ষ থেকে তাকদীরের ভালো-মন্দে ঈমান পেশ করে। \"সবকিছু আল্লাহর পক্ষ থেকে\" এই বিশ্বাস তাওয়াক্কুল ও ধৈর্যের ভিত্তি।<br><br>আমরা ঘটনাকে শুধু \"প্রকৃতি\" বা \"দৈব\" বলে দিই না; আমরা নিশ্চিত সবকিছুর পিছনে আল্লাহর বিধান। এটা মানুষের দায়িত্ব ঘুচায় না (আমরা এখনও চেষ্টা করি ও জবাবদিহি) কিন্তু চূড়ান্ত ফল আল্লাহর হাতে ছেড়ে দিই।",
    "category": "তাকদীর ও আল্লাহর ইচ্ছা"
  },
  {
    "no": 51,
    "title": "রাসুলদের মধ্যে তফাত না করা",
    "text": "আমরা এ সবতে ঈমান রাখি, রাসুলদের মধ্যে তফাত করি না এবং তারা যা নিয়ে এসেছেন তা সত্য বলে মেনে নিই।",
    "explanation": "আমরা সব রাসুলে কোনো তফাত ছাড়াই ঈমান রাখি; কাউকে অস্বীকার বা কাউকে স্বীকার করি না। তারা যা নিয়ে এসেছেন (তাওহীদ, ইবাদতের ফরজ, আখলাক) আমরা সত্য বলে মেনে নিই; আমরা বলি না \"কিছুতে ঈমান আর কিছুতে কুফর।\"<br><br>আল-বাকারা: ১৩৬ \"বল আমরা আল্লাহতে ও আমাদের উপর যা নাজিল হয়েছে ও ইবরাহীম, ইসমাঈল, ইসহাক, ইয়াকুব ও বংশধরকে যা দেওয়া হয়েছে ও মূসা, ঈসা ও নবীদেরকে তাদের রবের পক্ষ থেকে যা দেওয়া হয়েছে তাতে ঈমান আনি। আমরা তাদের কারও মধ্যে তফাত করি না।\" আন-নিসা: ১৫০–১৫২ কিছু রাসুলে ঈমান আর কিছুতে কুফর করতে নিষেধ করে। হাদিস বলে কোনো নবীকে গালি দেওয়া বড় গুনাহ।<br><br>আমরা সব নবীর সম্মান করি ও এককে অপরের বিরুদ্ধে দাঁড় করাই না; আমরা নবি মুহাম্মাদের শরীয়তকে খাতেম ও পূর্ণ মানি এবং বিশ্বাস করি সব রাসুল আল্লাহর পক্ষ থেকে সত্য নিয়ে এসেছেন।",
    "category": "নবি ও রাসুল"
  },
  {
    "no": 52,
    "title": "দাজ্জালের আবির্ভাব ও কিয়ামতের নিদর্শন",
    "text": "আমরা কিয়ামতের নিদর্শনে ঈমান রাখি যেমন দাজ্জালের আবির্ভাব, ঈসা ইবনে মারইয়ামের আসমান থেকে নুজুল, সূর্যের পশ্চিম থেকে উদয় ও দাব্বার ভূগর্ভ থেকে বের হওয়া।",
    "explanation": "আমরা নবি বর্ণিত কিয়ামতের নিদর্শনে ঈমান রাখি: দাজ্জাল (বড় মিথ্যাবাদী) এর আবির্ভাব, ঈসা ইবনে মারইয়ামের আসমান থেকে দাজ্জাল ধ্বংস ও শরীয়ত কায়েম করতে নুজুল, সূর্যের পশ্চিম থেকে উদয় (তারপর তাওবা কবুল হয় না), ও দাব্বার ভূগর্ভ থেকে বের হওয়া। এগুলো বড় কিয়ামতের আগে হবে।<br><br>সহীহ হাদিস (বুখারী, মুসলিম প্রভৃতি) কিয়ামতের নিদর্শন বর্ণনা করে। নবি বলেছেন দাজ্জাল আসবে ও ঈসা তাকে হত্যা করবেন। আল-আন‘আম: ১৫৮ সূর্যের পশ্চিম থেকে উদয়ের ইঙ্গিত করে। আমরা \"কেমন\" বিস্তারিত জিজ্ঞাসা না করে ঈমান রাখি।<br><br>এ বিশ্বাস স্মরণ করায় কিয়ামত সত্য ও এর নিদর্শন আছে; আমরা ঈমান ও সৎ আমল দিয়ে প্রস্তুত থাকি এবং দাজ্জাল বা মিথ্যা দাবি দ্বারা প্রতারিত হই না।",
    "category": "আখেরাতের দিন"
  },
  {
    "no": 53,
    "title": "জান্নাতের ওয়াদাপ্রাপ্ত দশ সাহাবি",
    "text": "আমরা সাক্ষ্য দিই রাসুলুল্লাহ ﷺ যাদের জান্নাতের ওয়াদা দিয়েছেন সেই দশজন জান্নাতে থাকবেন: আবু বকর, উমর, উসমান, আলী, থালহা, যুবায়ের, আবদুর রহমান ইবনে আওফ, সা‘দ ইবনে আবি ওয়াক্কাস, সাঈদ ইবনে যায়িদ ও আবু উবায়দা ইবনে আল-জাররাহ।",
    "explanation": "নবি যাদের জান্নাতের ওয়াদা দিয়েছেন (আশারা মুবাশশারা) সেই দশ সাহাবিতে আমরা ঈমান রাখি তারা জান্নাতে প্রবেশ করবেন: আবু বকর, উমর, উসমান, আলী, থালহা, যুবায়ের, আবদুর রহমান ইবনে আওফ, সা‘দ ইবনে আবি ওয়াক্কাস, সাঈদ ইবনে যায়িদ ও আবু উবায়দা ইবনে আল-জাররাহ। নবির ওয়াদা সত্য এবং তারা উম্মতের আদর্শ।<br><br>সহীহ হাদিস (তিরমিযী প্রভৃতি) বলে নবি এই দশ সাহাবিকে জান্নাতের ওয়াদা দিয়েছেন। তারা ইসলামের মহান ব্যক্তিত্ব; তাদের ফযীলত স্বীকার করা আহলে সুন্নতের আকিদার অংশ। আমরা গুলুও করি না তাকসীর করি না; তাদের মানহাজ অনুসরণ করি।<br><br>আমরা সব সাহাবির সম্মান করি ও কাউকে ঘৃণা করি না; ঈমান, ইনসাফ ও কুরবানিতে এই দশজনের থেকে আদর্শ নিই।",
    "category": "সাহাবা, খুলাফা ও আহলে বাইত"
  },
  {
    "no": 54,
    "title": "ইনসাফ ভালোবাসা ও জুলুম ঘৃণা",
    "text": "আমরা ইনসাফ ও সত্যের মানুষদের ভালোবাসি এবং জুলুম ও মিথ্যার মানুষদের ঘৃণা করি।",
    "explanation": "আমরা যারা ইনসাফ ও সত্যের তাদের ভালোবাসি এবং যারা জালেম ও মিথ্যাবাদী তাদের ঘৃণা করি। আল্লাহর জন্য ভালোবাসা ও ঘৃণা ঈমানের অংশ; আমরা জুলুম বা মিথ্যার প্রতি নিরপেক্ষ নই।<br><br>আল-মুমতাহানা: ৮ আমাদের নির্দেশ দেয় যারা ধর্মের কারণে আমাদের সাথে যুদ্ধ করে না তাদের শত্রু না হতে। নবি বলেছেন (বুখারী) আল্লাহ যাকে সবচেয়ে বেশি ভালোবাসেন সে মানুষদের সবচেয়ে বেশি উপকারী। জুলুম ও মিথ্যা অনেক আয়াত ও হাদিসে নিষিদ্ধ।<br><br>আমরা নিজের কাজে ইনসাফ ও সত্য চেষ্টা করি এবং সমাজে ইনসাফের পক্ষ নিই; জুলুম ও মিথ্যা এড়াই এবং জালেমদের সাথে জুলুমে শরিক হই না।",
    "category": "জামাআত, শাসক ও ফিকহ"
  },
  {
    "no": 55,
    "title": "সব সাহাবিকে ঘৃণা নিষিদ্ধ",
    "text": "আমরা রাসুলুল্লাহ ﷺ এর সাহাবিদের ভালোবাসি কিন্তু কারও প্রতি গুলুও করি না এবং কাউকে ছাড়ি না; সাহাবিদের ভালোবাসা ইসলাম ও ঈমানের অংশ; সাহাবিদের ঘৃণা কুফর ও নিফাক।",
    "explanation": "আমরা সব সাহাবিকে কোনো গুলুও (কাউকে অতিরঞ্জন) বা তাকসীর (কাউকে ছেড়ে দেওয়া) ছাড়াই ভালোবাসি। সাহাবিদের ভালোবাসা ইসলাম ও ঈমানের অংশ; সাহাবিদের ঘৃণা বা গালি কুফর ও নিফাক।<br><br>আত-তাওবা: ১০০ মুহাজিরীন ও আনসারের অগ্রগামী ও প্রথমদের প্রশংসা করে। সহীহ হাদিস সাহাবাকে গালি দিতে নিষেধ করে; নবি বলেছেন আমার সাহাবাকে গালি দিও না। আহলে সুন্নত মানে সাহাবা ইজতিহাদে ইখতিলাফ করতে পারতেন কিন্তু আকিদায় নয়।<br><br>আমরা বিনা দলিলে সাহাবাকে গালি বা অপরাধী সাব্যস্ত করি না; আমরা তাদের সম্মান করি ও এই উম্মতের সর্বোত্তম প্রজন্ম থেকে আদর্শ নিই।",
    "category": "সাহাবা, খুলাফা ও আহলে বাইত"
  },
  {
    "no": 56,
    "title": "খুলাফায়ে রাশিদীনের ক্রম",
    "text": "আমরা স্থির করি রাসুলুল্লাহ ﷺ এর ওফাতের পর খিলাফত প্রথমে আবু বকর আস-সিদ্দীককে, তারপর উমর, তারপর উসমান, তারপর আলী ইবনে আবি তালিব—এরা খুলাফায়ে রাশিদীন ও সোজা শাসক।",
    "explanation": "নবির ওফাতের পর খিলাফত আবু বকরের কাছে, তারপর উমর, উসমান, আলী। এরা খুলাফায়ে রাশিদীন (সোজা শাসক); এ ক্রম ইতিহাস ও আহলে সুন্নতের ইজমা অনুযায়ী।<br><br>সহীহ হাদিস বলে নবির পর খিলাফত কুরাইশে এবং নবি নির্দেশ দিয়েছেন হিদায়াতপ্রাপ্ত খুলাফার সুন্নত অনুসরণ করতে। সহীহ রেওয়ায়েত আবু বকর, তারপর উমর, উসমান ও আলীর বাইয়াত বর্ণনা করে। আমরা তাদের কারও বিরুদ্ধে বা কাউকে ছোট করি না।<br><br>আমরা চার খলিফাকে আদিল শাসক মানি ও ধর্ম ও রাষ্ট্রে তাদের মানহাজ অনুসরণ করি; যারা সাহাবাকে গালি বা তাকফীর করে তাদের অনুসরণ করি না।",
    "category": "সাহাবা, খুলাফা ও আহলে বাইত"
  },
  {
    "no": 57,
    "title": "নবির সুন্নত ও জামাআত অনুসরণ",
    "text": "আমরা নবি ﷺ এর সুন্নত ও মুসলমানদের জামাআত অনুসরণ করি এবং বিচ্যুতি, বিভক্তি ও বিভাজন এড়াই।",
    "explanation": "আমরা নবির সুন্নত ও মুসলমানদের জামাআত ধরি; বিদআত, বিভক্তি ও বিচ্যুত মনোভাব এড়াই। সুন্নত ও জামাআত অনুসরণ নাজাতের পথ।<br><br>সহীহ হাদিস (আবু দাউদ, তিরমিযী) বলে \"আমার সুন্নত ও হিদায়াতপ্রাপ্ত খুলাফার সুন্নত ধরে থাক\" এবং \"জামাআত রহমত, বিভক্তি আযাব।\" আলে ইমরান: ১০৩ আল্লাহর রজ্জু ধরে থাকতে ও বিভক্ত না হতে নির্দেশ দেয়। আহলে সুন্নাত ওয়াল জামাআত এ পথ অনুসরণকারীদের নাম।<br><br>আমরা ধর্ম শেখাই সহীহ উৎস (কুরআন ও সুন্নত) থেকে ও জামাআতের বুঝ অনুসরণ করি, না প্রবৃত্তি বা ভিন্ন দল; বিভাজনকারী বিতর্ক এড়াই।",
    "category": "জামাআত, শাসক ও ফিকহ"
  },
  {
    "no": 58,
    "title": "আহলে কিবলার সংজ্ঞা মুসলিম ও মুমিন",
    "text": "আমরা যার কিবলা আমাদের দিকে তাকে মুসলিম ও মুমিন বলি—যতক্ষণ আহলে কিবলা নবি ﷺ যা নিয়ে এসেছেন তা স্বীকার করে এবং তিনি যা বলেছেন ও জানিয়েছেন সব সত্য বলে মানে।",
    "explanation": "যে আমাদের কিবলার (কাবা) দিকে নামাজ পড়ে ও নবি যা নিয়ে এসেছেন তা স্বীকার করে এবং নবির প্রতিটি কথা ও খবর সত্য বলে মানে আমরা তাকে মুসলিম ও মুমিন বলি। আমরা আহলে কিবলাকে তাকফীর করি না যতক্ষণ না সে স্পষ্ট কুফরের বিষয় অস্বীকার করে।<br><br>আল-বাকারা: ১৪৩ মুসলমানদের মধ্যম উম্মত বলে। সহীহ হাদিস বলে যে আমাদের মতো নামাজ পড়ে ও আমাদের কিবলার দিকে তাকায় সে মুসলিম। আহলে সুন্নতের উলামা গুনাহের কারণে আহলে কিবলাকে তাকফীর দেন না যতক্ষণ সে তাকে হালাল না করে।<br><br>আমরা অকারণে তাকফীর করি না; গুনাহগার মুসলিম ও ইসলাম থেকে বেরিয়ে যাওয়ার মধ্যে পার্থক্য করি। অন্তরের রহস্য আল্লাহর হাতে ছেড়ে দিই ও আহলে কিবলার সাথে সহ-মুসলিম হিসেবে আচরণ করি।",
    "category": "জামাআত, শাসক ও ফিকহ"
  },
  {
    "no": 59,
    "title": "ঐক্য সত্য বিভক্তি আযাব",
    "text": "আমরা একমত যে ঐক্য সঠিক পথ এবং বিভক্তি বিচ্যুতি ও আযাব।",
    "explanation": "সত্যের উপর ঐক্য সঠিক পথ; বিভক্তি বিচ্যুতি ও আযাব। আল্লাহ ঐক্যের নির্দেশ ও বিভক্তি নিষেধ করেন।<br><br>আলে ইমরান: ১০৩ \"সবাই আল্লাহর রজ্জু ধরে থাক এবং বিভক্ত হয়ো না।\" সহীহ হাদিস (ইবনে মাজা) বলে বিভক্তি আযাব। নবি বিভক্তি নিষেধ ও শাসকের কথা শোনা ও মানার নির্দেশ দিয়েছেন যতক্ষণ না মা'সিয়াতে।<br><br>আমরা ইসলামী ভ্রাতৃত্ব বজায় রাখি ও বিদআত বা অভিযোগ দিয়ে উম্মত ভাঙি না; কুরআন ও সুন্নত ও সলফের বুঝের উপর ঐক্য করি।",
    "category": "জামাআত, শাসক ও ফিকহ"
  },
  {
    "no": 60,
    "title": "হাদিস অনুযায়ী খুফ্ফ মসহের বৈধতা",
    "text": "আমরা সফর ও অ-সফর উভয়েই হাদিস অনুযায়ী খুফ্ফ (চামড়ার মোজা) মসহ করতে সম্মত।",
    "explanation": "ওযুতে পা ধোয়ার বদলে খুফ্ফ (গোড়ালি ঢাকা চামড়ার মোজা) মসহ করা হাদিসে জায়েয, সফর হোক বা না হোক। এটা শরীয়তের রুখসত যা নবি শিখিয়েছেন।<br><br>সহীহ হাদিস (মুসলিম প্রভৃতি) নবি ও সাহাবার খুফ্ফ মসহ বর্ণনা করে। উলামা ফিকহে বর্ণিত শর্তসাপেক্ষে এর বৈধতায় ইজমা করেন। এটা দীনের সহজতার অংশ; আমরা গুলুও বা অস্বীকার ছাড়া অনুসরণ করি।<br><br>আমরা ওযুতে শর্ত অনুযায়ী খুফ্ফ মসহের রুখসত ব্যবহার করতে পারি; সহীহ দলিল অনুসরণ করলে আমরা একে না ওয়াজিব মনে করি না হারাম।",
    "category": "জামাআত, শাসক ও ফিকহ"
  },
  {
    "no": 61,
    "title": "প্রতি ইমামের পিছনে নামাজ",
    "text": "আমরা আহলে কিবলার যেকোনো ব্যক্তির পিছনে—নেক বা জালেম—নামাজ পড়তে এবং আহলে কিবলার যেকোনো ব্যক্তির মৃত্যুতে জানাজা পড়তে সম্মত।",
    "explanation": "আমরা আহলে কিবলার যেকোনো ব্যক্তির পিছনে—পাক বা ফাজের—নামাজ পড়ি যতক্ষণ তারা নামাজ সঠিকভাবে কায়েম করে; আমরা মৃত আহলে কিবলার জানাজাও পড়ি। এটা ঐক্য রক্ষা করে এবং ইমামের ব্যক্তিগত ত্রুটির জন্য জামাত বয়কট করি না।<br><br>সহীহ হাদিস (বুখারি-মুসলিম) ফাজের ইমামের পিছনে নামাজের কথা বলেছে যতক্ষণ সে নামাজ কায়েম করে। নবি বলেছেন তারা (ইমাম) তোমাদের সামনে; সঠিক হলে সওয়াব তোমাদের ও তাদের, ভুল হলে সওয়াব তোমাদের ও গুনাহ তাদের। মুসলমানের জানাজা পড়া কেফায়া ওয়াজিব।<br><br>আমরা শুধু ইমামের অসম্পূর্ণতার জন্য জামাত ছেড়ে দিই না; আমরা জামাতে নামাজ চালিয়ে যাই এবং ইমামের হিদায়াতের দোয়া করি। আমরা মুসলমানের জানাজা পড়ি এবং শুধু সেই ব্যক্তির গুনাহের জন্য প্রত্যাখ্যান করি না।",
    "category": "জামাআত, শাসক ও ফিকহ"
  },
  {
    "no": 62,
    "title": "কুরআন কালাম মাখলুক নয়",
    "text": "আমরা কুরআন নিয়ে বিতর্ক করি না, এবং সাক্ষ্য দিই যে তা আল্লাহর কালাম যা রূহুল আমীন মুহাম্মাদ ﷺ এর কাছে নিয়ে এসেছেন; তা মাখলুকের কালাম নয় এবং আমরা বলি না যে তা সৃষ্ট।",
    "explanation": "কুরআন কালামুল্লাহ (আল্লাহর বাণী) যা জিবরীল নবি মুহাম্মাদের কাছে নিয়ে এসেছেন; তা মাখলুকের বাণী নয় এবং আমরা বলি না যে তা মাখলুক। দলিল ছাড়া \"কেমন\" বা \"মাখলুক কি না\" নিয়ে বিতর্ক বিদআত; আমরা আল্লাহ ও রাসুল যা স্থির করেছেন তা মানি।<br><br>সূরা আত-তাওবা: ৬ \"আল্লাহর বাণী\" (কালামুল্লাহ) বলে। সহীহ হাদিস তসদীক করে যে কুরআন রূহুল আমীন (জিবরীল) দিয়ে নাজিল হয়েছে। আহলে সুন্নত স্থির করে যে আল্লাহর কালাম তাঁর সিফাত, মাখলুক নয়; যে কুরআনকে মাখলুক বলে সে বিচ্যুত।<br><br>আমরা সাধারণ লোকের সাথে এ বিষয়ে বিতর্ক করি না; আমরা শুধু বিশ্বাস করি কুরআন আল্লাহর পবিত্র কালাম এবং মাখলুক নয়। আমরা কুরআনের সম্মান করি এবং অলাভজনক কালামী বিতর্কে পড়ি না।",
    "category": "কুরআন ও ওহি"
  },
  {
    "no": 63,
    "title": "দীন সম্পর্কে অনর্থক বাক্য এড়ানো",
    "text": "আমরা আল্লাহ ﷻ সম্পর্কে অনর্থক বাক্যে প্রবেশ করি না, এবং আল্লাহ ﷻ এর দীন সম্পর্কে বিবাদ হতে দিই না।",
    "explanation": "আমরা আল্লাহ সম্পর্কে অনর্থক বাক্যে (যেমন তাঁর যাত নিয়ে বিতর্ক বা যার দলিল নেই) প্রবেশ করি না, এবং আল্লাহর দীন সম্পর্কে বিবাদকে ভ্রাতৃত্ব ভাঙতে দিই না। দীন দলিলের উপর দাঁড়ানো, অনুমানের উপর নয়।<br><br>সূরা আল-ইসরা: ৩৬ যার জ্ঞান নেই তার অনুসরণ নিষেধ করে। সহীহ হাদিস জ্ঞান ছাড়া কুরআন নিয়ে বিতর্ক নিষেধ ও বিবাদ আল্লাহ ও রাসুলের দিকে ফেরানোর হুকুম দেয়। উলামা দীনে জিদাল (অনর্থক বিতর্ক) নিষেধ করেন।<br><br>আমরা দীন সম্পর্কে কুরআন ও সুন্নতের ভিত্তিতে কথা বলি; অন্তহীন বিতর্কে সময় নষ্ট করি না। আমরা ঐক্য রক্ষা করি এবং অ-মৌলিক পার্থক্যের জন্য বিভক্ত করি না।",
    "category": "ঈমান: রুকন, সংজ্ঞা ও মধ্য পথ"
  },
  {
    "no": 64,
    "title": "অবাধ্যতা না হলে শাসকের আনুগত্য",
    "text": "আমরা ইমাম বা আমাদের বিষয়ের শাসকের বিরুদ্ধে বিদ্রোহ মেনে নিই না, ইমাম ও শাসক জালেম হলেও; ইমাম ও শাসকের আনুগত্য আল্লাহ ﷻ এর আনুগত্যের অংশ, এবং যতক্ষণ ইমাম ও শাসক গুনাহের হুকুম না দেন ওয়াজিব; আমরা এমন ইমাম ও শাসকের জন্য হিদায়াত ও মাগফিরাতের দোয়া করি।",
    "explanation": "আমরা মুসলমানদের ইমাম বা শাসকের বিরুদ্ধে বিদ্রোহ মেনে নিই না তারা জালেম হলেও; তাদের আনুগত্য আল্লাহর আনুগত্যের অংশ এবং যতক্ষণ তারা মা'সিয়াতের হুকুম না দেন ওয়াজিব। আমরা তাদের জন্য হিদায়াত ও মাগফিরাতের দোয়া করি।<br><br>সহীহ হাদিস (বুখারি-মুসলিম) তসদীক করে: আমিরের কথা শোন ও মান যতক্ষণ অবাধ্যতার হুকুম না হয়; নবি নিষেধ করেছেন বিদ্রোহ থেকে যতক্ষণ তারা নামাজ কায়েম করে। সূরা আন-নিসা: ৫৯ উলিল আমরদের আনুগত্যের হুকুম দেয়। এটা স্থিতিশীলতা ও শারিয়তের নিয়ম রক্ষা করে।<br><br>আমরা মা'রুফে আনুগত্য করি এবং গুনাহের হুকুম হলে মানি না; আমরা সহিংসতা বা বিভক্তি দিয়ে বিদ্রোহ করি না। আমরা শাসকের ন্যায় ও হিদায়াতের দোয়া করি এবং হিকমত দিয়ে নসিহত চেষ্টা করি।",
    "category": "জামাআত, শাসক ও ফিকহ"
  },
  {
    "no": 65,
    "title": "জ্যোতিষী ও ভাগ্যবক্তার প্রত্যাখ্যান",
    "text": "আমরা জ্যোতিষী ও ভাগ্যবক্তার বাক্য সত্য বলে মানি না, না এমন কোনো দাবি যা কিতাব, সুন্নত ও মুসলিম উম্মতের ইজমার বিরুদ্ধে।",
    "explanation": "আমরা জ্যোতিষী, ভাগ্যবক্তা বা যেকোনো গায়ব জানা বা ভাগ্য বলার দাবিদারের বাক্য মানি না; আমরা কুরআন, সুন্নত ও উম্মতের ইজমার বিরুদ্ধে কোনো দাবিও প্রত্যাখ্যান করি। সত্য শুধু ওহি থেকে।<br><br>সহীহ হাদিস (বুখারি-মুসলিম) তসদীক করে নবি বলেছেন: যে জ্যোতিষী বা ভাগ্যবক্তার কাছে যায় ও তাকে সত্য মানে সে মুহাম্মাদের উপর নাজিলকৃত বিষয়ে কুফরি করেছে। সূরা আল-জিন: ২৬-২৭ তসদীক করে গায়ব আল্লাহ ছাড়া কেউ জানে না।<br><br>আমরা ভবিষ্যদ্বাণী, রাশিফল বা \"জ্ঞান\" যা ভবিষ্যৎ জানার দাবি করে তাতে বিশ্বাস করি না; আমরা আল্লাহর উপর তাওয়াক্কুল করি ও তাঁর নিয়ম অনুযায়ী কাজ করি। আমরা খবর শুধু সঠিক উৎস (কিতাব ও সুন্নত) থেকে নিই।",
    "category": "দোয়া, জ্ঞান ও সীমা"
  },
  {
    "no": 66,
    "title": "গুনাহের কারণে মুসলমানকে কাফির না বলা",
    "text": "আমরা আমাদের আহলে কিবলার কাউকে তারা যে গুনাহ করে তার জন্য কাফির মনে করি না—যতক্ষণ আহলে কিবলা সেই কাজ হালাল না করে।",
    "explanation": "আমরা আহলে কিবলাকে (যারা আমাদের কিবলার দিকে নামাজ পড়ে ও নবিকে স্বীকার করে) শুধু গুনাহের জন্য তাকফীর দিই না—যতক্ষণ তারা সেই গুনাহ হালাল না করে। গুনাহ স্বয়ংক্রিয়ভাবে ইসলাম থেকে বের করে না।<br><br>সহীহ হাদিস তসদীক করে: মুসলমান অপর মুসলমানকে কাফির বলতে পারবে না; যে তার ভাইকে \"হে কাফির\" বলে তাদের একজনের উপর সেই ডাক ফিরে আসে। আহলে সুন্নতের উলামা বড় গুনাহকারী মুমিন ও ইসলাম থেকে বেরনোর মধ্যে পার্থক্য করেন।<br><br>আমরা অকারণে তাকফীর করি না; গুনাহকারী কিন্তু মুমিন ও ইসলামের রুকন অস্বীকারকারী বা হারাম হালালকারীর মধ্যে পার্থক্য করি। অন্তরের রহস্য আল্লাহর উপর ছেড়ে দিই।",
    "category": "পাপ, কুফর ও কিবলার লোক"
  },
  {
    "no": 67,
    "title": "মুমিনের উপর গুনাহের ক্ষতিকর প্রভাব",
    "text": "আমরা বলি না যে মুমিনের গুনাহের তার উপর কোনো ক্ষতিকর প্রভাব নেই।",
    "explanation": "আমরা বলি না যে মুমিনের গুনাহের তার উপর ক্ষতি নেই। গুনাহ ক্ষতিকরই থাকে: সওয়াব কমায়, দুনিয়া বা আখেরাতে শাস্তি আনে, ও ঈমান দুর্বল করে। আমরা গুনাহ হালকা করি না।<br><br>সূরা আন-নিসা: ৩১ ও অন্যান্য আয়াত সতর্ক করে বড় গুনাহ শাস্তি আনতে পারে। সহীহ হাদিস তসদীক করে গুনাহ হৃদয়ে চিহ্ন রাখে। নবি ছোট গুনাহ হালকা নিতে নিষেধ করেছেন। আহলে সুন্নত মুরজিয়ার এই দৃষ্টিভঙ্গি প্রত্যাখ্যান করে যে গুনাহ ঈমানের ক্ষতি করে না।<br><br>আমরা গুনাহ থেকে ভয় করি ও তাওবা করি; শুধু ঈমানের জন্য \"নিরাপদ\" বোধ করি না। আমরা বড় ও ছোট গুনাহ এড়াতে চেষ্টা করি এবং অবাধ্যতার হৃদয় ও আখেরাতের পরিণতির প্রভাব কম দেখি না।",
    "category": "পাপ, কুফর ও কিবলার লোক"
  },
  {
    "no": 68,
    "title": "সহ-মুসলমানকে কুফরের অভিযোগ নিষেধ",
    "text": "আমরা বলি না যে আহলে কিবলার কেউ অবশ্যই জান্নাত বা জাহান্নামে যাবে, এবং আমরা কাউকে কুফর, শির্ক বা নিফাকের অভিযোগ দিই না—যতক্ষণ আহলে কিবলা তা প্রকাশ না করে; আমরা আহলে কিবলার রহস্য আল্লাহ ﷻ এর উপর ছেড়ে দিই।",
    "explanation": "আমরা কারও জন্য স্থির করি না যে সে অবশ্যই জান্নাত বা জাহান্নামে যাবে; আমরা কাউকে কুফর, শির্ক বা নিফাকের অভিযোগ দিই না যতক্ষণ তারা তা প্রকাশ না করে। অন্তরের রহস্য আল্লাহর উপর ছেড়ে দিই।<br><br>সহীহ হাদিস আমাদের কারও জন্য জান্নাত বা জাহান্নাম স্থির করতে নিষেধ করে। নবি বলেছেন: অপরকে নিফাকের অভিযোগ দিও না। সূরা আল-হুজুরাত: ১২ অতি সন্দেহ ও গিবত নিষেধ করে। আমরা শুধু প্রকাশ্য দিয়ে বিচার করি; গোপন আল্লাহর বিষয়।<br><br>আমরা স্পষ্ট প্রমাণ না থাকা পর্যন্ত ভালো ধারণা রাখি; অপরের নিয়ত বিচার করি না। আমরা নিজেকে সংশোধন ও হিকমত দিয়ে দাওয়াতে মনোযোগ দিই, অভিযোগ বা রায় দিতে নয়।",
    "category": "পাপ, কুফর ও কিবলার লোক"
  },
  {
    "no": 69,
    "title": "নবির অলিদের উপর শ্রেষ্ঠত্ব",
    "text": "আমরা উম্মতের কোনো অলিকে কোনো নবির উপর প্রাধান্য দিই না; এক নবি সব অলি একত্রে থেকে উত্তম।",
    "explanation": "এ উম্মতের কোনো অলি কোনো নবির চেয়ে উত্তম নয়; এক নবি সব অলি একত্রে থেকে উত্তম। নবিদের আলাদা মর্যাদা; আমরা কোনো সালেহকে নবিদের উপর প্রাধান্য দিই না।<br><br>সূরা আল-আনআম: ৮৬ ও অন্যান্য আয়াত নবিদের বিশেষ শ্রেষ্ঠত্ব দিয়ে উল্লেখ করে। সহীহ হাদিস তসদীক করে নবি মুহাম্মাদ কিয়ামতের দিন বনি আদমের সরদার। উলামা একমত নবি অলি থেকে উত্তম। অলিকে নবির উপর প্রাধান্য দেয়া গুমরাহি।<br><br>আমরা নবিদের সম্মান করি ও কোনো সালেহকে তাদের সমান করি না। আমরা নবি মুহাম্মাদকে শারিয়তের উৎস ও সর্বোচ্চ নমুনা হিসেবে অনুসরণ করি; আল্লাহর অলিদের ভালোবাসি অতি উক্তি না করে যাতে নবির সমান না করি।",
    "category": "নবি ও রাসুল"
  },
  {
    "no": 70,
    "title": "বৈধ কারণ ছাড়া হত্যা নিষেধ",
    "text": "আমরা মুহাম্মাদ ﷺ এর উম্মতের কাউকে হত্যা করতে সম্মত নই, তবে যখন আইন অনুযায়ী ওয়াজিব হয়।",
    "explanation": "আমরা মুহাম্মাদের উম্মতের কাউকে হত্যা করতে সম্মত নই তবে যখন শারিয়ত অনুযায়ী ওয়াজিব হয় (কিসাস, হদ, বা বৈধ যুদ্ধের প্রসঙ্গে)। মুসলমানের জীবন সুরক্ষিত; অকারণ হত্যা বড় গুনাহ।<br><br>সূরা আল-আনআম: ১৫১ ও আল-ইসরা: ৩৩ আল্লাহ যে প্রাণ হারাম করেছেন তাকে হক ছাড়া হত্যা নিষেধ করে। সহীহ হাদিস তসদীক করে মুসলমান হত্যা কাবায়েরের মধ্যে। নবি লা ইলাহা ইল্লাল্লাহ বলাকে হত্যা নিষেধ করেছেন। ইসলামী ফৌজদারি আইন সংজ্ঞায়িত করে কখন হত্যা জায়েয।<br><br>আমরা মানবজীবনের সম্মান করি ও শারিয়তের বাইরে সহিংসতা বা হত্যা সমর্থন করি না। আমরা সঠিক দলিলের অনুযায়ী নয় এমন ধর্মের নামে সন্ত্রাস ও হত্যা প্রত্যাখ্যান করি।",
    "category": "জামাআত, শাসক ও ফিকহ"
  },
  {
    "no": 71,
    "title": "মুহাম্মাদের বান্দা ও রাসুল হিসেবে মর্যাদা",
    "text": "আমরা বিশ্বাস করি যে মুহাম্মাদ ﷺ আল্লাহ ﷻ এর মনোনীত বান্দা, আল্লাহ ﷻ এর মনোনীত নবি ও রাসুল যার সাথে আল্লাহ ﷻ সন্তুষ্ট।",
    "explanation": "মুহাম্মাদ আল্লাহর মনোনীত বান্দা, নবি ও রাসুল যার সাথে আল্লাহ সন্তুষ্ট। তিনি মানুষ যাকে ওহি দিয়ে পাঠানো হয়েছে; আমরা তার ইবাদত করি না ও তাকে বান্দা ও রাসুল মর্যাদার ঊর্ধ্বে গুলুও করে তুলি না।<br><br>সূরা আল-ইসরা: ১ নবিকে তাঁর বান্দা বলে উল্লেখ করে। সূরা আল-আহযাব: ৪০ তসদীক করে মুহাম্মাদ নবিদের seal। সহীহ হাদিস: আমার ব্যাপারে নাসারাদের মত গুলুও করো না; আমি শুধু বান্দা, তাই বলো আল্লাহর বান্দা ও তাঁর রাসুল।<br><br>আমরা নবিকে গুলুও ছাড়াই ভালোবাসি ও সম্মান করি; আমরা তার শারিয়ত অনুসরণ করি ও তাকে উলুহিয়্যাত দিই না। আমরা তার নবুয়ত অস্বীকারকারী বা নবিকে ছোটকারীকে প্রত্যাখ্যান করি।",
    "category": "নবি ও রাসুল"
  },
  {
    "no": 72,
    "title": "মানুষের জন্য ভালো ও মন্দের নির্ধারণ",
    "text": "ভালো ও মন্দ মানুষের জন্য নির্ধারিত।",
    "explanation": "ভালো ও মন্দ মানুষের জন্য নির্ধারিত: হুকুম ও নিষেধ, সওয়াব ও শাস্তি আছে। মানুষকে পছন্দের সামর্থ্য দেয়া হয়েছে; তার পছন্দের জন্য তাকে জবাবদিহি করা হবে।<br><br>সূরা আশ-শামস: ৮-১০ ইঙ্গিত করে আল্লাহ মানুষকে ফুজুর ও তাকওয়ার পথে ইলহাম দেন। হাদিস ও আয়াত তাকলীফ ও হিসাব তসদীক করে। তাকদীর পছন্দ রহিত করে না; মানুষ চেষ্টা করে ও আল্লাহ ফল নির্ধারণ করেন।<br><br>আমরা ভালো করতে ও মন্দ এড়াতে চেষ্টা করি; আমরা \"নির্ধারিত\" দোহাই দিয়ে অলসতা করি না। আমরা বিশ্বাস করি ভালো ও মন্দ বাস্তব এবং আমাদের জবাবদিহি করতে হবে।",
    "category": "ঈমান: রুকন, সংজ্ঞা ও মধ্য পথ"
  },
  {
    "no": 73,
    "title": "ঈমানের নিরাপত্তা আত্মসমর্পণে",
    "text": "কারও ইসলাম তখনই নিরাপদ যখন তা আত্মসমর্পণ ও আল্লাহ ও রাসুলের প্রতি সমর্পণের উপর ভিত্তি করে; যে জিনিস নিজের সামর্থ্যের বাইরে তা জোর করে জানতে চাওয়া শুধু সঠিক বিশ্বাস থেকে দূরে সরিয়ে দেয়।",
    "explanation": "কারও ইসলাম তখনই নিরাপদ যখন তা আল্লাহ ও রাসুলের প্রতি আত্মসমর্পণ (তাসলিম) ও সমর্পণের উপর ভিত্তি করে। যে জিনিস নিজের সামর্থ্যের বাইরে (যেমন আল্লাহর যাতের হাকীকত বা তাকদীরের বিবরণ) তা জোর করে জানতে চাওয়া শুধু সঠিক বিশ্বাস থেকে দূরে সরিয়ে দেয়।<br><br>সূরা আলে ইমরান: ১৯ ইসলামকে আত্মসমর্পণ বলে উল্লেখ করে। হাদিস আল্লাহর যাত নিয়ে চিন্তা নিষেধ করে ও তাঁর সৃষ্টি নিয়ে চিন্তা করার হুকুম দেয়। উলামা আল্লাহর নাম ও সিফাতে ইলহাদ (যা জায়েয নয় তাতে গভীরে যাওয়া) নিষেধ করেন।<br><br>আমরা যে গায়বী বিষয় আল্লাহ ব্যাখ্যা করেননি তা আল্লাহর উপর ছেড়ে দিই; আমরা যা আল্লাহ হুকুম করেছেন ও আমরা যা পারি তাতে মনোযোগ দিই। আমরা যা আল্লাহ খুলে দেননি তার \"কেমন\" বা \"কেন\" না জেনে অস্থির হই না।",
    "category": "ঈমান: রুকন, সংজ্ঞা ও মধ্য পথ"
  },
  {
    "no": 74,
    "title": "মানুষের সামর্থ্য আল্লাহর কাছ থেকে",
    "text": "যে সামর্থ্য কোনো কাজ সত্যিই সংঘটিত করে তা শুধু আল্লাহ ﷻ এর কাছ থেকে; শারিয়ত মানুষ থেকে যা চায় তা হলো স্বাস্থ্য, সক্ষমতা ও যে সুযোগ তার আছে সেই অর্থে সামর্থ্য।",
    "explanation": "যে সামর্থ্য কাজ সত্যিই সংঘটিত করে (মুআসসিরা কুদরা) শুধু আল্লাহর কাছ থেকে। শারিয়ত মানুষ থেকে যা চায় তা হলো স্বাস্থ্য, সক্ষমতা ও সুযোগ (সরঞ্জাম) অর্থে সামর্থ্য; যখন তা থাকে তখন তার চেষ্টা করা ওয়াজিব ও আল্লাহ তাওফিক দেন।<br><br>সূরা আল-বাকারা: ২৮৬: আল্লাহ সামর্থ্যের অতিরিক্ত বোঝা দেন না। হাদিস: লা হাওলা ওয়া লা কুওয়াতা ইল্লা বিল্লাহ। উলামা তাকলীফের শর্ত হিসেবে সামর্থ্য ও যে সামর্থ্য কাজ সংঘটিত করে (আল্লাহর কাছ থেকে) তার মধ্যে পার্থক্য করেন।<br><br>আমরা যতটুকু পারি চেষ্টা করি ও আল্লাহর সাহায্য চাই; আমরা যা এখনও চেষ্টা করা যায় তাতে \"আমি পারি না\" দোহাই দিই না। আমরা বিশ্বাস করি তাআতের শক্তি আল্লাহর কাছ থেকে আসে।",
    "category": "তাকলীফ ও মানুষের আমল"
  },
  {
    "no": 75,
    "title": "সকল জ্ঞান আল্লাহর কাছে ফিরিয়ে দেয়া",
    "text": "যখন কোনো বিষয়ে আমাদের জ্ঞান স্পষ্ট না হয় আমরা বলি: \"আল্লাহ ﷻ সবচেয়ে ভালো জানেন।\"",
    "explanation": "যখন আমাদের কোনো বিষয়ের জ্ঞান স্পষ্ট না হয় বা যথেষ্ট দলিল না থাকে আমরা বলি: আল্লাহ সবচেয়ে ভালো জানেন। আমরা নিশ্চিত করি না বা বানাই না; আমরা যা জানি না তা আল্লাহর কাছে ফিরিয়ে দিই।<br><br>সূরা আল-বাকারা: ২৩২ ও অনেক আয়াত বিষয় আল্লাহর কাছে ফিরিয়ে দেয়ার হুকুম দেয়। নবি বলেছেন: যাকে এমন জ্ঞান সম্পর্কে জিজ্ঞাসা করা হয় যা সে জানে না এবং বলে \"আল্লাহ সবচেয়ে ভালো জানেন\" সে সঠিক জবাব দিয়েছে। উলামা জ্ঞান ছাড়া কথা বলতে নিষেধ করেন।<br><br>আমরা যা জানি না তা জানার দাবি করি না; আমরা \"আমি জানি না\" বা \"আল্লাহ সবচেয়ে ভালো জানেন\" বলতে প্রস্তুত যখন তাই হয়। আমরা দলিল ছাড়া তাফসির বা হুকুম বানাই না।",
    "category": "দোয়া, জ্ঞান ও সীমা"
  },
  {
    "no": 76,
    "title": "নৈরাশ্য ও চূড়ান্ত নিশ্চিতির মাঝে মধ্য পথ",
    "text": "চূড়ান্ত নিশ্চিত বিশ্বাস ও নৈরাশ্য উভয়ই মানুষকে দ্বীন থেকে বের করে দেয়; আহলে কিবলার জন্য সত্যের পথ দুটোর মাঝে।",
    "explanation": "ভ্রান্ত চূড়ান্ত নিশ্চিত বিশ্বাস (যেমন কারও জন্য জান্নাত নিশ্চিত দাবি) ও নৈরাশ্য (যেমন কারও জন্য জাহান্নাম নিশ্চিত বা আল্লাহ ক্ষমা করেন না) উভয়ই দ্বীন থেকে বের করে দেয়। আহলে কিবলার জন্য সত্যের পথ দুটোর মাঝে: আশা ও ভয়।<br><br>সূরা আল-হিজর: ৫৬: নবি ইবরাহিম বলেছেন আল্লাহর রহমত থেকে শুধু পথভ্রষ্টরাই নিরাশ হয়। সূরা আয-যুমার: ৫৩ নিরাশ না হতে ডাকে। হাদিস রাজা ও খাওফের ভারসাম্য তসদীক করে। আহলে সুন্নত খাওয়ারিজ (অত কঠোর) ও মুরজিয়া (অত শিথিল) এর মাঝে।<br><br>আমরা আল্লাহর রহমতের আশা করি ও তাঁর শাস্তি থেকে ভয় করি; আমরা কাউকে জান্নাত বা জাহান্নাম নিশ্চিত বলি না। আমরা আল্লাহর ব্যাপারে ভালো ধারণা রাখি ও তাঁর ক্ষমা থেকে নিরাশ হই না।",
    "category": "ঈমান: রুকন, সংজ্ঞা ও মধ্য পথ"
  },
  {
    "no": 77,
    "title": "কবর জান্নাতের বাগান বা জাহান্নামের গর্ত",
    "text": "কবর হয় জান্নাতের একটি বাগান নয়তো জাহান্নামের একটি গর্ত।",
    "explanation": "কবর জান্নাতের একটি বাগান (বারযাখের নিয়ামত) বা জাহান্নামের একটি গর্ত (কবরের শাস্তি) হতে পারে, যাকে দাফন করা হয়েছে তার আমল ও ঈমানের উপর নির্ভর করে। এটা কবরের নিয়ামত ও শাস্তি সংবলিত হাদিসের সাথে সামঞ্জস্যপূর্ণ।<br><br>সহীহ হাদিস (বুখারি, মুসলিম) মুমিনের জন্য কবরের নিয়ামত ও জালিম বা মুনাফিকের জন্য কবরের শাস্তি বর্ণনা করে। নবি কবরের শাস্তি থেকে রক্ষার দোয়া শিখিয়েছেন। সূরা আল-মুয়ামিনুন: ৯৯-১০০ বারযাখের ইঙ্গিত দেয়।<br><br>আমরা ঈমান ও সালেহ আমল দিয়ে প্রস্তুতি নিই যাতে আমাদের কবর জান্নাতের বাগান হয়; আমরা কবরের শাস্তি থেকে রক্ষার দোয়া করি। এ বিশ্বাস আমাদের গাফিল না হতে উৎসাহ দেয়।",
    "category": "আখেরাতের দিন"
  },
  {
    "no": 78,
    "title": "জান্নাতে আল্লাহকে দেখার ঈমান",
    "text": "মানুষ আল্লাহ ﷻ কে জান্নাতে দেখার প্রতি ঈমান রাখে নিজের বিবেক দিয়ে কীভাবে তা ব্যাখ্যা বা কল্পনা না করে, এবং আল্লাহ ﷻ এর সিফাত অস্বীকার বা আল্লাহ ﷻ কে সৃষ্টির সাথে তুলনা করা এড়িয়ে চলে।",
    "explanation": "জান্নাতের মানুষ আখেরাতে আল্লাহকে দেখবে; আমরা নিজের বিবেক দিয়ে \"কেমন\" ব্যাখ্যা বা কল্পনা না করে এটা বিশ্বাস করি। আমরা এ সিফাত অস্বীকার বা আল্লাহকে সৃষ্টির সাথে তুলনা করা এড়িয়ে চলি।<br><br>সূরা আল-কিয়ামা: ২২-২৩ সেই দিন চেহারাগুলো উজ্জ্বল, নিজেদের রবকে দেখবে বলে উল্লেখ করে। সহীহ হাদিস (বুখারি, মুসলিম) তসদীক করে জান্নাতের মানুষ আল্লাহকে পূর্ণিমার চাঁদের মত দেখে। আমরা তাকইফ বা তামসিল ছাড়া ঈমান রাখি।<br><br>আমরা সেই \"দৃশ্য\"র রূপ কল্পনা করি না; আমরা শুধু বিশ্বাস করি আল্লাহকে দেখা জান্নাতের সর্বোচ্চ নিয়ামত। আমরা রুয়্যা অস্বীকারকারী বা সৃষ্টি দেখার সাথে তুলনাকারীকে প্রত্যাখ্যান করি।",
    "category": "আখেরাতের দিন"
  },
  {
    "no": 79,
    "title": "জান্নাতে আল্লাহকে দেখার বাস্তবতা",
    "text": "জান্নাতের মানুষদের দ্বারা আল্লাহ ﷻ কে দেখা সত্য; মানুষ কীভাবে তা ব্যাখ্যা না করে ঈমান রাখে এবং সে বিষয়ের জ্ঞান আল্লাহ ﷻ এর কাছে ছেড়ে দেয়।",
    "explanation": "জান্নাতের মানুষদের দ্বারা আল্লাহকে দেখা সত্য; আমরা কীভাবে তা ব্যাখ্যা না করে ঈমান রাখি ও তা আল্লাহর কাছে ছেড়ে দিই। দেখা সৃষ্টি দেখার মত নয়।<br><br>দলিল পয়েন্ট ৭৮ এর মত। সূরা আল-কিয়ামা: ২২-২৩ ও রুয়্যা সম্পর্কে মুতাওয়াতির হাদিস। আহলে সুন্নতের উলামা তাকইফ ছাড়া রুয়্যা স্থির করেন; আমরা \"আমাদের মত চোখে\" বা \"অমুকভাবে\" বলি না।<br><br>আমরা আল্লাহ ও তাঁর রাসুলের বর্ণনা হিসেবে রুয়্যায় ঈমান রাখি; আমরা অবান্তর \"কেমন\" বিতর্কে ঢুকি না। এ বিশ্বাস জান্নাতের মানুষের মধ্যে হওয়ার জন্য আমল করতে আমাদের উৎসাহ বাড়ায়।",
    "category": "আখেরাতের দিন"
  },
  {
    "no": 80,
    "title": "মুহাম্মাদ আল্লাহর নবিদের seal",
    "text": "মুহাম্মাদ ﷺ নবিদের seal, মুত্তাকীদের ইমাম, রাসুলদের মধ্যে সর্বশ্রেষ্ঠ ও সারা জাহানের রবের প্রিয়।",
    "explanation": "মুহাম্মাদ নবিদের seal, মুত্তাকীদের ইমাম, রাসুলদের মধ্যে সর্বশ্রেষ্ঠ ও সারা জাহানের রবের প্রিয়। তার পর আর নবি নেই।<br><br>সূরা আল-আহযাব: ৪০: মুহাম্মাদ তোমাদের পুরুষদের কারও বাবা নন বরং তিনি আল্লাহর রাসুল ও নবিদের seal। সহীহ হাদিস তসদীক করে নবি কিয়ামতের দিন বনি আদমের সরদার ও আল্লাহর প্রিয়। নবি শেষ রাসুল; তার পর নবুয়তের দাবি বাতিল।<br><br>আমরা নবি মুহাম্মাদকে শেষ নবি হিসেবে বিশ্বাস করি ও তার পর নতুন নবি বা রাসুল মানি না। আমরা তাকে ভালোবাসি ও সম্মান করি ও শেষ পর্যন্ত তার সুন্নাহ অনুসরণ করি।",
    "category": "নবি ও রাসুল"
  },
  {
    "no": 81,
    "title": "সমগ্র মানব ও জিনের জন্য মুহাম্মাদের দায়িত্ব",
    "text": "নবি ﷺ মুহাম্মাদ ﷺ সত্য, হিদায়াত, নুর ও পথের আলো নিয়ে সমগ্র জিন ও মানুষদের কাছে পাঠানো হয়েছেন।",
    "explanation": "নবি মুহাম্মাদ সত্য, হিদায়াত, নুর ও পথের আলো নিয়ে সমগ্র জিন ও মানুষদের কাছে পাঠানো হয়েছেন। তার দাওয়াত সার্বজনীন; তার পর কোনো উম্মতই তার অনুসরণের দায়িত্ব থেকে ব্যতিক্রম নয়।<br><br>সূরা সাবা: ২৮: আমরা তোমাকে শুধু সমগ্র মানুষের কাছে পাঠিয়েছি। সূরা আল-আহযাব: ৪০ নবিদের seal তসদীক করে। হাদিস তসদীক করে নবি মানুষ ও জিনের কাছে পাঠানো হয়েছেন। তার শারিয়ত কিয়ামত পর্যন্ত বলবৎ।<br><br>আমরা বিশ্বাস করি ইসলাম সব মানুষের জন্য; আমরা হিকমত দিয়ে দাওয়াত দিই ও জবরদস্তি করি না। আমরা নবিকে তার পর একমাত্র শারিয়তের উৎস হিসেবে অনুসরণ করি।",
    "category": "নবি ও রাসুল"
  },
  {
    "no": 82,
    "title": "বড় গুনাহগার মুসলমানের পরিণতি",
    "text": "মুহাম্মাদ ﷺ এর উম্মতের যে ব্যক্তি বড় গুনাহ করে সে জাহান্নামে থাকবে কিন্তু চিরকাল নয়—যতক্ষণ সে আল্লাহ ﷻ এর তাওহিদ স্বীকারকারী মুমিন হিসেবে মৃত্যুবরণ করে; তার পরিণতি আল্লাহ ﷻ এর ইচ্ছা ও ফয়সালার অধীন।",
    "explanation": "মুহাম্মাদের উম্মতের যে ব্যক্তি বড় গুনাহ করে সে জাহান্নামে থাকবে (যদি আল্লাহ তাকে শাস্তি দেন) কিন্তু চিরকাল নয়—যতক্ষণ সে আল্লাহর তাওহিদ স্বীকারকারী মুমিন হিসেবে মৃত্যুবরণ করে। তার চূড়ান্ত পরিণতি আল্লাহর ইচ্ছা ও ফয়সালার অধীন; তাকে ক্ষমা করা হতে পারে বা শাস্তি দিয়ে বের করা হতে পারে।<br><br>সহীহ হাদিস তসদীক করে আল্লাহ জাহান্নাম থেকে যার হৃদয়ে তাওহিদ আছে তাকে বের করবেন। আহলে তাওহিদ জাহান্নামে চিরকাল থাকবে না। সূরা আন-নিসা: ৪৮ শির্ক নিষেধ করে; শির্ক ছাড়া গুনাহ আল্লাহ চাইলে ক্ষমা হতে পারে। আহলে সুন্নত খাওয়ারিজ (বড় গুনাহগারকে কাফির বলে) ও মুরজিয়ার মাঝে।<br><br>আমরা বড় গুনাহগারকে চিরকাল জাহান্নামে বলি না; আমরা আল্লাহর রহমতের আশা করি ও তাঁর শাস্তি থেকে ভয় করি। আমরা বড় গুনাহ এড়াতে ও তাওবা করতে স্মরণ করিয়ে দিই; চূড়ান্ত ফল আল্লাহর উপর ছেড়ে দিই।",
    "category": "পাপ, কুফর ও কিবলার লোক"
  },
  {
    "no": 83,
    "title": "মানুষের আমল আল্লাহর সৃষ্টি",
    "text": "মানুষের আমল বাস্তবে আল্লাহ ﷻ দ্বারা সৃষ্ট এবং একই সাথে মানুষ দ্বারা সম্পাদিত ও তার জন্য জবাবদিহি।",
    "explanation": "মানুষের আমল বাস্তবে আল্লাহ দ্বারা সৃষ্ট (তিনি তা সংঘটিত করেন) এবং একই সাথে মানুষ দ্বারা সম্পাদিত ও তার জন্য জবাবদিহি। এটা মধ্য পথ: না জাবরিয়া (সব বাধ্য) না কদরিয়া (মানুষ নিজের আমল সৃষ্টি করে)।<br><br>সূরা আṣ-ṣাফফাত: ৯৬: আল্লাহ তোমাকে ও যা তুমি কর তা সৃষ্টি করেছেন। হাদিস: লা হাওলা ওয়া লা কুওয়াতা ইল্লা বিল্লাহ। আহলে সুন্নতের উলামা স্থির করেন বান্দার আমল আল্লাহর সৃষ্টি ও বান্দার কাসব; মানুষ জবাবদিহি।<br><br>আমরা চেষ্টা করি ও বিশ্বাস করি ফল আল্লাহর কাছ থেকে; আমরা না নিষ্ক্রিয় (জাবরিয়া) না নিজেকে নিজের আমলের স্রষ্টা মনে করি (কদরিয়া)। আমরা আমাদের পছন্দের জন্য জবাবদিহি।",
    "category": "তাকলীফ ও মানুষের আমল"
  },
  {
    "no": 84,
    "title": "আদম ও তার বংশের সাথে আল্লাহর অঙ্গীকার",
    "text": "আল্লাহ ﷻ আদম ও তার বংশের সাথে যে অঙ্গীকার করেছেন তা সত্য।",
    "explanation": "আল্লাহ আদম ও তার বংশের (আদমের পিঠ থেকে নেয়া) সাথে যে অঙ্গীকার করেছেন তা সত্য: আল্লাহই রব এই স্বীকৃতি। কুরআনে উল্লেখ আছে; মানুষ ফিতরাতে জন্মায়, তারপর পরিবেশ ও পছন্দ প্রভাব ফেলে।<br><br>সূরা আল-আরাফ: ১৭২-১৭৩ বর্ণনা করে আল্লাহ আদমের বংশ থেকে অঙ্গীকার নিয়েছেন: আমি কি তোমাদের রব নই? তারা বলল: হ্যাঁ। সহীহ হাদিস তসদীক করে প্রতিটি শিশু ফিতরাতে জন্মায়। উলামা এটা ফিতরা ও মানুষের দায়িত্বের দলিল ধরেন।<br><br>আমরা বিশ্বাস করি মানুষের রবকে চেনার ফিতরা আছে; আমাদের দাওয়াত স্মরণ করায় ও ডাকে, \"বহিরাগত\" কিছু ঢুকায় না। আমরা বালিগ ও বিবেকের পর আমাদের পছন্দের জন্য দায়ী।",
    "category": "তাকদীর ও আল্লাহর ইচ্ছা"
  },
  {
    "no": 85,
    "title": "আল্লাহর নাম ও সিফাত স্থায়ী",
    "text": "যেমন আল্লাহ ﷻ মৃতকে জীবিত করা আগে ও পরে \"মৃতকে জীবিতকারী\" নামের হক রাখেন, তেমনই আল্লাহ ﷻ সৃষ্টি করার আগে ও পরে \"স্রষ্টা\" নামের হক রাখেন।",
    "explanation": "আল্লাহ মৃতকে সত্যিই জীবিত করার আগে ও পরেও \"মৃতকে জীবিতকারী\" নামের হক রাখেন; তেমনই \"স্রষ্টা\" সৃষ্টির আগে ও পরেও। আল্লাহর সিফাত ও নাম ঘটনার উপর নির্ভর করে না; তিনি সর্বদা তাঁর সিফাতের মালিক।<br><br>সূরা আল-হাদিদ: ৩: তিনিই প্রথম ও শেষ। আল্লাহর নামগুলো চিরস্থায়ী। উলামা তসদীক করেন আল্লাহ সর্বদা আল-খালিক, আল-মুহ্যি ইত্যাদি, ঘটনার পর \"নতুন\" সিফাত না নিয়ে। এটা সৃষ্টির আগে আল্লাহর সিফাত নিয়ে সন্দেহকারী দৃষ্টিভঙ্গি প্রত্যাখ্যান করে।<br><br>আমরা \"কখন আল্লাহ স্রষ্টা সিফাতের মালিক হলেন\" জিজ্ঞাসা করি না; আমরা বিশ্বাস করি আল্লাহ চিরকাল পরিপূর্ণ। এ বিশ্বাস তাওহিদের পবিত্রতা রক্ষা করে ও আল্লাহর সিফাত নিয়ে সন্দেহকারী দর্শন প্রত্যাখ্যান করে।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 86,
    "title": "সব কিছু আল্লাহর ইচ্ছায় সংঘটিত",
    "text": "সব কিছু আল্লাহ ﷻ এর ইচ্ছা, জ্ঞান, তাকদীর ও নির্ধারণ অনুযায়ী সংঘটিত হয়; আল্লাহ ﷻ এর ইচ্ছা অন্যদের ইচ্ছার উপর প্রবল, এবং আল্লাহ ﷻ কখনও জালিম নন, মন্দ থেকে পবিত্র ও ত্রুটি থেকে পরিপূর্ণ।",
    "explanation": "সব কিছু আল্লাহর ইচ্ছা, জ্ঞান, তাকদীর ও নির্ধারণ অনুযায়ী সংঘটিত হয়। আল্লাহর ইচ্ছা অন্যদের ইচ্ছার উপর প্রবল; আল্লাহ কখনও জালিম নন, মন্দ থেকে পবিত্র ও ত্রুটি থেকে পরিপূর্ণ।<br><br>সূরা ইয়াসিন: ৮২: তিনি যখন কিছু ইচ্ছা করেন তাঁর হুকুম শুধু 'হও' এবং তা হয়। সূরা আল-বুরুজ: ১৬: তিনিই ইচ্ছাকারী। হাদিস ও আয়াত আল্লাহর কুদরা ও মাশীয়া তসদীক করে। আল্লাহ জালিম নন; তাঁর নির্ধারণে হিকমত আছে।<br><br>আমরা সব বিষয় আল্লাহর উপর ছেড়ে দিই ও আল্লাহকে জালিম বলি না। আমরা বিশ্বাস করি আমাদের যা হয় তা তাঁর তাকদীর ও ইচ্ছা অনুযায়ী; আমরা চেষ্টা করি ও তাঁর উপর ভরসা করি।",
    "category": "তাকদীর ও আল্লাহর ইচ্ছা"
  },
  {
    "no": 87,
    "title": "মানুষের ইচ্ছা আল্লাহর উপর নির্ভর",
    "text": "সব কিছু আল্লাহ ﷻ এর নির্ধারণ ও ইচ্ছা অনুযায়ী সংঘটিত হয়; মানুষ যা চায় তা শুধু তখনই বাস্তবায়িত হয় যখন আল্লাহ ﷻ চান।",
    "explanation": "সব কিছু আল্লাহর নির্ধারণ ও ইচ্ছা অনুযায়ী সংঘটিত হয়; মানুষ যা চায় তা শুধু তখনই বাস্তবায়িত হয় যখন আল্লাহ চান। মানুষের ইচ্ছা স্বাধীন নয়; তা আল্লাহর ইচ্ছার অধীন।<br><br>সূরা আত-তাকবীর: ২৯: তোমরা ইচ্ছা করতে পার না তবে আল্লাহ যতটুকু ইচ্ছা করেন। হাদিস: লা হাওলা ওয়া লা কুওয়াতা ইল্লা বিল্লাহ। উলামা তসদীক করেন আল্লাহর মাশীয়া যা সংঘটিত হয় সবই অন্তর্ভুক্ত করে; সৃষ্টির ইচ্ছা অনুসরণ করে।<br><br>আমরা ইচ্ছা করি ও চেষ্টা করি কিন্তু বিশ্বাস করি চূড়ান্ত ফল আল্লাহর হাতে। আমরা সফল হলে অহংকার করি না ও ব্যর্থ হলে নিরাশ হই না; আমরা চেষ্টার পর তাঁর উপর ভরসা করি।",
    "category": "তাকদীর ও আল্লাহর ইচ্ছা"
  },
  {
    "no": 88,
    "title": "নবি মুহাম্মাদের মাধ্যমে শারিয়তের সত্যতা",
    "text": "নবি ﷺ থেকে শারিয়ত ও ব্যাখ্যা (কুরআন ও ইসলাম) সম্পর্কে যা প্রমাণিত তা সব সত্য।",
    "explanation": "নবি থেকে শারিয়ত ও ব্যাখ্যা—কুরআন ও সুন্নাহ, হালাল-হারাম, ইবাদত, আখলাক—সম্পর্কে যা প্রমাণিত তা সব সত্য। আমরা সন্দেহ ছাড়া মানি ও আমল করি।<br><br>সূরা আল-হাশর: ৭: রাসুল তোমাকে যা দেয় তা নাও, এবং যা নিষেধ করে তা ছেড়ে দাও। সহীহ মুতাওয়াতির হাদিস তসদীক করে নবি কামনা থেকে কথা বলেননি। কুরআন ও সুন্নাহ সত্যের উৎস।<br><br>আমরা শারিয়ত বাছাই বা অংশ প্রত্যাখ্যান করি না; আমরা নবি থেকে যা সহীহ সব মানি। আমরা স্পষ্ট দলিলের বিরোধী মত অনুসরণ করি না।",
    "category": "নবি ও রাসুল"
  },
  {
    "no": 89,
    "title": "সব সৃষ্টি আল্লাহর বিধানের অধীন",
    "text": "সব সৃষ্টি আল্লাহ ﷻ এর ইচ্ছার অধীন, হয় আল্লাহ ﷻ এর অনুগ্রহে নয়তো আল্লাহ ﷻ এর ন্যায়বিচারে।",
    "explanation": "সব সৃষ্টি আল্লাহর ইচ্ছার অধীন, হয় তাঁর অনুগ্রহে (নিয়ামত, হিদায়াত, রহমত) নয়তো তাঁর ন্যায়বিচারে (শাস্তি, পরীক্ষা)। তাঁর নির্ধারণের বাইরে কিছু নেই।<br><br>সূরা আলে ইমরান: ৮৩: তারা কি আল্লাহর দ্বীন ছাড়া অন্য কিছু চায়? অথচ আসমান ও জমিনে যে আছে সবই তাঁর কাছে আত্মসমর্পণ করে। আয়াত ও হাদিস তসদীক করে সব কিছু আল্লাহর অধীন। আল্লাহর অনুগ্রহ ও ন্যায়বিচার পরিপূর্ণ।<br><br>আমরা খোলামনায় তাকদীর মানি: নিয়ামতে শুকর ও পরীক্ষায় সাবর। আমরা আল্লাহর নির্ধারণে প্রতিবাদ করি না; আমরা বিশ্বাস করি আল্লাহ সর্বাধিক ন্যায়বিচারী ও পরম দয়ালু।",
    "category": "তাকদীর ও আল্লাহর ইচ্ছা"
  },
  {
    "no": 90,
    "title": "মুমিনরা আল্লাহর অলি",
    "text": "সব মুমিন আল্লাহ ﷻ এর অলি, এবং আল্লাহ ﷻ এর দৃষ্টিতে সর্বাধিক মর্যাদাবান তারা যারা সর্বাধিক অনুগত ও কুরআনের প্রতি সর্বাধিক বিশ্বস্ত।",
    "explanation": "সব মুমিন আল্লাহর অলি (সাধারণ অর্থে আল্লাহর প্রিয়); আল্লাহর দৃষ্টিতে সর্বাধিক মর্যাদাবান তারা যারা সর্বাধিক অনুগত ও কুরআনের প্রতি সর্বাধিক বিশ্বস্ত। মর্যাদা তাকওয়া ও অনুসরণের উপর ভিত্তি করে, দাবি বা উপাধির উপর নয়।<br><br>সূরা ইউনুস: ৬২-৬৩: জেনে রাখো আল্লাহর অলিদের কোনো ভয় বা চিন্তা নেই—যারা ঈমান আনে ও মুত্তাকী। হাদিস তসদীক করে আল্লাহর অলি হলো যে অনুগত; আমরা তাদের আমল দিয়ে চিনি দাবি দিয়ে নয়। আমরা দলিলের ঊর্ধ্বে বিশেষ \"অলি\" মহিমান্বিত করি না।<br><br>আমরা অনুগত হয়ে ও কুরআন-সুন্নাহ অনুসরণ করে আল্লাহর অলি হতে চেষ্টা করি; আমরা অলি দাবি করি না বা অকারণে অন্যদের মহিমান্বিত করি না। মর্যাদা আল্লাহর কাছে ও আমলের উপর ভিত্তি করে।",
    "category": "ঈমান: রুকন, সংজ্ঞা ও মধ্য পথ"
  },
  {
    "no": 91,
    "title": "মানুষের কাজ আল্লাহর জ্ঞানের ভিত্তিতে",
    "text": "মানুষের সব কাজ ঠিক যেমন আল্লাহ ﷻ জানেন তেমনই ঘটে; প্রত্যেককে যার জন্য সৃষ্টি করা হয়েছে তার দিকে সহজ করা হয়, এবং ভাগ্যবান বা দুর্ভাগ্য আল্লাহ ﷻ এর নির্ধারণ অনুযায়ী।",
    "explanation": "মানুষের সব কাজ ঠিক যেমন আল্লাহ জানেন তেমনই ঘটে; প্রত্যেককে যার জন্য সৃষ্টি করা হয়েছে (তাকদীর) তার দিকে সহজ করা হয়। এটা চেষ্টাকে বাতিল করে না; চেষ্টাও তাকদীরের অংশ।<br><br>সূরা লাইল: ৫–১০ ইঙ্গিত করে খায়ের বা শরের দিকে সহজ করা হয়। হাদিস: প্রত্যেককে যার জন্য সৃষ্টি করা হয়েছে তার দিকে সহজ করা হয়। আল্লাহর জ্ঞান কাজের আগে; কাজ তাঁর জ্ঞান অনুযায়ী ঘটে।<br><br>আমরা চেষ্টা করি এবং বিশ্বাস করি আল্লাহ সহজকারী; আমরা নিষ্ক্রিয় নই। \"তাকদীরে দুর্ভাগ্য\" অজুহাত দিয়ে চেষ্টা বন্ধ করি না; চেষ্টার পর তাঁরই উপর ভরসা করি।",
    "category": "তাকদীর ও আল্লাহর ইচ্ছা"
  },
  {
    "no": 92,
    "title": "ঈমান থেকে বের হওয়ার সীমা",
    "text": "ব্যক্তি ঈমান থেকে বের হয় না তবে যা তাকে ঈমানে নিয়ে এসেছে তা অস্বীকার করলে।",
    "explanation": "ব্যক্তি ঈমান থেকে বের হয় না তবে যা তাকে ঈমানে নিয়ে এসেছে (ঈমানের রুকন অস্বীকার, স্পষ্ট হারামকে হালাল বলা, বা কুফর বিশ্বাস) অস্বীকার করলে। শুধু গুনাহ ইসলাম থেকে বের করে না যতক্ষণ মূল অস্বীকার না হয়।<br><br>সহিহ হাদিস: গুনাহের জন্য মুসলিমকে কাফির সাব্যস্ত করা যাবে না। শাহাদাত প্রত্যাখ্যান, দ্বীনে নিশ্চিত বিষয় অস্বীকার বা ঐক্যমত্যে হারামকে হালাল বললে ইসলাম থেকে বের হয়। আলেমরা বলেছেন কবীরা করলেও গুনাহ হালাল না বললে মুমিন থাকে।<br><br>যে ঈমানের রুকন মানে ও হারাম হালাল বলে না তাকে আমরা কাফির সাব্যস্ত করি না; গুনাহ ও কুফরের পার্থক্য করি। কুফর ফয়সালা কঠোর শর্তে যোগ্য আলেমের উপর ছেড়ে দিই।",
    "category": "ঈমান: রুকন, সংজ্ঞা ও মধ্য পথ"
  },
  {
    "no": 93,
    "title": "মুহাম্মাদের পর নবুয়ত দাবির মিথ্যা",
    "text": "মুহাম্মাদ ﷺ এর পর প্রতিটি নবুয়ত দাবি মিথ্যা ও প্রতারণা।",
    "explanation": "মুহাম্মাদের পর প্রতিটি নবুয়ত দাবি মিথ্যা ও প্রতারণা। তাঁর পর নবী বা রাসুল নেই; তাঁর পর যে নবী দাবি করে বা নতুন ওহী পায় সে মিথ্যাবাদী।<br><br>সূরা আহযাব: ৪০ মুহাম্মাদ নবীদের মোহর। সহিহ হাদিস: আমার পর কোনো নবী নেই। নবী বলেছেন মিথ্যাবাদীরা নবুয়ত দাবি করবে; বিশ্বাস করো না। আলেমরা একমত নবীর পর নবুয়ত দাবি কুফর।<br><br>আমরা নবী মুহাম্মাদের পর নবী, রাসুল বা নতুন শরীয়ত প্রাপক দাবিকারীকে প্রত্যাখ্যান করি। আমরা শুধু কুরআন ও সুন্নাহ অনুসরণ করি; নতুন ওহী নেই।",
    "category": "নবি ও রাসুল"
  },
  {
    "no": 94,
    "title": "সাহাবা, স্ত্রী ও বংশধর নবীর সম্মান",
    "text": "যে আল্লাহর রাসুলের ﷺ সাহাবা, তাঁর স্ত্রী ও তাঁর পবিত্র বংশধর সম্পর্কে ভালো বলে সে নিফাকের অভিযোগ থেকে মুক্ত।",
    "explanation": "যে আল্লাহর রাসুলের সাহাবা, তাঁর স্ত্রী (মুমিনদের মাতা) ও তাঁর পবিত্র বংশধর (সালেহ আহলে বাইত) সম্পর্কে ভালো বলে সে নিফাকের অভিযোগ থেকে মুক্ত। তাদের সম্মান ইসলামের অংশ।<br><br>সূরা আহযাব: ৬ ও অন্যান্য আয়াত নবীর স্ত্রীদের প্রশংসা করে। হাদিস আহলে বাইত ও সাহাবার ফজিলত নিশ্চিত করে। তাদের গালি নিফাক বা গুমরাহির লক্ষণ। আহলে সুন্নাহ গুলুও ছাড়া সাহাবা ও আহলে বাইতকে সম্মান করে।<br><br>আমরা সাহাবা, নবীর স্ত্রী বা তাঁর সালেহ বংশধরকে গালি দিই না; তাদের সম্পর্কে ভালো বলি ও অনুসরণ করি। তাদের গালি বা কাফির সাব্যস্তকারী দলগুলো প্রত্যাখ্যান করি।",
    "category": "সাহাবা, খুলাফা ও আহলে বাইত"
  },
  {
    "no": 95,
    "title": "আল্লাহকে মানুষের সাথে সাদৃশ্য দেওয়া নিষিদ্ধ",
    "text": "যে আল্লাহকে ﷻ মানুষের মতো সিফাত দেয় সে কাফির হয়েছে; আল্লাহ ﷻ তাঁর সিফাতে মানুষের মতো নন।",
    "explanation": "যে আল্লাহকে মানুষের মতো সিফাত দেয় (তাশবিহ)—যেমন আল্লাহর আমাদের মতো অঙ্গ আছে বা মাখলুকের মতো আসনে বসেন—সে কাফির হয়েছে। আল্লাহ তাঁর সিফাতে মানুষের মতো নন।<br><br>সূরা শুরা: ১১ তাঁর মতো কিছু নেই। হাদিস আল্লাহর যাত নিয়ে চিন্তা নিষিদ্ধ করে। আলেমরা আল্লাহকে মাখলুকে সাদৃশ্য দেওয়াকে কুফর বলেছেন। আমরা তাক্বইফ ও তামসিল ছাড়া সিফাত স্থির করি।<br><br>আমরা আল্লাহকে মাখলুকের মতো কল্পনা করি না; আল্লাহর নাম ও সিফাত আসা অনুযায়ী তাশবিহ ছাড়া বিশ্বাস করি। মুজাসসিমা বা মুশাব্বিহা মতবাদ প্রত্যাখ্যান করি।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 96,
    "title": "জান্নাত ও জাহান্নামের স্থায়িত্ব",
    "text": "জান্নাত ও জাহান্নাম এমন মাখলুক যার শেষ নেই; আল্লাহ ﷻ অন্যদের আগে সৃষ্টি করেছেন এবং মানুষকে প্রতিটিতে বসবাসের জন্য সৃষ্টি করেছেন; আল্লাহ ﷻ যাকে চান আল্লাহ ﷻ এর অনুগ্রহে জান্নাতে বা আল্লাহ ﷻ এর ন্যায়ে জাহান্নামে।",
    "explanation": "জান্নাত ও জাহান্নাম এমন মাখলুক যার শেষ নেই (চিরস্থায়ী)। আল্লাহ অন্যদের আগে সৃষ্টি করেছেন। আল্লাহ যাকে চান তাঁর অনুগ্রহে জান্নাতে বা তাঁর ন্যায়ে জাহান্নামে।<br><br>সূরা হুদ: ১০৭–১০৮ জান্নাত ও জাহান্নাম চিরস্থায়ী বলে নিশ্চিত করে। সহিহ হাদিস জান্নাত ও জাহান্নাম সৃষ্টি হয়েছে বলে। সূরা শুরা: ৭ আল্লাহ আসমান ও জমিন ও তার মধ্যবর্তী সব সৃষ্টি করেছেন। জান্নাত ও জাহান্নামবাসী চিরস্থায়ী।<br><br>আমরা জান্নাত ও জাহান্নামকে চিরস্থায়ী বাস্তবতা হিসেবে বিশ্বাস করি; আমল ও আল্লাহর রহমতে জান্নাতে যাওয়ার চেষ্টা করি ও আনুগত্য ও তাওবার মাধ্যমে জাহান্নাম এড়াই।",
    "category": "আখেরাতের দিন"
  },
  {
    "no": 97,
    "title": "মুসলিমদের জন্য শাফাআত সত্য",
    "text": "মুসলিমদের জন্য সংরক্ষিত শাফাআত হাদিসগুলোতে বর্ণিত অনুযায়ী সত্য।",
    "explanation": "মুসলিমদের জন্য সংরক্ষিত শাফাআত—কিয়ামতের দিন নবীর তাঁর উম্মতের জন্য শাফাআত ও হাদিসে সহিহভাবে বর্ণিত অন্যান্য শাফাআত অন্তর্ভুক্ত—সত্য। আমরা অস্বীকার বা গুলুও ছাড়া বিশ্বাস করি।<br><br>সূরা বাকারা: ২৫৫ (আয়াতুল কুরসি) বলে তাঁর অনুমতি ছাড়া তাঁর কাছে কেউ শাফাআত করতে পারবে না। মুতাওয়াতির হাদিস নবীর তাঁর উম্মতের জন্য শাফাআত বর্ণনা করে। শাফাআত শুধু আল্লাহর অনুমতিতে ও যাকে আল্লাহ সন্তুষ্ট।<br><br>আমরা নবীর শাফাআতের আশা করি ও শুধু আমলের উপর ভরসা করি না; শাফাআত আল্লাহর ন্যায় বাতিল করে এমনও মনে করি না। শাফাআতপ্রাপ্তদের মধ্যে হওয়ার দোয়া করি।",
    "category": "আখেরাতের দিন"
  },
  {
    "no": 98,
    "title": "নবী মুহাম্মাদের হাউজের সত্যতা",
    "text": "হাউজ (আল-হাউজ) যা আল্লাহ ﷻ নবীকে ﷺ কিয়ামতের দিন তাঁর উম্মতের পিপাসা মেটাতে দিয়েছেন সত্য।",
    "explanation": "হাউজ যা আল্লাহ নবীকে কিয়ামতের দিন তাঁর উম্মতের পিপাসা মেটাতে দিয়েছেন সত্য। যে তা থেকে পান করবে চিরকাল পিপাসার্ত হবে না। সহিহ হাদিসে উল্লেখ আছে।<br><br>সহিহ হাদিস (বুখারি, মুসলিম) বলে কিয়ামতের দিন নবীর হাউজ আছে; যে তা থেকে পান করবে চিরকাল পিপাসার্ত হবে না। নবী সতর্ক করেছেন কেউ কেউ হাউজ থেকে তাড়িত হবে। আমরা \"কেমন\" জিজ্ঞাসা ছাড়া বিশ্বাস করি।<br><br>আমরা নবীর হাউজে আসা উম্মতের অংশ হওয়ার চেষ্টা করি; বেদাআত ও বিভেদ এড়াই যা হাউজ থেকে তাড়িত হওয়ার কারণ হতে পারে। এ বিশ্বাস নবীর প্রতি আমাদের ভালোবাসা বাড়ায়।",
    "category": "আখেরাতের দিন"
  },
  {
    "no": 99,
    "title": "আল্লাহ বুদ্ধির আয়ত্তে নন",
    "text": "কোনো কল্পনা আল্লাহকে ﷻ চিত্রিত করতে পারে না, এবং কোনো বুদ্ধি আল্লাহকে ﷻ ধারণ করতে পারে না।",
    "explanation": "কোনো কল্পনা আল্লাহকে চিত্রিত করতে পারে না এবং কোনো বুদ্ধি আল্লাহর যাত ধারণ করতে পারে না। মানুষের বুদ্ধি সীমিত; আমরা তাক্বইফ ও তামসিল ছাড়া আল্লাহতে বিশ্বাস করি।<br><br>সূরা আনআম: ১০৩ দৃষ্টি তাঁকে পায় না, তিনি দৃষ্টি পেয়ে থাকেন। হাদিস: আল্লাহর সৃষ্টি নিয়ে চিন্তা করো, আল্লাহর যাত নিয়ে নয়। আলেমরা বলেছেন বুদ্ধি আল্লাহর হাকীকত ধারণ করতে অক্ষম।<br><br>আমরা নিজ কল্পনায় আল্লাহর আকৃতি বা \"চেহারা\" কল্পনা করি না; তাঁকে সম্মান করি ও তাঁর নাম ও সিফাত তাশবিহ ছাড়া বিশ্বাস করি। \"কেমন\" আল্লাহর উপর ছেড়ে দিই।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 100,
    "title": "আল্লাহর কাছে কোনো রহস্য গোপন নয়",
    "text": "মাখলুক সৃষ্টির আগে মাখলুক সম্পর্কে আল্লাহর ﷻ কাছে কোনো কিছু গোপন ছিল না, এবং আল্লাহ ﷻ মাখলুক সৃষ্টির আগে জানেন মাখলুক কী করবে।",
    "explanation": "সৃষ্টির আগে মাখলুক সম্পর্কে আল্লাহর কাছে কোনো কিছু গোপন ছিল না; আল্লাহ মাখলুক সৃষ্টির আগে জানেন মাখলুক কী করবে। আল্লাহর জ্ঞান অজলী ও সবকিছু ধারণ করে।<br><br>সূরা হাদিদ: ২২ কোনো মুসিবত আসে না তবে কিতাবে লিখিত। সূরা আনআম: ৫৯ গায়বের চাবি আল্লাহর কাছে। হাদিস নিশ্চিত করে আল্লাহ সৃষ্টির আগে তাকদীর লিখেছেন। আল্লাহর জ্ঞান পরিবর্তন হয় না।<br><br>আমরা আল্লাহর পরিপূর্ণ জ্ঞানে বিশ্বাস করি; \"আল্লাহ আগে থেকেই জানেন\" দিয়ে অস্থির হই না যেন আমাদের কোনো পছন্দ নেই। আমরা বিশ্বাস করি আল্লাহর জ্ঞান জবরদস্তি করে না; আমরা এখনও চেষ্টা করি ও জবাবদিহি।",
    "category": "তাকদীর ও আল্লাহর ইচ্ছা"
  },
  {
    "no": 101,
    "title": "সবকিছু আল্লাহর ইচ্ছায় ঘটে",
    "text": "আল্লাহ ﷻ যা ইচ্ছা করেন তা ছাড়া কিছুই ঘটে না।",
    "explanation": "আল্লাহ যা ইচ্ছা করেন তা ছাড়া কিছুই ঘটে না। আল্লাহর ইচ্ছা সব ঘটনাকে ধারণ করে; আসমান ও জমিনে তাঁর মাশীয়াত ছাড়া কিছুই হয় না।<br><br>আত-তাগাবুন: ১১ কোনো মুসিবত আসে না আল্লাহর অনুমতি ছাড়া। আল-ইনসান: ৩০ তোমরা ইচ্ছা করতে পার না যা আল্লাহ ইচ্ছা করেন। হাদিস ও আয়াত এটা প্রচুরভাবে নিশ্চিত করে।<br><br>আমরা সব বিষয় আল্লাহর ইচ্ছার ওপর সোপর্দ করি; চেষ্টা ও দোয়া করি, তারপর তাঁর ফয়সালা মেনে নিই। তাকদীরের বিরুদ্ধে বিদ্রোহ করি না ও হতাশ হই না।",
    "category": "তাকদীর ও আল্লাহর ইচ্ছা"
  },
  {
    "no": 102,
    "title": "কোনো কিছু আল্লাহকে পরাজিত করতে পারে না",
    "text": "কোনো কিছু আল্লাহকে ﷻ পরাজিত করতে পারে না।",
    "explanation": "কোনো কিছু আল্লাহকে পরাজিত করতে পারে না। তাঁর কর্তৃত্ব পরম; তাঁর ইচ্ছার সমকক্ষ, রদ বা ব্যর্থ করার কিছু নেই।<br><br>আল-বাকারা: ২৫৫ আল্লাহ তন্দ্রা বা নিদ্রা গ্রহণ করেন না; আসমান ও জমিনে যা আছে সব তাঁর। আয়াত ও হাদিস আল্লাহর কুদরাহ নিশ্চিত করে। যে ধারণা করে কোনো কিছু আল্লাহকে পরাজিত করতে পারে সে কাফির।<br><br>আমরা নিশ্চিত সাহায্য ও বিজয় কেবল আল্লাহর কাছ থেকে; সৃষ্টিকে ভয় করি না। আশা ও ভয় কেবল আল্লাহতে রাখি।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 103,
    "title": "আল্লাহর মতো কিছু নেই",
    "text": "আল্লাহর ﷻ মতো কিছু নেই।",
    "explanation": "আল্লাহর মতো কিছু নেই। তিনি একক; যাত, সিফাত বা কাজে সমকক্ষ, শরিক বা সদৃশ নেই।<br><br>আল-ইখলাস: ৪ এবং তাঁর সমতুল্য কেউ নেই। আশ-শুরা: ১১ তাঁর মতো কিছু নেই। হাদিস ও ইজমা তাওহীদ নিশ্চিত করে। আল্লাহকে সৃষ্টির সঙ্গে তুলনা কুফর।<br><br>আমরা আল্লাহকে সৃষ্টির যেকোনো সাদৃশ্য থেকে পবিত্র ঘোষণা করি; সৃষ্টির সিফাত দিয়ে তাঁকে কল্পনা বা বর্ণনা করি না। এ তাওহীদ সমগ্র দীনের ভিত্তি।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 104,
    "title": "আল্লাহ ছাড়া কোনো ইলাহ ইবাদতের যোগ্য নয়",
    "text": "আল্লাহ ছাড়া কোনো ইলাহ ইবাদতের যোগ্য নয়।",
    "explanation": "আল্লাহ ছাড়া কোনো ইলাহ ইবাদতের যোগ্য নয়। কেবল আল্লাহ ইবাদতের হকদার; তাঁর ছাড়া অন্যকে ইবাদত শিরক। লা ইলাহা ইল্লাল্লাহ ইসলামের ভিত্তি।<br><br>মুহাম্মাদ: ১৯ জেনে রাখো আল্লাহ ছাড়া কোনো ইলাহ নেই। আল-বাকারা: ১৬৩ ও অন্যান্য আয়াত আল্লাহর একত্ব নিশ্চিত করে। হাদিস বলে লা ইলাহা ইল্লাল্লাহ জান্নাতের চাবি। শিরক সর্ববৃহৎ গুনাহ।<br><br>আমরা কেবল আল্লাহর ইবাদত করি ও তাঁর সঙ্গে কাউকে শরিক করি না। আল্লাহ ছাড়া—মূর্তি, মানুষ বা কামনা—এর ইবাদত প্রত্যাখ্যান করি।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 105,
    "title": "কোনো কিছু আল্লাহর ফয়সালা প্রত্যাখ্যান করতে পারে না",
    "text": "কোনো কিছু আল্লাহর ﷻ ফয়সালা প্রত্যাখ্যান করতে, আল্লাহর ﷻ হুকুম ফিরাতে বা আল্লাহর ﷻ বিষয় জয় করতে পারে না।",
    "explanation": "কোনো কিছু আল্লাহর ফয়সালা প্রত্যাখ্যান করতে, তাঁর হুকুম ফিরাতে বা তাঁর বিষয় জয় করতে পারে না। তাঁর রায় চূড়ান্ত; আপিল বা ভেটো নেই।<br><br>আর-রাদ: ৪১ নিশ্চয় আল্লাহ সবকিছুর ওপর ক্ষমতাবান। আল-আনআম: ৫৯ তাঁর ফয়সালা প্রত্যাখ্যানকারী কেউ নেই। হাদিস নিশ্চিত করে কোনো কিছু আল্লাহর তাকদীর প্রত্যাখ্যান করতে পারে না। আল্লাহর ক্ষমতা পরম।<br><br>আমরা আল্লাহর ফয়সালা প্রশান্তিতে মেনে নিই; বিদ্রোহ বা হতাশা করি না। দোয়া ও চেষ্টা করি, তারপর তাঁর হিকমতপূর্ণ রায়ের ওপর সোপর্দ করি।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 106,
    "title": "প্রথম যুগের সালাফ উলামার সম্মান",
    "text": "সালাফ উলামা—প্রথম প্রজন্ম ও তাদের অনুসারী—কেবল সর্বোত্তমভাবে উল্লেখ করা যায়; সালাফ উলামা সম্পর্কে যারা মন্দ বলে তারা সঠিক পথে নেই।",
    "explanation": "সালাফ উলামা—প্রথম প্রজন্ম (সাহাবা, তাবিঈন, তাবিঈউত-তাবিঈন) ও তাদের মানহাজের অনুসারী—কেবল সর্বোত্তমভাবে উল্লেখ করা যায়। সালাফ উলামা সম্পর্কে যারা মন্দ বলে তারা সঠিক পথে নেই।<br><br>আত-তাওবা: ১০০ অগ্রগামী ও প্রথমদের প্রশংসা করে। হাদিস: সর্বোত্তম মানুষ আমার প্রজন্ম। নবি হিদায়াতপ্রাপ্ত খুলাফার সুন্নত অনুসরণের নির্দেশ দিয়েছেন। সালাফকে গালি বিড়আ ও গুমরাহি।<br><br>আমরা সালাফ উলামার সম্মান করি ও তাদের কাছ থেকে দীন বুঝি; তাদের গালি বা ছোট করি না। কুরআন, সুন্নাহ ও সালাফের বুঝে দৃঢ় আহলে সুন্নাতের মানহাজ অনুসরণ করি।",
    "category": "সাহাবা, খুলাফা ও আহলে বাইত"
  }
]
