[
  {
    "no": 1,
    "title": "সৃষ্টির ও আল্লাহর জ্ঞানের সীমা",
    "text": "জ্ঞান দুই প্রকার: যা সৃষ্টি অ্যাক্সেস করতে পারে আর যা পারে না; প্রথমটাকে অস্বীকার করা কুফর, দ্বিতীয়টার দাবি করাও কুফর—ঈমান সঠিক যখন অ্যাক্সেসযোগ্য মেনে নেওয়া হয় আর অ্যাক্সেস-অযোগ্য অন্বেষণ করা হয় না।",
    "explanation": "এই দুই প্রকার জ্ঞানের ধারণা অত্যন্ত গুরুত্বপূর্ণ। এমন জ্ঞান আছে যা আল্লাহ মানুষকে ইন্দ্রিয় ও ওহির মাধ্যমে খুলে দেন (শরীয়তের জ্ঞান), আর অদৃশ্য জ্ঞান যা শুধু আল্লাহর, যেমন কিয়ামত কখন হবে। এই সীমা বোঝা আমাদের সেই ভাগ্যের রহস্য জানার দাবি থেকে রক্ষা করে যা আল্লাহ খুলে দেননি।<br><br>কুরআনে (সূরা আল-আন‘আম: ৫৯) আল্লাহ বলেছেন: \"আর তাঁর কাছেই অদৃশ্যের চাবি; তিনি ছাড়া কেউ তা জানে না।\" বুখারীর সহীহ হাদীসে পাঁচটি অদৃশ্য বস্তুর কথা আছে যেগুলো শুধু আল্লাহ জানেন। আমাদের উচিত যা জানানো হয়েছে তাতে সন্তুষ্ট থাকা এবং যা গোপন রাখা হয়েছে তার সীমানা লঙ্ঘন না করা।<br><br>অনুশীলনে এই বিশ্বাস আমাদের বিনয়ী ও শেখার আগ্রহী রাখে। আমরা যা করতে পারি তাতে মন দিয়ে ও আল্লাহর ফয়সালায় ভরসা রেখে ভবিষ্যতের রহস্য আল্লাহর হাতে সঁপে দিয়ে শান্তি পাই।",
    "category": "দোয়া, জ্ঞান ও সীমা"
  },
  {
    "no": 2,
    "title": "মৃতের জন্য দোয়ার ফায়দা",
    "text": "মৃতরা জীবিতদের দোয়া ও সদকা থেকে উপকৃত হয়।",
    "explanation": "মৃত্যু সবকিছুর শেষ নয়। আল্লাহর রহমতের এক প্রমাণ হলো জীবিতদের আমলের মাধ্যমে মৃতদের জন্য উপকারের দরজা খোলা থাকা। এই পয়েন্টটি বলছে আমরা মৃতের জন্য যে দোয়া, ইস্তিগফার ও সদকার নিয়ত করি তার সওয়াব তার কাছে পৌঁছায় এবং বারযাখে তার অবস্থা লাঘব করে।<br><br>ভিত্তি নবি ﷺ এর বাণী (মুসলিম): \"মানুষ যখন মারা যায় তার আমল বন্ধ হয়ে যায় তিনটি ছাড়া: চলমান সদকা, উপকারী ইলম, অথবা সৎ সন্তান যে তার জন্য দোয়া করে।\" সূরা আল-হাশর: ১০ তাদেরও প্রশংসা করে যারা তাদের পূর্বসূরীদের জন্য ক্ষমা চায়। ঈমানের বন্ধন মৃত্যুর সীমানা অতিক্রম করে।<br><br>দৈনন্দিন জীবনে এটা আমাদের অনুপ্রাণিত করে বাবা-মা বা উস্তাদ যারা চলে গেছেন তাদের ভুলে না থাকতে। তাদের জন্য দোয়া শুধু শ্রদ্ধা নয়, স্মরণ যে একদিন আমরাও একই দোয়ার মুখাপেক্ষী। এভাবে মুসলিম প্রজন্মের মধ্যে অখণ্ড ভালোর ধারা বজায় থাকে।",
    "category": "দোয়া, জ্ঞান ও সীমা"
  },
  {
    "no": 3,
    "title": "আল্লাহর কালাম মানুষের বাক্য নয়",
    "text": "কুরআন আল্লাহ ﷻ এর বাণী, তাঁর কাছ থেকে; মানুষ এটাকে আল্লাহ ﷻ এর কালাম হিসেবে ঈমান আনে কীভাবে জিজ্ঞাসা না করে, এবং এটা মানুষের বাক্য নয় এবং সৃষ্ট নয়।",
    "explanation": "কুরআন কালামুল্লাহ (আল্লাহর বাণী) নিজেই, মাখলুক নয়। অর্থাৎ মুসহাফে আমরা যা পড়ি সেটা সত্যিই আল্লাহর বাণী, মানুষের রচনা নয়। এটা ওহির কর্তৃত্ব রক্ষা করে; কুরআন পবিত্র, খাঁটি এবং এর সত্য জীবন-পথনির্দেশ হিসেবে চূড়ান্ত।<br><br>আল্লাহ বলেছেন (সূরা আত-তাওবা: ৬): \"...তাকে আশ্রয় দাও যাতে সে আল্লাহর কালাম (কালামুল্লাহ) শুনতে পায়।\" তিরমিযীর হাদীসে আছে আল্লাহর কালামের শ্রেষ্ঠত্ব অন্য বাক্যের ওপর যেমন আল্লাহর শ্রেষ্ঠত্ব তাঁর সৃষ্টির ওপর। এটা জোর দেয় কুরআন স্রষ্টার পক্ষ থেকে পবিত্র ওহি।<br><br>অনুশীলনে আমরা কুরআনের প্রতি গভীর শ্রদ্ধা রাখি। আমরা এটা সাধারণ বইয়ের মতো ব্যবহার করি না; তরতীল সহ পড়ি, অর্থ বোঝার চেষ্টা করি এবং এর হুকুম অন্ধভাবে মানি। কুরআন আল্লাহর বাণী বলে বিশ্বাস করে আমরা জীবনের জন্য একটা নিশ্চিত কম্পাস পাই।",
    "category": "কুরআন ও ওহি"
  },
  {
    "no": 4,
    "title": "আল্লাহ সব মখলুক থেকে আলাদা",
    "text": "আল্লাহ ﷻ সব মখলুক থেকে আলাদা।",
    "explanation": "আল্লাহ লাইসা কামিস্লিহি শাইউন—তার মত কিছু নেই। আমাদের মনে যে রূপ বা ছবি আসে আল্লাহ সেরকম নন। এটা আমাদের তাওহীদের পবিত্রতা রক্ষা করে যাতে খালিককে দুর্বল সীমাবদ্ধ মখলুকের সঙ্গে আমরা এক করি না।<br><br>প্রধান দলিল সূরা আশ-শূরা: ১১: \"তার মত কিছু নেই এবং তিনি সর্বশ্রোতা সর্বদর্শী।\" হাদিস স্মরণ করায় আল্লাহর সৃষ্টিতে তাদাব্বুর করতে কিন্তু তাঁর যাত কল্পনা করতে নিষেধ, কারণ মানুষের আক্ল আল্লাহর হাকিকত উপলব্ধির সীমার মধ্যে।<br><br>এ বুঝ আমাদের মূর্তিপূজা—দৈহিক বা মানসিক (কল্পনা)—থেকে মুক্ত করে। আমরা জানি আল্লাহ সর্বোচ্চ ও সীমাহীন, তাই শুধু তাঁকেই পূজা করি পূর্ণ সম্মান ও বড়াই সহ, মখলুকি সিফাত দিয়ে তাঁকে সীমাবদ্ধ না করে।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 5,
    "title": "আল্লাহ আদি থেকে খালিক",
    "text": "আল্লাহ ﷻ শুধু সৃষ্টি করার পর বা তার কারণে নয়, বরং আদি থেকেই খালিক ও মুবদী নামের হকদার।",
    "explanation": "আল্লাহ আল-খালিক (খালিক) যাকে খালিক হতে কোনো প্রক্রিয়া লাগে না। কোনো নক্ষত্র বা পরমাণুর আগেই আল্লাহর সৃষ্টির সিফাত ছিল। তাঁর নাম ও সিফাত অবিনশ্বর, মখলুক থাকা না থাকার ওপর নির্ভর করে না, কারণ তিনি সব অস্তিত্বের উৎস।<br><br>আল্লাহ বলেছেন (সূরা আল-হাদীদ: ৩): \"তিনি প্রথম ও শেষ।\" নাম আল-খালিক অনেক আয়াতে যেমন সূরা আল-হাশর: ২৪। হাদিসে আছে আগে শুধু আল্লাহ ছিলেন তাঁর সঙ্গে কিছু ছিল না, তারপর আল্লাহ আরশ ও সব সৃষ্টি সৃষ্টি করলেন।<br><br>এটা শেখায় আল্লাহ পরিপূর্ণভাবে গনি (আল-গনি)। তিনি আমাদের একাকীত্ব বা সাহায্যের প্রয়োজন থেকে নয়, শুধু তাঁর ইচ্ছা ও হিকমত থেকে সৃষ্টি করেছেন। আমরা এমন বান্দা হই যারা নিজের জায়গা জানে, সচেতন যে আমাদের জীবন আদির পাক নেয়ামত যে আমাদের থেকে কখনো কিছু চায়নি।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 6,
    "title": "পূর্ণ ক্ষমতা শুধু আল্লাহর",
    "text": "আল্লাহ ﷻ সব কিছুর ওপর ক্ষমতাবান; সব আল্লাহ ﷻ এর ওপর নির্ভর, আর আল্লাহ ﷻ এর জন্য সহজ, আর আল্লাহ ﷻ কোনো কিছুর মুখতাজ নন; আল্লাহ ﷻ এর মত কেউ নেই এবং আল্লাহ ﷻ সর্বশ্রোতা সর্বদর্শী।",
    "explanation": "আল্লাহর ক্ষমতা নিরংকুশ এবং পদার্থবিজ্ঞান বা মানুষের যুক্তি দিয়ে সীমাবদ্ধ নয়। আল্লাহ যা চান 'কুন' বললেই সহজে হয়। পুরো বিশ্ব প্রতি সেকেন্ডে আল্লাহর মুখতাজ, অথচ আল্লাহ এই বিশ্ব থেকে কিছুই চান না।<br><br>সূরা ইয়াসীন: ৮২ এ \"তাঁর হুকুম যখন তিনি কিছু চান শুধু তাকে বলুন 'হও' আর তা হয়।\" আল্লাহর নাম আল-কাদিরও আছে। কুদসি হাদিসে আছে সব মানুষ চাইলে ও আল্লাহ সব দিলে আল্লাহর ধন কমে যাবে না।<br><br>এ ইমান সব ভয়ের দাওয়া। আমরা বুঝি যে কোনো বস, শাসক বা সমস্যা যত বড়ই হোক আল্লাহর ক্ষমতার সামনে কিছু না। আমরা সাহসী কিন্তু বিনয়ী বান্দা হই, জানি একমাত্র ভরসা যে কখনো ভাঙবে না সে আল্লাহ আল-কাভী।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 7,
    "title": "আল্লাহ বিশ্বজগতের নিরংকুশ মালিক",
    "text": "আল্লাহ ﷻ সব কিছুর ওপর নিরংকুশ ক্ষমতাবান এবং আল্লাহ ﷻ এর ওপর কারো ক্ষমতা নেই; যে নিজেকে আল্লাহ ﷻ থেকে মুস্তাগনি মনে করে এক পলকেও কুফরিতে পড়ে গেছে।",
    "explanation": "আল্লাহ নিরংকুশ মালিক যিনি বিশ্বের প্রতিটি পরমাণুর নিয়ন্ত্রণ ধরে রাখেন। কোনো বিষয় তাঁর নিয়ন্ত্রণের বাইরে নয়। কেউ যদি মনে করে আল্লাহ ছাড়া স্বাধীনভাবে বাঁচতে পারে, এক পলকের জন্যও, তবে সে এমন অহংকারে পড়েছে যা ইমান নষ্ট করতে পারে।<br><br>সূরা ফাতির: ১৫ বলছে \"হে মানুষ! তোমরাই আল্লাহর মুখতাজ; আর আল্লাহ গনি ও হামিদ।\" নবীর হাদিসে প্রায়ই দোয়া শেখানো হয় যেন আমরা এক পলকের জন্যও নিজেদের ওপর ছেড়ে না দেই (ইয়া হাইয়ু ইয়া কাইয়্যুম... ওয়া লা তাকিলনী ইলা নাফসী তারফাতা 'ইন)।<br><br>অনুশীলনে এটা আমাদের সবসময় আল্লাহর ফকীর বানায়। আমরা ছোট বড়—হিদায়াত চাওয়া থেকে দৈনন্দিন—নিয়ে নিয়ত দোয়া করি। আমরা জানি তাঁর সাহায্য ছাড়া আমরা নিঃশ্বাস বা চোখের পলকও নিতে পারি না।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 8,
    "title": "আল্লাহ দৈহিক সীমা থেকে মুক্ত",
    "text": "আল্লাহ ﷻ সীমা, বাধা, অংশ বা অঙ্গের ঊর্ধ্বে এবং মখলুকের মত ছয় দিক দিয়ে সীমাবদ্ধ নন।",
    "explanation": "এ আকিদা বলে আল্লাহ দৈহিক সিফাত থেকে পাক। আল্লাহর জায়গার দরকার নেই, মানুষের মত অঙ্গ নেই এবং মখলুকের মত দিক (উপর নিচ ইত্যাদি) দিয়ে সীমাবদ্ধ নন। তিনি জায়গা ও সময়ের খালিক তাই তাঁর নিজের সৃষ্টি দিয়ে সীমাবদ্ধ হওয়া অসম্ভব।<br><br>আল্লাহ বলেছেন (সূরা আল-ইখলাস: ৪): \"এবং তাঁর মত কেউ নেই।\" তানজীহ (আল্লাহকে সাদৃশ্য থেকে পাক ঘোষণা) এর এ নীতি গুরুত্বপূর্ণ। উলামা ব্যাখ্যা করেন আল্লাহ জায়গা ছাড়াই রয়েছেন কারণ জায়গা মখলুক এবং আল্লাহ জায়গা সৃষ্টির আগেই ছিলেন।<br><br>এটা আমাদের নর-দেবতা চিন্তা (খোদাকে মানুষ মনে করা) থেকে রক্ষা করে। আমরা আল্লাহর গায়েবী সীমাহীন মহত্ত্বের পূর্ণ বড়াই সহ তাঁর ইবাদত করতে পারি, শারীরিক কল্পনায় আটকে থেকে না যা আসলে ইলাহিয়তের মর্যাদা কমিয়ে দেয়।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 9,
    "title": "তাকলীফ বান্দার সামর্থ্য অনুযায়ী",
    "text": "আল্লাহ ﷻ মানুষকে শুধু যা তারা সইতে পারে তাই দেয় এবং মানুষ শুধু তাই করতে পারে যা আল্লাহ ﷻ তাদের দেয়; আল্লাহ ﷻ ছাড়া কোনো হাওলা ও কুওয়াত নেই এবং আল্লাহ ﷻ এর সাহায্য ছাড়া তাআত বা মা'সিয়াত এড়ানোর শক্তি নেই।",
    "explanation": "আল্লাহ বান্দাকে তার সামর্থ্যের বেশি দেয় না। শরীয়তের প্রতিটি হুকুম ও নাহি মানুষের সামর্থ্যের অনুপাতে; এটা আল্লাহর ইনসাফ ও রহমত দেখায় এবং ধর্ম ভারী এমন ধারণা খারিজ করে।<br><br>সূরা আল-বাকারা: ২৮৬ এ আল্লাহ বলেছেন \"আল্লাহ কোনো প্রাণকে তার সামর্থ্যের বেশি দেয় না।\" সহীহ হাদিস (বুখারী-মুসলিম) এও আছে \"যখন আমি তোমাকে কিছু হুকুম দিই যত পার কর।\" তাআতের হাওলা ও কুওয়াত (লা হাওলা ওয়া লা কুওয়াতা ইল্লা বিল্লাহ) ও আল্লাহর সাহায্য থেকেই আসে।<br><br>অনুশীলনে আমরা স্পষ্ট ফরজের জন্য \"আমি পারি না\" ওজর করতে পারি না, কিন্তু সামর্থ্যের বাইরেও নিজেদের উপর চাপ দিতে পারি না। আমরা যত পারি করি তারপর আল্লাহর ওপর ভরসা; ইস্তিকামতের শক্তি দোয়া ও চেষ্টা দিয়ে আল্লাহর কাছ থেকে চাই।",
    "category": "তাকলীফ ও মানুষের আমল"
  },
  {
    "no": 10,
    "title": "পূর্ণ জীবন ও নিরবচ্ছিন্ন কাজ",
    "text": "আল্লাহ ﷻ জীবিত ও মরেন না, সর্বদা কাজ করেন ও ঘুমান না।",
    "explanation": "আল্লাহ আল-হাইয়্য (চিরজীবী) ও আল-কাইয়্যুম (স্বরূপ ধারী)। আল্লাহর জীবন পূর্ণ—জন্ম দিয়ে শুরু নয়, মৃত্যু দিয়ে শেষ নয়। তাঁকে বিশ্রামের দরকার নেই, কখনো ঘুমান না এবং সব মখলুকের কাজ সবসময় সেকেন্ডের বিরতি ছাড়াই চালান।<br><br>আয়াতুল কুরসি (সূরা আল-বাকারা: ২৫৫) সবচেয়ে শক্ত দলিল: \"আল্লাহ, তিনি ছাড়া কোনো ইলাহ নেই, চিরজীবী, স্বরূপ ধারী; তাঁকে তন্দ্রা ও ঘুম স্পর্শ করে না।\" এ সুন্দর নামগুলো খালিকের ওপর মখলুকের নির্ভরতার ভিত্তি।<br><br>এটা আমাদের বড় নিরাপত্তা দেয়। আমরা যখন ঘুমাই, আত্মসমর্পণ করি বা অসহায় বোধ করি, জানি এমন রব আছেন যিনি কখনো ঘুমান না ও আমাদের পাহারা দেন। আমরা ভালো কাজ চালিয়ে যেতে উৎসাহ পাই কারণ জানি আমাদের \"মালিক\" সর্বদা সক্রিয়, দেখছেন ও বান্দাদের জন্য সবচেয়ে ভালো ব্যবস্থা করছেন।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 11,
    "title": "আল্লাহ এক শারীক ছাড়া",
    "text": "আল্লাহ ﷻ এক এবং তাঁর কোনো শারীক নেই।",
    "explanation": "তাওহীদ মানে আল্লাহকে এক মানা; রুবুবিয়্যাত (খল্কের উপর প্রভুত্ব), উলুহিয়্যাত (ইবাদতের হক) ও নাম ও সিফাতে তাঁর শারীক নেই। ইবাদত ও বন্দেগির হক শুধু আল্লাহর; তাঁর সাথে কিছুকে শারীক করা শির্ক।<br><br>সূরা আল-ইখলাস: ১–৪ বলছে \"বল তিনি আল্লাহ এক। আল্লাহ সামাদ। তিনি জন্ম দেন না ও জন্ম নেন না। এবং তাঁর সমকক্ষ কেউ নেই।\" সূরা আন-নিসা: ৩৬ আল্লাহর সাথে শির্ক নিষেধ করে। সহীহ হাদিসে সূরা আল-ইখলাস কুরআনের এক-তৃতীয়াংশের সমান কারণ তাতে তাওহীদের মূল আছে।<br><br>এ ইমান আমাদের ইবাদতের ভিত্তি: আমরা শুধু আল্লাহর কাছে দুআ, ভয় ও আশা রাখি; মখলুক, বস্তু বা \"অন্য শক্তি\"তে নয়। এভাবে দিল গৈর-আল্লাহর উপর তাঅল্লুক থেকে পাক থাকে।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 12,
    "title": "আল্লাহ জদ্দ ও নযীর থেকে মুক্ত",
    "text": "আল্লাহ ﷻ কোনো জদ্দ (বিরোধী) বা নযীর (সমান) থাকা থেকে মহান।",
    "explanation": "আল্লাহর এমন জদ্দ নেই যে তাঁকে পরাজিত করবে বা নযীর যে তাঁর সমান। তাঁর মালিকিয়াত নিরংকুশ; কেউ মुকাবিলা, সীমা বা তাঁর ইরাদা ব্যর্থ করতে পারবে না। এটা তাওহীদের কামালের অংশ।<br><br>সূরা আল-বাকারা: ২৫৫ (আয়াতুল কুরসি) বলছে আল্লাহ আসমান ও জমিনের মালিক এবং দুটো রক্ষা করা তাঁকে ভারী লাগে না। সূরা ফাতির: ৪৪ ও অন্যান্য আয়াত নিশ্চিত করে আল্লাহর কোনো শারীক, নাসির বা সমকক্ষ নেই। হাদিসেও আল্লাহ মহান এবং তাঁর উপরে কেউ নেই।<br><br>এ বুঝ দিলে সাকীনাত দেয়: কোনো শত্রু, রোগ বা মুসিবত কখনো আল্লাহর \"জদ্দ\" সমপর্যায়ের নয়। আমরা নিশ্চিত জয়, নিরাপত্তা ও চূড়ান্ত সাহায্য শুধু আল্লাহর পক্ষ থেকে; তিনি চাইলে তাঁর রহমত কেউ আটকাতে পারবে না।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 13,
    "title": "আল্লাহ সব মখলুককে ইহাতা করেন",
    "text": "আল্লাহ ﷻ সব কিছু ইহাতা করেন এবং তার ওপরে; তাঁর মখলুক আল্লাহ ﷻ কে ইহাতা করতে পারে না।",
    "explanation": "আল্লাহ ইহাতা (ক্বাবূ, ইল্ম ও তদবীর) করেন সব কিছুর; তাঁর ইল্ম ও কুদরত থেকে কিছু লুকিয়ে নেই। একই সঙ্গে আল্লাহ তাঁর মখলুকের \"ওপরে\" মর্তবা ও সলতানতে, মকানে নয়। মখলুক আল্লাহকে \"ইহাতা\" বা সীমাবদ্ধ করতে পারে না।<br><br>সূরা ফুসসিলাত: ৫৪ বলছে \"জেনে রাখ আল্লাহ সব কিছু ইহাতা করেন।\" সূরা আল-বাকারা: ২৫৫ (আয়াতুল কুরসি) নিশ্চিত করে তাঁর কুরসি আসমান ও জমিন ইহাতা করে এবং তিনি ভার বোধ করেন না। সহীহ হাদিসে আল্লাহ আরশের ওপর এবং তাঁর ইল্ম সর্বত্র।<br><br>এতে ঈমান রাখলে আমরা নিগরান ও হিফাজতে থাকি: আল্লাহ থেকে কিছু গোপন নেই এবং তাঁর জন্য কোনো সমস্যা বড় নয়। আমরা এ ভুল বোঝা থেকেও সুরক্ষিত যে আল্লাহ \"আসমানে আটকা\"; তিনি সব কিছু ইহাতা করেন জায়গা ছাড়াই।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 14,
    "title": "আল্লাহ জীবন ও মৃত্যু সৃষ্টি করেন",
    "text": "আল্লাহ ﷻ ভয় ছাড়া মৃত্যু দেন এবং কষ্ট ছাড়া আবার জীবন দেন।",
    "explanation": "জীবন ও মৃত্যু সম্পূর্ণ আল্লাহর হাতে। মখলুককে মৃত্যু দিলে আল্লাহ ভীত বা দুর্বল হন না; আবার জীবন (কিয়ামতের দিন সহ) দেয়াও তাঁর জন্য কঠিন নয়। সব তাঁর ইরাদা ও কালামে।<br><br>সূরা আল-মুলক: ২ বলছে \"তিনি মৃত্যু ও জীবন সৃষ্টি করেন।\" সূরা ক্বাফ: ৪৩ \"আমরাই জীবন ও মৃত্যু দিই এবং আমাদের কাছেই ফিরে যাওয়া।\" সহীহ হাদিসে রূহ আল্লাহর হুকুমে নেওয়া হয় এবং কিয়ামতের দিন সব মখলুক সূরে উত্থিত হবে।<br><br>এ ইমান স্মরণ করায় মৃত্যু খালি শেষ নয় বরং আখেরাতের জীবনের দরজা। আমরা সলিহ আমল দিয়ে প্রস্তুত হই এবং মৃত্যুকে অতিভয় করি না, কারণ জীবন-মৃত্যুর মালিক আল্লাহ আদল ও রাহীম।",
    "category": "আল্লাহর সিফাত ও তাওহীদ"
  },
  {
    "no": 15,
    "title": "সব মখলুকের জন্য নির্ধারিত আজল",
    "text": "আল্লাহ ﷻ তাঁর মখলুকের জন্য স্থির আজল (মৃত্যুর সময়) বণ্টন করেন।",
    "explanation": "প্রতিটি মখলুকের আজল (মৃত্যুর সময়) আল্লাহ নির্ধারিত; কেউ এক সেকেন্ড এগোতে বা পিছোতে পারবে না। এটা লাওহে মাহফুযে লেখা তাকদীরের অংশ।<br><br>সূরা আল-আনআম: ২ বলছে \"তিনি যিনি তোমাদের মাটি থেকে সৃষ্টি করেছেন তারপর আজল নির্ধারণ করেছেন।\" সূরা লুকমান: ৩৪ \"নিশ্চয় আল্লাহ—কেবল তাঁর কাছেই কিয়ামতের জ্ঞান... এবং কেউ জানে না কোন ভূখণ্ডে মরবে।\" সহীহ হাদিস (বুখারী-মুসলিম) নিশ্চিত করে আজল, রিয্ক ও ভাগ্য গর্ভে থাকতেই লেখা হয়।<br><br>এ বুঝ অতিরিক্ত ওয়াসওয়াসা থেকে রক্ষা করে এবং বাকি জীবন ভালো ব্যবহারে উৎসাহ দেয়। আজল কখন আসে আমরা বদলাতে পারি না কিন্তু জীবনকে আল্লাহর রিদয়ামন্দ আমল দিয়ে ভরতে পারি।",
    "category": "তাকদীর ও আল্লাহর ইরাদা"
  }
]
