[
  {
    "no": 1,
    "title": "Grenzen des Wissens der Geschöpfe und Allahs",
    "text": "Es gibt zwei Arten von Wissen: das, worauf die Schöpfung zugreifen kann, und das, worauf sie nicht zugreifen kann; die erste zu leugnen ist Unglaube, die zweite zu beanspruchen ebenfalls—der Glaube ist heil, wenn das Zugängliche angenommen und das Unzugängliche nicht gesucht wird.",
    "explanation": "Das Konzept dieser zwei Wissensarten ist zentral. Es gibt Wissen, das Allah den Menschen durch Sinne und Offenbarung erschließt (Scharīʿa-Wissen), und es gibt verborgenes Wissen, das Allah allein gehört, etwa wann die Stunde kommt. Diese Grenze zu achten bewahrt uns davor, Geheimnisse der Bestimmung zu beanspruchen, die Allah nicht offengelegt hat.<br><br>Im Quran (Sure al-Anʿām: 59) sagt Allah: \"Bei Ihm sind die Schlüssel des Verborgenen; niemand kennt sie außer Ihm.\" Ein gesunder Hadith bei Buchārī nennt fünf verborgene Dinge, die nur Allah bekannt sind. So müssen wir uns mit dem Bekannten zufriedengeben und das Verborgene nicht überschreiten.<br><br>Praktisch hält uns dieser Glaube demütig und zugleich lernbereit. Wir gewinnen Ruhe, indem wir alles Zukünftige Allah anvertrauen, uns auf das Machbare konzentrieren und auf Seine umfassende Bestimmung vertrauen.",
    "category": "Bittgebet, Wissen & Grenzen"
  },
  {
    "no": 2,
    "title": "Nutzen des Bittgebets für die Verstorbenen",
    "text": "Die Toten haben Nutzen vom Bittgebet und der Almosen der Lebenden.",
    "explanation": "Der Tod ist nicht das Ende von allem. Ein Zeichen von Allahs Barmherzigkeit ist, dass den Verstorbenen durch die Taten der Lebenden noch Nutzen zukommt. Dies bestätigt, dass Bittgebet, Bitte um Vergebung und Almosen, die wir für Verstorbene tun, sie in Lohn erreichen und ihnen im Barzach erleichtern.<br><br>Grundlage ist das Wort des Propheten ﷺ (bei Muslim): \"Wenn der Mensch stirbt, enden seine Taten außer dreien: andauernde Almosen, nützliches Wissen oder ein frommes Kind, das für ihn betet.\" Sure al-Ḥašr: 10 lobt die, die um Vergebung für die Vorausgegangenen bitten. So reicht das Band des Glaubens über den Tod hinaus.<br><br>Im Alltag bewegt uns das, Eltern oder Lehrer, die gegangen sind, nicht zu vergessen. Für sie zu beten ist nicht nur Pietät, sondern Erinnerung, dass auch wir einmal desselben Gebets bedürfen. So bleibt eine Kette des Guten zwischen den Generationen der Muslime bestehen.",
    "category": "Bittgebet, Wissen & Grenzen"
  },
  {
    "no": 3,
    "title": "Allahs Rede ist nicht Menschenrede",
    "text": "Der Quran ist Allahs ﷻ Wort, von Ihm; die Menschen glauben daran als Allahs ﷻ Rede, ohne zu fragen wie, und es ist weder Menschenrede noch erschaffen.",
    "explanation": "Der Quran ist Allahs wirkliche Rede (Kalāmullāh), kein Geschöpf. Was wir im Muṣḥaf lesen, ist wahrhaft Allahs Wort, kein menschliches Werk. Das sichert die Autorität der Offenbarung: der Quran ist heilig, rein, und seine Wahrheit ist unantastbar als Lebensleitung.<br><br>Allah sagt (Sure at-Tawba: 6): \"...gewährt ihm Schutz, damit er das Wort Allahs (Kalāmullāh) höre.\" Ein Hadith bei Tirmidhī sagt, der Vorzug von Allahs Rede vor anderer Rede sei wie der Vorzug Allahs vor Seiner Schöpfung. So ist der Quran heilige Offenbarung vom Schöpfer.<br><br>Praktisch begegnen wir dem Quran mit großer Ehrfurcht. Wir behandeln ihn nicht wie ein gewöhnliches Buch; wir lesen ihn mit Sorgfalt, bemühen uns um sein Verständnis und folgen seinen Geboten ohne Zweifel. Im Glauben, der Quran sei Gottes Rede, haben wir einen verlässlichen Kompass für das Leben.",
    "category": "Quran & Offenbarung"
  },
  {
    "no": 4,
    "title": "Allah unterscheidet sich von aller Schöpfung",
    "text": "Allah ﷻ ist von aller Schöpfung verschieden.",
    "explanation": "Allah ist Laisa Kamitslihi Syai-un: es gibt nichts Ihm Gleiches. Was immer uns an Gestalt oder Bild in den Sinn kommt, Allah ist nicht so. Das bewahrt die Reinheit unseres Tauhid, damit wir den Schöpfer nicht mit schwacher, begrenzter Schöpfung gleichsetzen.<br><br>Hauptbeleg ist Sure asch-Schūrā: 11: \"Nichts ist Ihm gleich, und Er ist der Allhörende, der Allsehende.\" Der Hadith mahnt uns, über Allahs Schöpfung nachzudenken, verbietet aber, sich Sein Wesen vorzustellen, weil der menschliche Verstand die Wirklichkeit Gottes nicht fassen kann.<br><br>Dieses Verständnis befreit uns von Götzendienst—ob körperliche oder gedankliche Götzen (Phantasie). Wir erkennen, dass Allah erhaben und unbegrenzt ist, und dienen Ihm allein mit voller Achtung und Erhöhung, ohne Ihn mit Geschöpfs-Eigenschaften zu begrenzen.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 5,
    "title": "Allah der Schöpfer von Anbeginn",
    "text": "Allah ﷻ darf nicht erst nach oder wegen des Schöpfungsakts Schöpfer und Urheber heißen, sondern von Anbeginn.",
    "explanation": "Allah ist Al-Chāliq (der Schöpfer), der keinen Prozess braucht, um Schöpfer zu sein. Bevor es einen einzigen Stern oder ein Atom gab, hatte Allah bereits das Attribut des Schaffens. Seine Namen und Eigenschaften sind ewig und hängen nicht davon ab, ob Schöpfung existiert; Er ist die Quelle alles Seins.<br><br>Allah sagt (Sure al-Hadīd: 3): \"Er ist der Erste und der Letzte.\" Der Name Al-Chāliq erscheint in vielen Versen, z. B. Sure al-Ḥašr: 24. Der Hadith sagt, dass zuvor nur Allah war und nichts bei Ihm, dann schuf Allah den Thron und das ganze Universum.<br><br>Das lehrt uns, dass Allah vollkommen unbedürftig (Al-Ghanī) ist. Er schuf uns nicht aus Einsamkeit oder Hilfsbedürftigkeit, sondern aus reinem Willen und Weisheit. Wir werden Diener, die ihren Platz kennen und wissen, dass unser Leben reine Gabe des Ersten ist, der nie etwas von uns brauchte.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 6,
    "title": "Vollkommene Macht gehört Allah allein",
    "text": "Allah ﷻ hat Macht über alles; alles hängt von Allah ﷻ ab, und es ist für Allah ﷻ leicht, und Allah ﷻ bedarf nichts; es gibt nichts Allah ﷻ Gleiches, und Allah ﷻ ist der Allhörende, der Allsehende.",
    "explanation": "Allahs Macht ist absolut und nicht durch Naturgesetze oder menschliche Logik begrenzt. Was Allah will, geschieht leicht mit dem Wort \"Kun\". Das ganze Universum braucht Allah in jeder Sekunde, während Allah nichts von diesem Universum braucht.<br><br>In Sure Yāsīn: 82: \"Sein Befehl, wenn Er etwas will, ist nur, zu ihm zu sagen: Sei! und es ist.\" Allah hat auch den Namen Al-Qādir. Ein Qudsī-Hadith sagt, wenn alle Menschen bäten und Allah alles gewährte, minderte das Allahs Reichtum nicht im Geringsten.<br><br>Dieser Glaube heilt alle Furcht. Wir begreifen, dass jeder Chef, Herrscher oder jedes Problem, so groß es sei, nichts ist gegen Allahs Macht. Wir werden mutige und dennoch demütige Diener, die wissen, dass die einzige Stütze, die nie versagt, Allah der Allmächtige ist.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 7,
    "title": "Allah der absolute Herrscher des Universums",
    "text": "Allah ﷻ hat absolute Macht über alles, und nichts hat Macht über Allah ﷻ; wer sich auch nur einen Augenblick von Allah ﷻ unabhängig wähnt, ist in Unglauben gefallen.",
    "explanation": "Allah ist der absolute Souverän, der jede Kleinigkeit im Kosmos in der Hand hält. Kein Geschehen entzieht sich Seiner Kontrolle. Wenn jemand meint, er könne ohne Allah leben, schon einen Augenblick lang, ist er in Hochmut geraten, der den Glauben zerstören kann.<br><br>Sure Fāṭir: 15 sagt: \"O ihr Menschen! Ihr seid die Bedürftigen Allahs; und Allah ist der Unbedürftige, der Lobenswürdige.\" Die Hadithe des Propheten lehren oft ein Gebet, dass wir nicht einmal einen Augenblick uns selbst überlassen werden (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>Praktisch macht uns das stets bedürftig (faqīr) nach Allah. Wir beten eifrig für Kleines und Großes—vom Erbitten von Rechtleitung bis zu Alltagsdingen. Wir wissen, dass wir ohne Seine Hilfe nicht einmal atmen oder blinzeln können.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 8,
    "title": "Allah frei von körperlichen Grenzen",
    "text": "Allah ﷻ steht über Grenze, Einschränkung, Teil oder Glied und ist nicht wie die Schöpfung durch sechs Richtungen begrenzt.",
    "explanation": "Dieser Glaubenssatz bekräftigt, dass Allah frei von materiellen Eigenschaften ist. Allah braucht keinen Raum, hat keine Körperteile wie der Mensch und ist nicht wie die Schöpfung durch Richtungen (oben, unten usw.) begrenzt. Er ist der Schöpfer von Raum und Zeit, also kann Er nicht durch die eigene Schöpfung begrenzt sein.<br><br>Allah sagt (Sure al-Ichlāṣ: 4): \"Und niemand ist Ihm gleich.\" Das Prinzip des Tanzīh (Allah von Ähnlichkeit freisprechen) ist wichtig. Gelehrte erklären, dass Allah existiert, ohne einen Ort zu brauchen, denn Ort ist Geschöpf, und Allah existierte, bevor der Ort geschaffen wurde.<br><br>Das bewahrt uns vor anthropomorphistischem Denken (Gott wie einen Menschen vorstellen). Wir können Allah in voller Erhöhung Seiner unsichtbaren, unbegrenzten Größe dienen, statt in körperlicher Vorstellung gefangen zu sein, die den Rang der Gottheit mindert.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 9,
    "title": "Die Last des Taklīf nach dem Vermögen des Dieners",
    "text": "Allah ﷻ bürdet den Menschen nur auf, was sie tragen können, und Menschen können nur tun, was Allah ﷻ ihnen gibt; es gibt keine Kraft und kein Vermögen außer durch Allah ﷻ, und keine Stärke zum Gehorsam oder zur Meidung der Sünde außer mit Allahs ﷻ Hilfe.",
    "explanation": "Allah bürdet dem Diener nicht über sein Vermögen hinaus auf. Jedes Gebot und Verbot in der Scharia entspricht dem menschlichen Vermögen; das zeigt Allahs Gerechtigkeit und Barmherzigkeit und weist die Ansicht zurück, die Religion sei beschwerlich.<br><br>In Sure al-Baqara: 286 sagt Allah: \"Allah bürdet keiner Seele auf außer nach ihrem Vermögen.\" Ein gesunder Hadith (Buchārī–Muslim) sagt auch: \"Wenn ich euch etwas befehle, tut es, so gut ihr könnt.\" Die Kraft zum Gehorsam (lā ḥawla wa lā quwwata illā billāh) kommt ebenfalls von Allahs Hilfe.<br><br>Praktisch dürfen wir \"Ich kann nicht\" nicht als Ausrede für klare Pflichten gebrauchen, aber wir dürfen uns auch nicht über unser Vermögen hinaus belasten. Wir tun unser Bestes und vertrauen dann auf Allah; wir bitten Allah um Kraft zur Standhaftigkeit durch Gebet und Anstrengung.",
    "category": "Taklīf & menschliche Taten"
  },
  {
    "no": 10,
    "title": "Vollkommenes Leben und ständiges Wirken",
    "text": "Allah ﷻ lebt und stirbt nicht, wirkt stets und schläft nicht.",
    "explanation": "Allah ist Al-Ḥayy (der Ewiglebende) und Al-Qayyūm (der Sich-selbst-Erhaltende). Allahs Leben ist vollkommen—nicht durch Geburt begonnen und nicht durch Tod beendet. Er braucht keine Ruhe, schläft nie und ist stets tätig und verwaltet die Angelegenheiten aller Seiner Schöpfung ohne Pause.<br><br>Der Thronvers (Sure al-Baqara: 255) ist der stärkste Beleg: \"Allah, es gibt keinen Gott außer Ihm, der Ewiglebende, der Sich-selbst-Erhaltende; Ihn übermannt weder Schlummer noch Schlaf.\" Diese schönen Namen sind die Grundlage der Abhängigkeit der Schöpfung vom Schöpfer.<br><br>Das gibt uns große Sicherheit. Wenn wir schlafen, uns hingeben oder uns ohnmächtig fühlen, wissen wir, dass es einen Herrn gibt, der nie schläft und über uns wacht. Wir werden ermutigt, Gutes zu tun, weil wir wissen, dass unser \"Herr\" stets tätig ist und das Beste für Seine Diener ordnet.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 11,
    "title": "Allah ist Einer ohne Partner",
    "text": "Allah ﷻ ist Einer und hat keinen Partner.",
    "explanation": "Tauhid bedeutet Allahs Einheit zu bekennen; Er hat keinen Partner in Rubūbiyya (Herrschaft über die Schöpfung), Ulūhiyya (Recht, angebetet zu werden) oder Namen und Eigenschaften. Der Einzige, der angebetet und gedient werden darf, ist Allah; Ihm etwas beizugesellen ist Schirk.<br><br>Sure al-Ichlāṣ: 1–4 sagt: \"Sprich: Er ist Allah, Einer. Allah der Ewige. Er zeugt nicht und wurde nicht gezeugt. Und niemand ist Ihm gleich.\" Sure an-Nisāʾ: 36 verbietet ebenfalls, Allah etwas beizugesellen. Ein gesunder Hadith sagt, Sure al-Ichlāṣ gleicht einem Drittel des Quran, weil sie den Kern des Tauhid enthält.<br><br>Dieser Glaube ist die Grundlage unseres Gottesdienstes: wir bitten, fürchten und hoffen nur bei Allah; nicht bei Geschöpf, Ding oder \"anderen Mächten.\" So bleibt unser Herz frei von Abhängigkeit von anderem als Allah.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 12,
    "title": "Allah hat weder Rivalen noch Gleichen",
    "text": "Allah ﷻ ist erhaben darüber, Rivalen oder Gleiche zu haben.",
    "explanation": "Allah hat keinen Rivalen, der Ihn überwältigen könnte, und keinen Gleichen, der Ihm entspräche. Seine Herrschaft ist absolut; nichts kann Ihm gleichkommen, Ihn begrenzen oder Seinen Willen vereiteln. Das gehört zur Vollkommenheit des Tauhid.<br><br>Sure al-Baqara: 255 (der Thronvers) sagt, Allah hält Himmel und Erde in seiner Gewalt und empfindet es nicht als schwer, sie zu bewahren. Sure Fāṭir: 44 und andere Verse bestätigen, dass Allah keinen Partner, Helfer oder Gleichen hat. Der Hadith lehrt auch, Allah ist erhaben und niemand ist über Ihm.<br><br>Dieses Verständnis schenkt Herzensfrieden: Kein Feind, keine Krankheit, kein Unglück ist je ein \"Gegner\" auf Augenhöhe mit Allah. Wir sind gewiss, dass Sieg, Rettung und letzte Hilfe nur von Allah kommen; nichts kann Seine Barmherzigkeit aufhalten, wenn Er will.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 13,
    "title": "Allah umfasst die ganze Schöpfung",
    "text": "Allah ﷻ umfasst alles und ist darüber; Seine Schöpfung kann Allah ﷻ nicht umfassen.",
    "explanation": "Allah umfasst (beherrscht, kennt und verwaltet) alles; nichts entgeht Seinem Wissen und Seiner Macht. Zugleich ist Allah \"über\" Seiner Schöpfung an Rang und Herrschaft, nicht am Ort. Die Schöpfung kann Allah nicht \"umfassen\" oder begrenzen.<br><br>Sure Fuṣṣilat: 54 sagt: \"Wisset, dass Allah alle Dinge umfasst.\" Sure al-Baqara: 255 (Thronvers) bestätigt, dass Sein Thron Himmel und Erde umfasst und Er es nicht schwer findet. Gesunder Hadith bestätigt auch, Allah ist über dem Thron und Sein Wissen ist überall.<br><br>Wenn wir das glauben, fühlen wir uns behütet und beschützt: Nichts ist vor Allah verborgen, und kein Problem ist Ihm zu groß. Wir sind auch vor dem Missverständnis bewahrt, Allah sei \"im Himmel eingeschlossen\"; Er umfasst alles, ohne Raum zu brauchen.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 14,
    "title": "Allah erschafft Leben und Tod",
    "text": "Allah ﷻ gibt den Tod ohne Furcht und gibt das Leben wieder ohne Mühe.",
    "explanation": "Leben und Tod liegen ganz in Allahs Hand. Geschöpfen den Tod zu geben macht Allah weder furchtsam noch schwach; das Leben wiederzugeben (auch am Tag der Auferstehung) ist Ihm nicht schwer. Alles geschieht durch Seinen Willen und Sein Wort allein.<br><br>Sure al-Mulk: 2 sagt: \"Er, der Tod und Leben macht.\" Sure Qāf: 43: \"Wir sind es, die lebendig machen und sterben lassen, und zu Uns ist die Rückkehr.\" Gesunder Hadith bestätigt, die Seele wird durch Allahs Befehl genommen und am Tag der Auferstehung wird die ganze Schöpfung durch den Posaunenstoß erweckt.<br><br>Dieser Glaube erinnert uns, dass der Tod kein leeres Ende ist, sondern ein Tor zum Jenseits. Wir bereiten uns mit guten Taten vor und fürchten den Tod nicht übermäßig, denn wer Leben und Tod in der Hand hält, ist Allah der Gerechte und Barmherzige.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 15,
    "title": "Die festgesetzte Frist für alle Schöpfung",
    "text": "Allah ﷻ setzt Seiner Schöpfung eine feste Frist (Ajal).",
    "explanation": "Jedes Geschöpf hat eine von Allah gesetzte Frist (Todeszeit); niemand kann sie um eine Sekunde vorziehen oder hinausschieben. Das gehört zur Vorherbestimmung, die im Bewahrten Tafel steht.<br><br>Sure al-Anʿām: 2 sagt: \"Er, der euch aus Staub erschuf, dann euch eine Frist setzte.\" Sure Luqmān: 34: \"Allah allein—bei Ihm ist das Wissen der Stunde... und keine Seele weiß, in welchem Land sie sterben wird.\" Gesunder Hadith (Buchārī–Muslim) bestätigt, dass Ajal, Versorgung und Schicksal des Menschen schon in der Gebärmutter geschrieben stehen.<br><br>Dieses Verständnis bewahrt uns vor übermäßiger Angst und mahnt uns, die verbleibende Lebenszeit gut zu nutzen. Wann die Frist kommt, können wir nicht ändern, aber wir können das Leben mit Taten füllen, die Allah gefallen.",
    "category": "Vorherbestimmung & Allahs Wille"
  }
]
