[
  {
    "no": 1,
    "title": "Grenzen Des Wissens Der Geschöpfe Und Allahs",
    "text": "Es gibt zwei Arten von Wissen: das, worauf die Schöpfung zugreifen kann, und das, worauf sie nicht zugreifen kann; die erste zu leugnen ist Unglaube, die zweite zu beanspruchen ebenfalls—der Glaube ist heil, wenn das Zugängliche angenommen und das Unzugängliche nicht gesucht wird.",
    "explanation": "Das Konzept dieser zwei Wissensarten ist zentral. Es gibt Wissen, das Allah den Menschen durch Sinne und Offenbarung erschließt (Scharīʿa-Wissen), und es gibt verborgenes Wissen, das Allah allein gehört, etwa wann die Stunde kommt. Diese Grenze zu achten bewahrt uns davor, Geheimnisse der Bestimmung zu beanspruchen, die Allah nicht offengelegt hat.<br><br>Im Quran (Sure al-Anʿām: 59) sagt Allah: \"Bei Ihm sind die Schlüssel des Verborgenen; niemand kennt sie außer Ihm.\" Ein gesunder Hadith bei Buchārī nennt fünf verborgene Dinge, die nur Allah bekannt sind. So müssen wir uns mit dem Bekannten zufriedengeben und das Verborgene nicht überschreiten.<br><br>Praktisch hält uns dieser Glaube demütig und zugleich lernbereit. Wir gewinnen Ruhe, indem wir alles Zukünftige Allah anvertrauen, uns auf das Machbare konzentrieren und auf Seine umfassende Bestimmung vertrauen.",
    "category": "Bittgebet, Wissen & Grenzen"
  },
  {
    "no": 2,
    "title": "Nutzen Des Bittgebets Für Die Verstorbenen",
    "text": "Die Toten haben Nutzen vom Bittgebet und der Almosen der Lebenden.",
    "explanation": "Der Tod ist nicht das Ende von allem. Ein Zeichen von Allahs Barmherzigkeit ist, dass den Verstorbenen durch die Taten der Lebenden noch Nutzen zukommt. Dies bestätigt, dass Bittgebet, Bitte um Vergebung und Almosen, die wir für Verstorbene tun, sie in Lohn erreichen und ihnen im Barzach erleichtern.<br><br>Grundlage ist das Wort des Propheten ﷺ (bei Muslim): \"Wenn der Mensch stirbt, enden seine Taten außer dreien: andauernde Almosen, nützliches Wissen oder ein frommes Kind, das für ihn betet.\" Sure al-Ḥašr: 10 lobt die, die um Vergebung für die Vorausgegangenen bitten. So reicht das Band des Glaubens über den Tod hinaus.<br><br>Im Alltag bewegt uns das, Eltern oder Lehrer, die gegangen sind, nicht zu vergessen. Für sie zu beten ist nicht nur Pietät, sondern Erinnerung, dass auch wir einmal desselben Gebets bedürfen. So bleibt eine Kette des Guten zwischen den Generationen der Muslime bestehen.",
    "category": "Bittgebet, Wissen & Grenzen"
  },
  {
    "no": 3,
    "title": "Allahs Rede Ist Nicht Menschenrede",
    "text": "Der Quran ist Allahs ﷻ Wort, von Ihm; die Menschen glauben daran als Allahs ﷻ Rede, ohne zu fragen wie, und es ist weder Menschenrede noch erschaffen.",
    "explanation": "Der Quran ist Allahs wirkliche Rede (Kalāmullāh), kein Geschöpf. Was wir im Muṣḥaf lesen, ist wahrhaft Allahs Wort, kein menschliches Werk. Das sichert die Autorität der Offenbarung: der Quran ist heilig, rein, und seine Wahrheit ist unantastbar als Lebensleitung.<br><br>Allah sagt (Sure at-Tawba: 6): \"...gewährt ihm Schutz, damit er das Wort Allahs (Kalāmullāh) höre.\" Ein Hadith bei Tirmidhī sagt, der Vorzug von Allahs Rede vor anderer Rede sei wie der Vorzug Allahs vor Seiner Schöpfung. So ist der Quran heilige Offenbarung vom Schöpfer.<br><br>Praktisch begegnen wir dem Quran mit großer Ehrfurcht. Wir behandeln ihn nicht wie ein gewöhnliches Buch; wir lesen ihn mit Sorgfalt, bemühen uns um sein Verständnis und folgen seinen Geboten ohne Zweifel. Im Glauben, der Quran sei Gottes Rede, haben wir einen verlässlichen Kompass für das Leben.",
    "category": "Quran & Offenbarung"
  },
  {
    "no": 4,
    "title": "Allah Unterscheidet Sich Von Aller Schöpfung",
    "text": "Allah ﷻ ist von aller Schöpfung verschieden.",
    "explanation": "Allah ist Laisa Kamitslihi Syai-un: es gibt nichts Ihm Gleiches. Was immer uns an Gestalt oder Bild in den Sinn kommt, Allah ist nicht so. Das bewahrt die Reinheit unseres Tauhid, damit wir den Schöpfer nicht mit schwacher, begrenzter Schöpfung gleichsetzen.<br><br>Hauptbeleg ist Sure asch-Schūrā: 11: \"Nichts ist Ihm gleich, und Er ist der Allhörende, der Allsehende.\" Der Hadith mahnt uns, über Allahs Schöpfung nachzudenken, verbietet aber, sich Sein Wesen vorzustellen, weil der menschliche Verstand die Wirklichkeit Gottes nicht fassen kann.<br><br>Dieses Verständnis befreit uns von Götzendienst—ob körperliche oder gedankliche Götzen (Phantasie). Wir erkennen, dass Allah erhaben und unbegrenzt ist, und dienen Ihm allein mit voller Achtung und Erhöhung, ohne Ihn mit Geschöpfs-Eigenschaften zu begrenzen.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 5,
    "title": "Allah Der Schöpfer Von Anbeginn",
    "text": "Allah ﷻ darf nicht erst nach oder wegen des Schöpfungsakts Schöpfer und Urheber heißen, sondern von Anbeginn.",
    "explanation": "Allah ist Al-Chāliq (der Schöpfer), der keinen Prozess braucht, um Schöpfer zu sein. Bevor es einen einzigen Stern oder ein Atom gab, hatte Allah bereits das Attribut des Schaffens. Seine Namen und Eigenschaften sind ewig und hängen nicht davon ab, ob Schöpfung existiert; Er ist die Quelle alles Seins.<br><br>Allah sagt (Sure al-Hadīd: 3): \"Er ist der Erste und der Letzte.\" Der Name Al-Chāliq erscheint in vielen Versen, z. B. Sure al-Ḥašr: 24. Der Hadith sagt, dass zuvor nur Allah war und nichts bei Ihm, dann schuf Allah den Thron und das ganze Universum.<br><br>Das lehrt uns, dass Allah vollkommen unbedürftig (Al-Ghanī) ist. Er schuf uns nicht aus Einsamkeit oder Hilfsbedürftigkeit, sondern aus reinem Willen und Weisheit. Wir werden Diener, die ihren Platz kennen und wissen, dass unser Leben reine Gabe des Ersten ist, der nie etwas von uns brauchte.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 6,
    "title": "Vollkommene Macht Gehört Allah Allein",
    "text": "Allah ﷻ hat Macht über alles; alles hängt von Allah ﷻ ab, und es ist für Allah ﷻ leicht, und Allah ﷻ bedarf nichts; es gibt nichts Allah ﷻ Gleiches, und Allah ﷻ ist der Allhörende, der Allsehende.",
    "explanation": "Allahs Macht ist absolut und nicht durch Naturgesetze oder menschliche Logik begrenzt. Was Allah will, geschieht leicht mit dem Wort \"Kun\". Das ganze Universum braucht Allah in jeder Sekunde, während Allah nichts von diesem Universum braucht.<br><br>In Sure Yāsīn: 82: \"Sein Befehl, wenn Er etwas will, ist nur, zu ihm zu sagen: Sei! und es ist.\" Allah hat auch den Namen Al-Qādir. Ein Qudsī-Hadith sagt, wenn alle Menschen bäten und Allah alles gewährte, minderte das Allahs Reichtum nicht im Geringsten.<br><br>Dieser Glaube heilt alle Furcht. Wir begreifen, dass jeder Chef, Herrscher oder jedes Problem, so groß es sei, nichts ist gegen Allahs Macht. Wir werden mutige und dennoch demütige Diener, die wissen, dass die einzige Stütze, die nie versagt, Allah der Allmächtige ist.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 7,
    "title": "Allah Der Absolute Herrscher Des Universums",
    "text": "Allah ﷻ hat absolute Macht über alles, und nichts hat Macht über Allah ﷻ; wer sich auch nur einen Augenblick von Allah ﷻ unabhängig wähnt, ist in Unglauben gefallen.",
    "explanation": "Allah ist der absolute Souverän, der jede Kleinigkeit im Kosmos in der Hand hält. Kein Geschehen entzieht sich Seiner Kontrolle. Wenn jemand meint, er könne ohne Allah leben, schon einen Augenblick lang, ist er in Hochmut geraten, der den Glauben zerstören kann.<br><br>Sure Fāṭir: 15 sagt: \"O ihr Menschen! Ihr seid die Bedürftigen Allahs; und Allah ist der Unbedürftige, der Lobenswürdige.\" Die Hadithe des Propheten lehren oft ein Gebet, dass wir nicht einmal einen Augenblick uns selbst überlassen werden (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>Praktisch macht uns das stets bedürftig (faqīr) nach Allah. Wir beten eifrig für Kleines und Großes—vom Erbitten von Rechtleitung bis zu Alltagsdingen. Wir wissen, dass wir ohne Seine Hilfe nicht einmal atmen oder blinzeln können.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 8,
    "title": "Allah Frei Von Körperlichen Grenzen",
    "text": "Allah ﷻ steht über Grenze, Einschränkung, Teil oder Glied und ist nicht wie die Schöpfung durch sechs Richtungen begrenzt.",
    "explanation": "Dieser Glaubenssatz bekräftigt, dass Allah frei von materiellen Eigenschaften ist. Allah braucht keinen Raum, hat keine Körperteile wie der Mensch und ist nicht wie die Schöpfung durch Richtungen (oben, unten usw.) begrenzt. Er ist der Schöpfer von Raum und Zeit, also kann Er nicht durch die eigene Schöpfung begrenzt sein.<br><br>Allah sagt (Sure al-Ichlāṣ: 4): \"Und niemand ist Ihm gleich.\" Das Prinzip des Tanzīh (Allah von Ähnlichkeit freisprechen) ist wichtig. Gelehrte erklären, dass Allah existiert, ohne einen Ort zu brauchen, denn Ort ist Geschöpf, und Allah existierte, bevor der Ort geschaffen wurde.<br><br>Das bewahrt uns vor anthropomorphistischem Denken (Gott wie einen Menschen vorstellen). Wir können Allah in voller Erhöhung Seiner unsichtbaren, unbegrenzten Größe dienen, statt in körperlicher Vorstellung gefangen zu sein, die den Rang der Gottheit mindert.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 9,
    "title": "Die Last Des Taklīf Nach Dem Vermögen Des Dieners",
    "text": "Allah ﷻ bürdet den Menschen nur auf, was sie tragen können, und Menschen können nur tun, was Allah ﷻ ihnen gibt; es gibt keine Kraft und kein Vermögen außer durch Allah ﷻ, und keine Stärke zum Gehorsam oder zur Meidung der Sünde außer mit Allahs ﷻ Hilfe.",
    "explanation": "Allah bürdet dem Diener nicht über sein Vermögen hinaus auf. Jedes Gebot und Verbot in der Scharia entspricht dem menschlichen Vermögen; das zeigt Allahs Gerechtigkeit und Barmherzigkeit und weist die Ansicht zurück, die Religion sei beschwerlich.<br><br>In Sure al-Baqara: 286 sagt Allah: \"Allah bürdet keiner Seele auf außer nach ihrem Vermögen.\" Ein gesunder Hadith (Buchārī–Muslim) sagt auch: \"Wenn ich euch etwas befehle, tut es, so gut ihr könnt.\" Die Kraft zum Gehorsam (lā ḥawla wa lā quwwata illā billāh) kommt ebenfalls von Allahs Hilfe.<br><br>Praktisch dürfen wir \"Ich kann nicht\" nicht als Ausrede für klare Pflichten gebrauchen, aber wir dürfen uns auch nicht über unser Vermögen hinaus belasten. Wir tun unser Bestes und vertrauen dann auf Allah; wir bitten Allah um Kraft zur Standhaftigkeit durch Gebet und Anstrengung.",
    "category": "Taklīf & Menschliche Taten"
  },
  {
    "no": 10,
    "title": "Vollkommenes Leben Und Ständiges Wirken",
    "text": "Allah ﷻ lebt und stirbt nicht, wirkt stets und schläft nicht.",
    "explanation": "Allah ist Al-Ḥayy (der Ewiglebende) und Al-Qayyūm (der Sich-selbst-Erhaltende). Allahs Leben ist vollkommen—nicht durch Geburt begonnen und nicht durch Tod beendet. Er braucht keine Ruhe, schläft nie und ist stets tätig und verwaltet die Angelegenheiten aller Seiner Schöpfung ohne Pause.<br><br>Der Thronvers (Sure al-Baqara: 255) ist der stärkste Beleg: \"Allah, es gibt keinen Gott außer Ihm, der Ewiglebende, der Sich-selbst-Erhaltende; Ihn übermannt weder Schlummer noch Schlaf.\" Diese schönen Namen sind die Grundlage der Abhängigkeit der Schöpfung vom Schöpfer.<br><br>Das gibt uns große Sicherheit. Wenn wir schlafen, uns hingeben oder uns ohnmächtig fühlen, wissen wir, dass es einen Herrn gibt, der nie schläft und über uns wacht. Wir werden ermutigt, Gutes zu tun, weil wir wissen, dass unser \"Herr\" stets tätig ist und das Beste für Seine Diener ordnet.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 11,
    "title": "Allah Ist Einer Ohne Partner",
    "text": "Allah ﷻ ist Einer und hat keinen Partner.",
    "explanation": "Tauhid bedeutet Allahs Einheit zu bekennen; Er hat keinen Partner in Rubūbiyya (Herrschaft über die Schöpfung), Ulūhiyya (Recht, angebetet zu werden) oder Namen und Eigenschaften. Der Einzige, der angebetet und gedient werden darf, ist Allah; Ihm etwas beizugesellen ist Schirk.<br><br>Sure al-Ichlāṣ: 1–4 sagt: \"Sprich: Er ist Allah, Einer. Allah der Ewige. Er zeugt nicht und wurde nicht gezeugt. Und niemand ist Ihm gleich.\" Sure an-Nisāʾ: 36 verbietet ebenfalls, Allah etwas beizugesellen. Ein gesunder Hadith sagt, Sure al-Ichlāṣ gleicht einem Drittel des Quran, weil sie den Kern des Tauhid enthält.<br><br>Dieser Glaube ist die Grundlage unseres Gottesdienstes: wir bitten, fürchten und hoffen nur bei Allah; nicht bei Geschöpf, Ding oder \"anderen Mächten.\" So bleibt unser Herz frei von Abhängigkeit von anderem als Allah.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 12,
    "title": "Allah Hat Weder Rivalen Noch Gleichen",
    "text": "Allah ﷻ ist erhaben darüber, Rivalen oder Gleiche zu haben.",
    "explanation": "Allah hat keinen Rivalen, der Ihn überwältigen könnte, und keinen Gleichen, der Ihm entspräche. Seine Herrschaft ist absolut; nichts kann Ihm gleichkommen, Ihn begrenzen oder Seinen Willen vereiteln. Das gehört zur Vollkommenheit des Tauhid.<br><br>Sure al-Baqara: 255 (der Thronvers) sagt, Allah hält Himmel und Erde in seiner Gewalt und empfindet es nicht als schwer, sie zu bewahren. Sure Fāṭir: 44 und andere Verse bestätigen, dass Allah keinen Partner, Helfer oder Gleichen hat. Der Hadith lehrt auch, Allah ist erhaben und niemand ist über Ihm.<br><br>Dieses Verständnis schenkt Herzensfrieden: Kein Feind, keine Krankheit, kein Unglück ist je ein \"Gegner\" auf Augenhöhe mit Allah. Wir sind gewiss, dass Sieg, Rettung und letzte Hilfe nur von Allah kommen; nichts kann Seine Barmherzigkeit aufhalten, wenn Er will.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 13,
    "title": "Allah Umfasst Die Ganze Schöpfung",
    "text": "Allah ﷻ umfasst alles und ist darüber; Seine Schöpfung kann Allah ﷻ nicht umfassen.",
    "explanation": "Allah umfasst (beherrscht, kennt und verwaltet) alles; nichts entgeht Seinem Wissen und Seiner Macht. Zugleich ist Allah \"über\" Seiner Schöpfung an Rang und Herrschaft, nicht am Ort. Die Schöpfung kann Allah nicht \"umfassen\" oder begrenzen.<br><br>Sure Fuṣṣilat: 54 sagt: \"Wisset, dass Allah alle Dinge umfasst.\" Sure al-Baqara: 255 (Thronvers) bestätigt, dass Sein Thron Himmel und Erde umfasst und Er es nicht schwer findet. Gesunder Hadith bestätigt auch, Allah ist über dem Thron und Sein Wissen ist überall.<br><br>Wenn wir das glauben, fühlen wir uns behütet und beschützt: Nichts ist vor Allah verborgen, und kein Problem ist Ihm zu groß. Wir sind auch vor dem Missverständnis bewahrt, Allah sei \"im Himmel eingeschlossen\"; Er umfasst alles, ohne Raum zu brauchen.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 14,
    "title": "Allah Erschafft Leben Und Tod",
    "text": "Allah ﷻ gibt den Tod ohne Furcht und gibt das Leben wieder ohne Mühe.",
    "explanation": "Leben und Tod liegen ganz in Allahs Hand. Geschöpfen den Tod zu geben macht Allah weder furchtsam noch schwach; das Leben wiederzugeben (auch am Tag der Auferstehung) ist Ihm nicht schwer. Alles geschieht durch Seinen Willen und Sein Wort allein.<br><br>Sure al-Mulk: 2 sagt: \"Er, der Tod und Leben macht.\" Sure Qāf: 43: \"Wir sind es, die lebendig machen und sterben lassen, und zu Uns ist die Rückkehr.\" Gesunder Hadith bestätigt, die Seele wird durch Allahs Befehl genommen und am Tag der Auferstehung wird die ganze Schöpfung durch den Posaunenstoß erweckt.<br><br>Dieser Glaube erinnert uns, dass der Tod kein leeres Ende ist, sondern ein Tor zum Jenseits. Wir bereiten uns mit guten Taten vor und fürchten den Tod nicht übermäßig, denn wer Leben und Tod in der Hand hält, ist Allah der Gerechte und Barmherzige.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 15,
    "title": "Die Festgesetzte Frist Für Alle Schöpfung",
    "text": "Allah ﷻ setzt Seiner Schöpfung eine feste Frist (Ajal).",
    "explanation": "Jedes Geschöpf hat eine von Allah gesetzte Frist (Todeszeit); niemand kann sie um eine Sekunde vorziehen oder hinausschieben. Das gehört zur Vorherbestimmung, die im Bewahrten Tafel steht.<br><br>Sure al-Anʿām: 2 sagt: \"Er, der euch aus Staub erschuf, dann euch eine Frist setzte.\" Sure Luqmān: 34: \"Allah allein—bei Ihm ist das Wissen der Stunde... und keine Seele weiß, in welchem Land sie sterben wird.\" Gesunder Hadith (Buchārī–Muslim) bestätigt, dass Ajal, Versorgung und Schicksal des Menschen schon in der Gebärmutter geschrieben stehen.<br><br>Dieses Verständnis bewahrt uns vor übermäßiger Angst und mahnt uns, die verbleibende Lebenszeit gut zu nutzen. Wann die Frist kommt, können wir nicht ändern, aber wir können das Leben mit Taten füllen, die Allah gefallen.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 16,
    "title": "Rechtleitung Und Irreleitung Sind Gerechtigkeit",
    "text": "Allah ﷻ leitet recht, wen Er will, aus Seiner Huld und führt in die Irre, wen Er will, aus Seiner Gerechtigkeit; alles untersteht Allahs ﷻ Bestimmung, und niemand kann Allahs ﷻ Urteil abweisen.",
    "explanation": "Rechtleitung (hidāya) und Irreleitung (iḍlāl) liegen in Allahs Hand. Wen Er rechtleitet, tut Er es aus Huld; wen Er in die Irre führt, aus Gerechtigkeit (z. B. weil sie nach klarer Wahrheit den Unglauben wählten). Allahs Urteil kann niemand abweisen oder anfechten.<br><br>Sure al-Anʿām: 125: \"Wen Allah rechtleiten will, dem weitet Er die Brust für den Islam... und wen Er in die Irre führen will, dem macht Er die Brust eng.\" Sure al-Aʿrāf: 178 bestätigt, dass Rechtleitung und Irreleitung in Allahs Hand liegen. Ein gesunder Hadith sagt, das Menschenherz sei zwischen zwei Fingern des Erbarmers; Allah wendet es, wie Er will.<br><br>Wir müssen nach Rechtleitung streben (lernen, beten, Umgang mit Rechtschaffenen) und nicht hochmütig sein, wenn wir rechtgeleitet sind. Wir verzweifeln auch nicht an Irregehenden; wir rufen weiter zum Glauben und beten für sie, denn Rechtleitung bleibt Allahs Vorrecht allein.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 17,
    "title": "Gebot Des Gehorsams Und Verbot Des Ungehorsams",
    "text": "Allah ﷻ befiehlt Seiner Schöpfung, Ihm zu gehorchen, und verbietet ihr, Ihm ungehorsam zu sein.",
    "explanation": "Allah befiehlt Gehorsam (Gottesdienst, gutes Verhalten, Gehorsam dem Gesandten) und verbietet Ungehorsam (Schirk, schwere und kleine Sünden). Gebot und Verbot sind im Quran und in der Sunna klar; unsere Pflicht ist zu gehorchen und Sünde zu meiden.<br><br>Sure an-Nisāʾ: 59: \"Gehorcht Allah und gehorcht dem Gesandten.\" Sure al-Aʿrāf: 33 verbietet Schändliches, Verwerfliches und Unterdrückung. Ein gesunder Hadith (Buchārī) bestätigt, dass Gehorsam dem Gesandten Gehorsam Allah ist und Ungehorsam dem Gesandten Ungehorsam Allah. Der Prophet sagte auch, das Erlaubte und das Verbotene seien klar.<br><br>Im Alltag erfüllen wir die Gebote (Gebet, Zakāh, Ehrlichkeit, Hingabe) und meiden die Verbote (Lüge, Unzucht, Wucher, Ungehorsam). Wir fügen dem Verbotenen nichts hinzu und nehmen Sünde nicht leicht; wir beten um Kraft zum Gehorsam und um Bewahrung vor Ungehorsam.",
    "category": "Gemeinschaft, Herrscher & Fiqh"
  },
  {
    "no": 18,
    "title": "Schöpfung Der Schöpfung Mit Allahs Wissen",
    "text": "Allah ﷻ schuf die Schöpfung mit Seinem Wissen.",
    "explanation": "Allah schuf das Universum und jedes Geschöpf mit Seinem vollkommenen Wissen; nichts ist zufällig oder ohne Weisheit erschaffen. Alle Schöpfung entspricht dem Maß, der Zeit und der Bestimmung, die Allah bereits kannte.<br><br>Sure al-Ḥijr: 86: \"Dein Herr ist der Allerschaffer, der Allwissende.\" Sure al-Furqān: 2 bestätigt, dass Allah alles erschuf und seine Maße festsetzte. Ein gesunder Hadith sagt, Allah schrieb das Schicksal aller Schöpfung vor der Erschaffung von Himmel und Erde.<br><br>Dieser Glaube nährt die Gewissheit, dass unser Leben nicht vergeblich ist; hinter Allahs Schöpfung stehen Plan und Weisheit. Er treibt uns auch an zu lernen und Wissen zu nutzen, denn menschliches Wissen ist ein kleiner Teil von Allahs Wissen, das alles umfasst.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 19,
    "title": "Allah Versorgt Ohne Mühe",
    "text": "Allah ﷻ schafft ohne Bedürfnis dazu und versorgt Seine Schöpfung ohne Mühe.",
    "explanation": "Allah schuf nicht aus Bedürftigkeit nach Schöpfung; Er versorgt ohne Last oder Mühe. Versorgung (rizq) umfasst Besitz, Gesundheit, Frieden und alles, was wir genießen; alles ist von Allah und von Ihm mit Leichtigkeit gegeben.<br><br>Sure adh-Dhāriyāt: 56–57 bestätigt, dass Allah die Ğinn und die Menschen schuf, um Ihm zu dienen, und Er nicht ihre Versorgung braucht. Sure Hūd: 6: \"Kein Tier auf Erden, dessen Versorgung nicht bei Allah läge.\" Ein gesunder Hadith sagt, die Versorgung ist vorherbestimmt und wird nicht getauscht; wer gottesfürchtig ist, dem gibt Allah einen Ausweg und Versorgung von unvermuteter Seite.<br><br>Wir streben nach erlaubter Versorgung ohne übermäßige Sorge; wir sind gewiss, dass der Versorger Allah ist. Wir sind dankbar für das, was wir haben, und vergleichen uns nicht mit anderen; die Verteilung der Versorgung liegt in der Hand Allahs des Allweisen.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 20,
    "title": "Allah Bestimmt Das Schicksal Aller Schöpfung",
    "text": "Allah ﷻ bestimmt das Schicksal für das, was Er erschafft.",
    "explanation": "Schicksal (qadar) ist Allahs Bestimmung über alles, was der Schöpfung widerfährt: Versorgung, Lebensfrist, Taten, Glück und Leid usw. Alles steht vor der Schöpfung in der Bewahrten Tafel geschrieben; wir glauben daran ohne übermäßiges Forschen nach \"wie\" oder \"warum\".<br><br>Sure al-Qamar: 49: \"Wir haben alles nach Maß erschaffen.\" Sure al-Ḥadīd: 22: \"Kein Unglück trifft die Erde oder euch selbst, es sei denn, es steht in einem Buch (der Bewahrten Tafel), bevor Wir es entstehen lassen.\" Ein gesunder Hadith (Muslim) bestätigt, dass der Glaube an das Schicksal, sein Gutes und sein Schlechtes, ein Glaubenspfeiler ist.<br><br>Wir nehmen das Schicksal mit Geduld bei Unglück und mit Dankbarkeit bei Wohlergehen an. Wir bemühen uns (ikhtiyār) weiter, denn das Bemühen gehört zum Schicksal; wir sind weder passiv noch verzweifelt noch lehnen wir uns gegen Allahs Bestimmung auf.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 21,
    "title": "Allah Erhört Das Bittgebet Des Gläubigen",
    "text": "Allah ﷻ erhört das Bittgebet der Menschen und gibt ihnen, was sie erbitten.",
    "explanation": "Bittgebet ist Gottesdienst und Mittel der Annäherung an Allah. Allah erhört das Bittgebet Seines Dieners nach Seiner Weisheit: manchmal genau wie erbeten, manchmal durch Besseres ersetzt oder auf passendere Zeit verschoben.<br><br>Sure al-Baqara: 186: \"Wenn Meine Diener dich nach Mir fragen, bin Ich nahe. Ich erhöre den Ruf des Bittenden, wenn er Mich anruft.\" Sure Ghāfir: 60: \"Ruft Mich an, Ich werde euch antworten.\" Ein gesunder Hadith sagt, Bittgebet ist die Waffe des Gläubigen und Allah schämt sich, die Hand eines bittenden Dieners abzuweisen.<br><br>Wir sollen mit Hingabe bitten, in Zuversicht auf Erhörung und ohne vorschnelle Verzweiflung. Wir wählen überlieferte (vom Propheten) und gute Bittgebete und akzeptieren, dass das beste Ergebnis in Allahs Hand liegt.",
    "category": "Bittgebet, Wissen & Grenzen"
  },
  {
    "no": 22,
    "title": "Allahs Wissen Über Die Bewohner Des Jenseits",
    "text": "Allah ﷻ weiß—vor der Existenz der Zeit—die genaue Zahl derer, die ins Paradies und derer, die ins Feuer eingehen; diese Zahl nimmt weder zu noch ab.",
    "explanation": "Allah weiß von Ewigkeit (vor der Zeit) her, wer ins Paradies und wer ins Feuer eingeht; Sein Wissen ist vollkommen und unveränderlich. Das bedeutet nicht, dass der Mensch gezwungen ist; vielmehr weiß Allah die Folge von Wahl und Tat jedes Dieners.<br><br>Sure Hūd: 107 und gesunder Hadith (Buchārī–Muslim) erwähnen, dass die Bewohner von Paradies und Feuer bereits feststehen; manchem wird \"dein Platz im Paradies\" oder \"dein Platz im Feuer\" gesagt. Sure al-Wāqiʿa und andere Verse beschreiben die beiden Gruppen des Jenseits. Der Prophet sagte auch, Allah habe bestimmt, wer glücklich und wer unglücklich sein wird.<br><br>Wir dürfen nicht annehmen \"ich komme bestimmt ins Paradies\" oder \"ins Feuer\"; wir streben danach, zu den Menschen des Guten zu gehören und hoffen auf Allahs Barmherzigkeit. Dieser Glaube mahnt uns, die Taten ernst zu nehmen und nicht auf Spekulation zu bauen.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 23,
    "title": "Allahs Zorn Und Wohlgefallen Sind Vollkommen",
    "text": "Allah ﷻ zürnt und hat Wohlgefallen, aber nicht wie irgendein Geschöpf.",
    "explanation": "Allah hat die Eigenschaften Zorn (ghaḍab) und Wohlgefallen (riḍā); wir glauben daran ohne sie mit menschlichem Zorn oder Freude zu vergleichen. Allahs Zorn ist vollkommen gegen Ungehorsam und Unglauben; Sein Wohlgefallen vollkommen gegenüber Gehorsam und Tauhid.<br><br>Sure al-Fatḥ: 6 und andere Verse erwähnen Allahs Wohlgefallen. Ein gesunder Hadith (Buchārī–Muslim) sagt, Allah zürnt dem Ungehorsamen und hat Wohlgefallen am Gehorsamen; \"Wer Allah um Meinetwillen (in Mein Recht) zornig macht, dem zürne Ich.\" Der Prophet sagte auch, Allahs Wohlgefallen liege im Wohlgefallen der Eltern. Wir fragen nicht \"wie\" Allahs Zorn oder Wohlgefallen ist (ohne Tashbīh).<br><br>Praktisch suchen wir Allahs Wohlgefallen durch Gehorsam und meiden, was Ihn zornig macht. Wir fürchten Seinen Zorn und hoffen auf Sein Wohlgefallen, ohne Allah wie ein emotionales Geschöpf zu denken.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 24,
    "title": "Allah Ist Ur-Anfang Und Ewig Dauernd",
    "text": "Allah ﷻ ist Qadīm ohne Anfang und Ewig-Dauernd ohne Ende.",
    "explanation": "Allah ist Qadīm (kein Anfang Seiner Existenz) und Baqā (ewig dauernd, kein Ende). Er war und ist immer; Er war nie \"noch nicht existent\" und wird nie \"nicht mehr sein.\" Alle Schöpfung vergeht, das Angesicht deines Herrn aber bleibt.<br><br>Sure ar-Raḥmān: 26–27: \"Alles auf der Erde vergeht. Und es bleibt das Angesicht deines Herrn voll Majestät und Ehre.\" Sure al-Ḥadīd: 3: \"Er ist der Erste und der Letzte.\" Ein gesunder Hadith sagt, Allah war, und nichts war mit Ihm, vor der Schöpfung.<br><br>Dieser Glaube festigt das Herz: wir dienen Einem, der nicht vergeht; Sein Versprechen und Seine Drohung sind ewig. Die vergängliche Welt mahnt uns, nicht übermäßig zu hängen; der Einzige, der ewig bleibt und ewige Stütze verdient, ist Allah.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 25,
    "title": "Allahs Eigenschaften Bestanden Vor Der Schöpfung",
    "text": "Allah ﷻ war und ist stets mit Seinen Eigenschaften seit vor der Schöpfung, und die Schöpfung der Schöpfung fügt Seinen Eigenschaften nichts hinzu; Allah ﷻ bleibt durch unendliche Zeit.",
    "explanation": "Allahs Eigenschaften (Wissen, Macht, Leben, Rede usw.) gehören Ihm stets seit vor aller Schöpfung. Die Erschaffung der Welt \"fügte\" Allah keine neue Eigenschaft hinzu; Er bleibt vollkommen ohne Abhängigkeit von der Schöpfung. Das weist die Vorstellung ab, Allah habe Eigenschaften \"erst nach\" dem Schaffen.<br><br>Sure al-Ḥadīd: 3 nennt Allah den Ersten und den Letzten. Verse über Namen und Eigenschaften (Al-ʿAlīm, Al-Qādir usw.) zeigen ewige Eigenschaften. Hadith und Konsens der Ahl as-Sunna: Allah ist stets mit Seinen Eigenschaften, unverändert und nicht vermehrt durch die Existenz der Schöpfung.<br><br>Dieses Verständnis bewahrt den Tauhid vor Gedanken, die Allah herabsetzen (als entwickle oder dependiere Er von der Welt). Wir dienen Allah, der von Ewigkeit, jetzt und für immer vollkommen ist.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 26,
    "title": "Allah Ist Immer Herr Und Schöpfer",
    "text": "Allah ﷻ ist stets Herr und stets Schöpfer, auch als es noch nichts gab, das Ihn anbetete, und noch keine Schöpfung.",
    "explanation": "Allah bleibt Herr (Ilāh) und Schöpfer (Chāliq), auch bevor ein Geschöpf Ihn anbetete oder Schöpfung existierte. Seine Eigenschaften der Herrschaft und der Göttlichkeit hängen nicht von der Schöpfung ab; Er ist von Ewigkeit anbetungswürdig und schöpferfähig.<br><br>Sure al-Ichlāṣ und Tauhid-Verse bestätigen Allahs Einheit ohne Abhängigkeit von der Anerkennung der Schöpfung. Der Hadith \"Kuntu kanzan makhfiyyan\" (Ich war ein verborgenes Schatz) in bestimmten Überlieferungen erklärt, dass Allah vor der Schöpfung existierte. Die Gelehrten der Ahl as-Sunna bestätigen: Allah ist stets Al-Chāliq im Sinne, auch wenn der Schöpfungsakt (takwīn) nach Seinem Willen geschieht.<br><br>Das verhindert, dass wir meinen, Allah sei \"erst\" nach der Welt Herr oder Schöpfer geworden; Er ist vollkommen und von allem unabhängig.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 27,
    "title": "Verbot Der Debatte Über Allahs Vorherbestimmung",
    "text": "Allah ﷻ hat alles, was geschehen wird, gewusst und im Detail und gewiss festgelegt; niemand kann Allahs ﷻ Bestimmung widersprechen, hinzufügen oder ändern—über die Bestimmung zu streiten und das \"Warum\" zu ergründen ist Irreleitung.",
    "explanation": "Allahs Vorherbestimmung ist niedergeschrieben und gewiss; nichts kann sie ändern. Über \"warum Allah dies bestimmt hat\" zu streiten oder die Geheimnisse des Qadar ohne sichere Grundlage zu ergründen, ist verboten und kann in die Irre führen (wie extreme Qadari- oder Jabari-Ansichten).<br><br>Sure al-Kahf: 22 warnt davor, nach dem zu fragen, was nicht offenbart wurde. Ein gesunder Hadith (Muslim) bestätigt, dass das Reden über die Vorherbestimmung ohne Wissen verboten ist; der Prophet verbot die Debatte über Qadar. Gelehrte erklären, dass wir an die Vorherbestimmung glauben, ohne in das \"einzudringen\", was Allah nicht offenbart hat.<br><br>Wir nehmen die Vorherbestimmung mit Vertrauen und Geduld an; wir verschwenden keine Kraft mit \"warum wurde mir dies bestimmt.\" Unser Fokus ist, der Scharia gemäß zu handeln und Allahs Bestimmung mit weitem Herzen anzunehmen.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 28,
    "title": "Allah Wird Niemals Zugrunde Gehen",
    "text": "Allah ﷻ wird niemals zugrunde gehen oder ein Ende haben.",
    "explanation": "Allah ist ewig dauerhaft; Er wird nicht zugrunde gehen, vergehen oder enden. Anders als die vergängliche Schöpfung bleiben Allahs Wesen und Eigenschaften für immer. Dieser Glaube gehört zur Vollkommenheit des Tauhid.<br><br>Sure ar-Raḥmān: 27: \"Und das Angesicht deines Herrn bleibt.\" Sure al-Qaṣaṣ: 88: \"Alles vergeht außer Seinem Angesicht.\" Hadith und Gelehrtenkonsens bestätigen, dass Allah nicht zugrunde geht; Er ist der Erste und der Letzte, der Äußere und der Innere.<br><br>Dies zu glauben gibt uns Frieden: das Versprechen des Paradieses und die Drohung der Hölle sind ewig, und der Einzige, der ewiger Stütze würdig ist, ist Allah. Wir fürchten nicht, dass unser \"Herr\" vergeht; Seine Ewigkeit ist Quelle der Ruhe für den Gläubigen.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 29,
    "title": "Allah Bedarf Keiner Schöpfung",
    "text": "Allah ﷻ bedarf weder des Throns noch dessen, was darunter ist.",
    "explanation": "Der Thron (ʿArsch) ist Allahs größte Schöpfung, doch Allah bedarf weder des Throns noch von dem, was darunter ist. Allah existiert ohne Ort zu brauchen; der Thron wurde als Zeichen der Macht und für die Schöpfung erschaffen, nicht um Allah zu \"stützen\".<br><br>Sure Ṭāhā: 5: \"Der Allerbarmer, der sich über den Thron erhob.\" Gelehrte deuten istiwāʾ in einer Allah angemessenen Weise ohne Gleichsetzung mit der Schöpfung. Sure al-Baqara: 255 bestätigt, dass Allah weder schlummert noch schläft; Er braucht keine Ruhe oder einen \"Sitz\". Ein gesunder Hadith sagt, der Thron sei das Dach des Paradieses und Allah brauche weder Himmel noch Erde.<br><br>Dieses Verständnis bewahrt uns davor, Allah wie einen König auf einem Thron \"sitzend\" vorzustellen. Allah ist Unbedürftig; Thron und ganze Schöpfung sind Seine unterworfene Schöpfung, nicht etwas, dessen Er bedarf.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 30,
    "title": "Glaube An Den Thron Und Den Schemel",
    "text": "Der Thron (ʿArsch) und der Schemel (al-Kursī) sind wahr, und wir glauben an sie.",
    "explanation": "Thron und Schemel sind Allahs Schöpfung, die in den Texten erwähnt werden; wir glauben an sie, ohne zu verneinen oder sie mit irdischen Thronen zu vergleichen. Der Thron ist der gewaltige Thron; der Schemel (im Thronvers) wird ebenfalls erwähnt, dass Himmel und Erde von ihm umfasst werden.<br><br>Sure al-Baqara: 255 (Thronvers): \"Sein Schemel umfasst Himmel und Erde.\" Sure al-Ḥāqqa: 17 und andere Verse erwähnen Engel, die den Thron tragen. Ein gesunder Hadith (Bukhārī) sagt, die sieben Himmel seien im Vergleich zum Schemel wie ein Ring in der Wüste, und der Schemel im Vergleich zum Thron noch kleiner. Wir glauben, ohne nach dem \"Wie\" ihrer Gestalt zu fragen.<br><br>Der Glaube an Thron und Schemel erinnert uns an Allahs Größe; Seine Schöpfung allein ist so gewaltig, um wie viel mehr der Schöpfer. Wir verleugnen oder verspotten keine sicheren unsichtbaren Berichte aus Qurʾān und Sunna.",
    "category": "Engel & Das Verborgene"
  },
  {
    "no": 31,
    "title": "Pflicht Von Haddsch Und Dschihad",
    "text": "Haddsch und Dschihad unter der Führung des Herrschers der Muslime—ob gerecht oder ungerecht—sind Pflichten, die bis zur Stunde des Jüngsten Tages bestehen, und niemand kann sie aufheben oder abschaffen.",
    "explanation": "Haddsch und Dschihad bleiben nach der Scharia auch bei ungerechtem Herrscher verpflichtend; wir dürfen diese Pflichten nicht mit dem Vorwand der Opposition gegen den Herrscher aufheben. Sie werden mit dem Imam/Amir der Muslime durchgeführt, um Ordnung und kein Chaos zu schaffen; diese Pflichten gelten bis zum Jüngsten Tag.<br><br>Sure Āl ʿImrān: 97 macht den Haddsch für die Fähigen zur Pflicht. Ein gesunder Hadith (Bukhārī–Muslim) sagt, der Dschihad bleibe unter Befehl; \"Hört und gehorcht (dem Amir), selbst wenn ein abessinischer Sklave euch führt.\" Der Prophet sagte auch, wir beten weiterhin hinter einem sündigen Imam, solange er das Gebet verrichtet. Das rechtfertigt nicht das Unrecht, bewahrt aber die Einheit und die Ordnung der Scharia.<br><br>In der Praxis vollziehen wir den Haddsch, wenn wir können, und schließen uns dem Dschihad an, wenn wir auf rechtmäßige Weise gerufen werden; wir nutzen die Fehler des Herrschers nicht als Vorwand, Pflichten aufzugeben oder die Gemeinschaft zu spalten.",
    "category": "Gemeinschaft, Herrscher & Fiqh"
  },
  {
    "no": 32,
    "title": "Das Geheimnis Der Wirklichkeit Von Allahs Vorherbestimmung",
    "text": "Die Wirklichkeit der Vorherbestimmung (Qadar) ist ein Geheimnis Allahs ﷻ in Seiner Schöpfung; der Mensch glaubt daran, ohne in Allahs ﷻ Handlungen \"warum\" zu graben oder zu hinterfragen, denn Allah ﷻ verbietet es, und es bringt nur Verlust.",
    "explanation": "Die Wirklichkeit des Qadar ist Allahs Geheimnis; wir glauben, dass alle Vorherbestimmung von Ihm ist, ohne zu \"graben\" oder \"warum\" Allah so handelt zu hinterfragen. Darin zu graben ist verboten und bringt nur Verlust (Irreleitung oder Unruhe).<br><br>Sure al-Māʾida: 101 verbietet, nach Dingen zu fragen, die, wenn erklärt, nur belasten würden. Ein gesunder Hadith (Muslim) verbietet die Debatte über Qadar. Der Prophet warnte auch, wer über Qadar streitet, wird nicht gerettet. Die Gelehrten der Ahl as-Sunna glauben an Qadar ohne Takyīf oder Taʿṭīl.<br><br>Wir nehmen die Vorherbestimmung mit weitem Herzen an und konzentrieren uns auf die Taten; wir verschwenden keine Zeit damit, \"warum Allah dies oder jenes bestimmt hat\" zu ergründen, denn das liegt außerhalb des Verstandes und nützt dem Glauben nicht.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 33,
    "title": "Islam Die Einzige Wahre Religion",
    "text": "Es gibt nur eine Religion Allahs ﷻ im Himmel und auf der Erde, und das ist der Islam (Hingabe).",
    "explanation": "Die von Allah angenommene Religion ist nur eine: der Islam (Hingabe an Allah mit Tauhid und der Nachfolge des Gesandten). Die wahre Religion vom Himmel von Prophet Adam bis Prophet Muhammad ist im Wesen eine; was abweicht oder gefälscht ist, ist nicht mehr Allahs Religion.<br><br>Sure Āl ʿImrān: 19: \"Gewiss, die (angenommene) Religion bei Allah ist der Islam.\" Sure Āl ʿImrān: 85: \"Wer eine andere Religion als den Islam sucht, von dem wird sie nicht angenommen.\" Ein gesunder Hadith sagt, die Propheten seien Brüder (ihre Religion ist eine); Prophet Muhammad wurde mit dem vollendenden Islam gesandt. Wir erzwingen diesen Glauben nicht, sind aber gewiss, dass die Wahrheit eine ist und der Weg der Rettung der Islam ist.<br><br>Das ermutigt uns, den Islam richtig zu lernen und zu leben, ihn nicht mit widersprüchlichen Überzeugungen zu vermischen und weise dazu einzuladen, damit andere die einzige von Allah angenommene Religion kennen.",
    "category": "Iman: Säulen, Definition & Mittelweg"
  },
  {
    "no": 34,
    "title": "Gleichheit Des Glaubens Und Unterschied In Der Gottesfurcht",
    "text": "Der Glaube ist im Wesen für alle derselbe, aber der Vorzug einiger vor anderen liegt an der Gottesfurcht, der Achtsamkeit auf Allah ﷻ und ihrer Wahl dessen, womit Allah ﷻ zufriedener ist.",
    "explanation": "Die Grundlage des Glaubens (Glaubenssäulen, das, was von der Scharia geglaubt werden muss) ist für jeden Muslim dieselbe; es gibt keinen \"Grad\" des Glaubens in den Kernüberzeugungen. Was den Rang unterscheidet, ist Gottesfurcht, Achtsamkeit auf Allah (Murāqaba) und die Wahl, dem den Vorzug zu geben, womit Allah zufrieden ist.<br><br>Sure al-Ḥujurāt: 13: \"Gewiss, der Edelste unter euch bei Allah ist der Gottesfürchtigste.\" Ein gesunder Hadith (Bukhārī) sagt, man darf nicht behaupten, in den Grundlagen gläubiger zu sein als ein anderer; der Vorzug liegt in den Taten und der Gottesfurcht. Der Prophet sagte auch, die Besten im Islam sind die mit dem besten Charakter.<br><br>Wir sind nicht stolz, uns für \"gläubiger\" als andere zu halten; wir bemühen uns, Gottesfurcht und Taten zu mehren. Der Unterschied im Rang bei Allah beruht auf Bemühen und Gottesfurcht, nicht auf Anspruch oder Gruppe.",
    "category": "Iman: Säulen, Definition & Mittelweg"
  },
  {
    "no": 35,
    "title": "Die Säulen Des Glaubens An Allah Und Den Gesandten",
    "text": "Der Glaube besteht aus dem Glauben an Allah ﷻ, Seine Engel, Seine Bücher, Seine Gesandten, den Jüngsten Tag und dem Glauben, dass die Vorherbestimmung—Gutes und Schlechtes—alles von Allah ﷻ ist.",
    "explanation": "Die Glaubenssäulen sind sechs: Glaube an Allah, Engel, Bücher, Gesandte, den Jüngsten Tag und die Vorherbestimmung (Gutes und Schlechtes von Allah). Das sind die Kernüberzeugungen, die jeder Muslim haben muss; die Verleugnung einer davon schadet dem Glauben.<br><br>Ein gesunder Hadith (Bukhārī–Muslim) von ʿUmar ibn al-Chaṭṭāb bestätigt diese sechs Säulen, als Dschibrīl nach dem Glauben fragte. Sure al-Baqara: 285: \"Der Gesandte glaubt an das, was ihm von seinem Herrn herabgesandt wurde, und ebenso die Gläubigen. Alle glauben an Allah, Seine Engel, Seine Bücher und Seine Gesandten.\" Sure al-Ḥadīd: 22 sagt, dass sogar Unglück vorgeschrieben ist (Teil der Vorherbestimmung).<br><br>Wir festigen unsere Herzen in diesen sechs und lehren sie Familie und anderen. Vollständiger Glaube umfasst alle Säulen; wir dürfen nicht wählen oder eine ablehnen.",
    "category": "Iman: Säulen, Definition & Mittelweg"
  },
  {
    "no": 36,
    "title": "Definition Des Glaubens Mit Zunge Und Herz",
    "text": "Der Glaube besteht aus dem Bekenntnis mit der Zunge und der Annahme mit dem Herzen.",
    "explanation": "Der Glaube ist nicht nur das Wort auf den Lippen oder nur die Tat; er umfasst das Bekenntnis mit der Zunge (Schahāda, das Wahre aussprechen) und die Bestätigung im Herzen (Taṣdīq). Beides muss da sein; wer nur spricht, ohne im Herzen zu glauben, ist ein Heuchler; wer nur im Herzen bekennt, ohne zu sprechen, hat vor den Menschen und dem Gesetz noch nicht erfüllt.<br><br>Ein gesunder Hadith (Bukhārī–Muslim) sagt, der Prophet wurde nach der besten Tat gefragt; der Glaube wurde als Grundlage genannt. Sure al-Ḥujurāt: 14: \"Die Beduinen sagen: Wir haben geglaubt. Sprich: Ihr habt nicht geglaubt, sondern sprecht: Wir haben uns ergeben (Islām), denn der Glaube ist noch nicht in eure Herzen eingezogen.\" Die Gelehrten der Ahl as-Sunnah sind sich einig, dass der Glaube Aussage (Qaul) und Tat umfasst, die aus der \"Annahme mit dem Herzen\" hervorgehen.<br><br>Wir hüten die Zunge vor Worten, die dem Glauben schaden, und das Herz vor Zweifel oder Leugnung; wir bemühen uns, dass Rede und Überzeugung übereinstimmen.",
    "category": "Iman: Säulen, Definition & Mittelweg"
  },
  {
    "no": 37,
    "title": "Lossagung Von Glaubensabweichung",
    "text": "Das ist unsere Religion und was wir innerlich und äußerlich glauben; wir sagen uns vor Allah ﷻ von jedem los, der dem widerspricht, was wir aussprechen und erklären.",
    "explanation": "Dieses Ṭaḥāwī-Glaubensbekenntnis ist die Aussage der Ahl-as-Sunnah-Überzeugung; wer von dem abweicht, was darin gesagt und erklärt wird, von dem sagen wir uns vor Allah los. Das ist keine persönliche Feindschaft, sondern die Klarstellung, dass wir keiner Glaubensabweichung (Bidʿa, Aberglaube oder Irreleitung) folgen.<br><br>Sure al-Mumtaḥanah: 4 gebietet die Lossagung von den Feinden Allahs. Der Prophet sagte (Abū Dāwūd, für authentisch erklärt): \"Wer Neuerung begeht oder einen Neuerer schützt, ist außerhalb von Allahs Garantie.\" Die Gelehrten erklären, dass die Lossagung (Barāʾa) von den Leuten der Neuerung darin besteht, ihrer Überzeugung nicht zu folgen und ihren Irrtum klarzumachen, nicht sie zu schädigen.<br><br>Wir halten am rechten Glauben fest und meiden abweichende Überzeugungen; wir erklären niemanden ohne gültigen Beweis zum Ungläubigen, sind aber in Sachen Glaubensabweichung eindeutig und sagen uns davon los.",
    "category": "Iman: Säulen, Definition & Mittelweg"
  },
  {
    "no": 38,
    "title": "Der Islam Ist Der Vollkommene Mittelweg",
    "text": "Der Islam ist der Mittelweg: weder Übermaß noch Mangel; weder Gleichsetzung von Allahs ﷻ Eigenschaften mit der Schöpfung noch Leugnung von Allahs ﷻ Eigenschaften; weder extremer Determinismus (Dschabr) noch Leugnung des Dekrets (Qadar); und weder falsche absolute Sicherheit noch Verzweiflung.",
    "explanation": "Die Ahl as-Sunnah stehen auf dem Mittelweg: Bei Allahs Eigenschaften bestätigen wir, was Allah bestätigt, ohne die Schöpfung gleichzusetzen (Tashbīh) und ohne Leugnung (Taʿṭīl). Beim Dekret sind wir weder extreme Deterministen noch Leugner des Dekrets; bei Hoffnung und Furcht behaupten wir weder Paradies oder Hölle für eine bestimmte Person noch verzweifeln wir an Allahs Barmherzigkeit.<br><br>Sure al-Baqara: 143: \"So haben Wir euch zu einer Gemeinschaft der Mitte gemacht.\" Hadith und Konsens der Gelehrten bestätigen, dass Allahs Eigenschaften ohne \"Wie\" (Takyīf) und ohne Gleichnis (Tamthīl) geglaubt werden. Der Prophet verbot Extremismus in der Religion. Dieser Mittelweg ist frei von Neuerung.<br><br>Wir bemühen uns um den Mittelweg: weder Übermaß (Ghuluww) noch Vernachlässigung (Taqṣīr); wir lernen von den Gelehrten der Ahl as-Sunnah, um nicht in linke oder rechte Extreme zu geraten.",
    "category": "Iman: Säulen, Definition & Mittelweg"
  },
  {
    "no": 39,
    "title": "Die Wahrheit Der Nachtfahrt Und Himmelfahrt",
    "text": "Die Nachtfahrt (Isrāʾ) und die Himmelfahrt (Miʿrāj) sind wahr: Der Prophet ﷺ wurde bei Nacht entrückt und stieg leiblich im Wachzustand durch die Himmel dorthin empor, wohin Allah ﷻ wollte.",
    "explanation": "Isrāʾ (die Reise von der Heiligen Moschee zur Fernsten Moschee) und Miʿrāj (der Aufstieg durch die Himmel) geschahen mit Leib und Seele des Propheten im Wachzustand; kein Traum und nicht nur der Geist. Dieses Geschehen ist ein Wunder, das Allah dem Propheten und der Umma gab; wir glauben daran, ohne ein rationales \"Wie\" zu verlangen, weil es außerhalb der gewöhnlichen Schöpfung steht.<br><br>Sure al-Isrāʾ: 1: \"Preis Ihm, der Seinen Diener bei Nacht von der Heiligen Moschee zur Fernsten Moschee entrückte.\" Ein gesunder Hadith (Bukhārī–Muslim) berichtet die Miʿrāj im Detail: Der Prophet stieg durch die Himmel, traf die früheren Propheten und erhielt das Gebot der fünf täglichen Gebete. Diese Überlieferungen sind weit verbreitet und Teil des Gemeinschaftsglaubens.<br><br>Wir halten Isrāʾ und Miʿrāj für Wahrheit von Allah; das stärkt unsere Überzeugung, dass der Prophet Allahs Gesandter mit Wundern ist und dass die fünf täglichen Gebete die große Pflicht sind, die über den Himmeln festgesetzt wurde.",
    "category": "Prophet & Gesandter"
  },
  {
    "no": 40,
    "title": "Allahs Vergebung Für Gläubige Diener",
    "text": "Wenn Allah ﷻ will, vergibt und begnadigt Er sie aus Seiner Huld; wenn Allah ﷻ will, straft Er sie, dann führt Er sie durch Barmherzigkeit und Fürsprache heraus; Allah ﷻ ist der Beschützer derer, die Ihn kennen, und behandelt sie nicht wie die, die Allah ﷻ leugnen.",
    "explanation": "Allah hat die Macht, Seine gläubigen Diener aus Seiner Huld zu vergeben oder sie nach Seiner Gerechtigkeit zu bestrafen; wenn Er straft, kann Er sie dennoch durch Barmherzigkeit und Fürsprache aus dem Feuer führen. Wer Allah kennt (ʿĀrif billāh) und glaubt, wird nicht wie der behandelt, der Ihn leugnet.<br><br>Sure az-Zumar: 53: \"Sprich: O Meine Diener, die ihr gegen euch selbst übertreten habt, verzweifelt nicht an Allahs Barmherzigkeit. Allah vergibt wahrlich alle Sünden.\" Ein gesunder Hadith erwähnt die Fürsprache des Propheten für seine Umma und dass Allah aus dem Feuer herausführt, wer Tauḥīd im Herzen hat. Die Ahl as-Sunnah glauben, dass Leute des Tauḥīd nicht ewig im Feuer bleiben, wenn sie wegen Sünde hineinkommen.<br><br>Wir behaupten weder \"sicher vergeben\" noch \"sicher im Feuer\" für jemanden; wir hoffen auf Allahs Barmherzigkeit und fürchten Seine Strafe. Wir sind gewiss, dass Allah gerecht und barmherzig ist; wer bereut und glaubt, wird nicht wie der behandelt, der ungläubig ist.",
    "category": "Der Jüngste Tag"
  },
  {
    "no": 41,
    "title": "Hoffnung Auf Das Paradies Für Die Frommen",
    "text": "Wir hoffen, dass Allah ﷻ die Guttäter vergibt und ins Paradies eintreten lässt, aber wir behaupten das für niemanden; wir bitten für die Übeltäter um Vergebung und verzweifeln nicht an Allahs Barmherzigkeit für sie.",
    "explanation": "Wir hoffen und denken gut von Allah, dass Er die Frommen vergibt und ins Paradies eintreten lässt, aber wir behaupten das für keine bestimmte Person (ohne Werke gibt es keine Gewissheit). Für die Übeltäter bitten wir um Vergebung und verzweifeln nicht an Allahs Barmherzigkeit für sie.<br><br>Sure az-Zumar: 53 lädt ein, nicht an Allahs Barmherzigkeit zu verzweifeln. Ein gesunder Hadith sagt, niemand gelangt durch seine Werke allein ins Paradies; alles durch Allahs Barmherzigkeit. Der Prophet verbot, für jemanden Paradies oder Hölle zu behaupten; wir hoffen das Beste und beten. Die Ahl as-Sunnah sind weder wie die Charidschiten, die große Sünder zu Ungläubigen erklären, noch wie die Murdschi'a, die Werke geringachten.<br><br>Wir bemühen uns bestmöglich und hoffen auf Allahs Barmherzigkeit; wir beten für die Übeltäter und urteilen nicht, dass sie gewiss in die Hölle kommen. Dieses Gleichgewicht zwischen Hoffnung und Furcht bewahrt uns vor Extremismus.",
    "category": "Der Jüngste Tag"
  },
  {
    "no": 42,
    "title": "Ibrahims Prophetentum Und Die Ansprache An Musa",
    "text": "Wir glauben, dass Allah ﷻ Ibrahim zum vertrauten Freund (chalīl) nahm und dass Allah ﷻ direkt zu Musa sprach.",
    "explanation": "Der Prophet Ibrahim ist der Freund Allahs (Chalīlullāh); Allah erwählte ihn als engen Gefährten. Der Prophet Musa wurde das Vorrecht zuteil, ohne Vermittler direkt mit Allah (Kalāmullāh) zu sprechen; das ist ein Wunder und eine Ehre von Allah.<br><br>Sure an-Nisāʾ: 125: «Und Allah nahm Ibrahim zum Freund (chalīl).» Sure an-Nisāʾ: 164: «Und Allah sprach zu Musa mit direkter Ansprache.» Ein gesunder Hadith bestätigt das Verdienst Ibrahims und Musas; der Prophet sagte, Allah sprach zu Musa am Berg Ṭūr. Wir glauben an die Verdienste der Propheten, ohne andere herabzusetzen.<br><br>Dieser Glaube lehrt uns, alle Propheten zu ehren und keinen gegen den anderen auszuspielen; jeder hat von Allah gegebenes Verdienst. Wir nehmen uns ein Beispiel an Ibrahim (Standhaftigkeit im Tauḥīd) und Musa (Zwiesprache mit Allah durch Bittgebet und Gehorsam).",
    "category": "Prophet & Gesandter"
  },
  {
    "no": 43,
    "title": "Befragung Und Strafe Im Grabe",
    "text": "Wir glauben an die Grabesstrafe für die, die sie verdienen, und an die Befragung im Grabe durch Munkar und Nakīr über den Herrn, die Religion und den Propheten eines jeden, wie in den Hadithen und Berichten der Gefährten.",
    "explanation": "Nach dem Tod ist der Mensch im Bereich der Barzach; im Grabe wird er von zwei Engeln (Munkar und Nakīr) über seinen Herrn, seine Religion und seinen Propheten befragt. Wer richtig antwortet, erhält die Wohltat des Grabes; wer ungläubig oder heuchlerisch ist, erleidet die Grabesstrafe nach Allahs Gerechtigkeit.<br><br>Gesunde Hadithe (Buchārī, Muslim und andere) berichten von der Befragung und Strafe im Grabe; der Prophet lehrte ein Bittgebet um Schutz vor der Grabesstrafe. Die Berichte der Gefährten bestätigen dies. Sure al-Muʾminūn: 99–100 deutet auf die Barzach und die Schranke zwischen dem Toten und der Rückkehr zur Welt.<br><br>Wir bereiten uns vor, indem wir den Tauḥīd festigen, der wahren Religion folgen und den Propheten Muhammad anerkennen; wir beten um Standhaftigkeit bei der Befragung im Grabe und um Schutz vor der Grabesstrafe.",
    "category": "Der Jüngste Tag"
  },
  {
    "no": 44,
    "title": "Auferstehung Und Abrechnung Am Tag Des Gerichts",
    "text": "Wir glauben an die Auferstehung nach dem Tod, an den Lohn für die Taten am Tag des Gerichts, an die Vorlage der Taten, an die Abrechnung (ḥisāb), an die Verlesung des Buches, an Lohn oder Strafe, an die Brücke (ṣirāṭ) und an die Waage (mīzān).",
    "explanation": "Der Tag des Gerichts ist, wenn alle Menschen aus dem Grabe auferweckt werden zur Abrechnung. Die Taten werden vorgelegt, das Buch wird verlesen, die Waage (mīzān) wiegt die Taten, dann überqueren die Menschen die Brücke (ṣirāṭ) zum Paradies oder zur Hölle. Wir glauben an all dies, wie es im Koran und Hadith überliefert ist.<br><br>Sure az-Zalzala: 7–8: «Wer Gutes im Gewicht eines Atoms tut, wird es sehen. Und wer Böses im Gewicht eines Atoms tut, wird es sehen.» Sure al-Kahf: 49, al-Isrāʾ: 13–14 und andere Verse sprechen vom Buch der Taten, der Abrechnung und der mīzān. Ein gesunder Hadith (Buchārī–Muslim) berichtet von der ṣirāṭ und dass manche sie überqueren und manche stürzen.<br><br>Dieser Glaube treibt uns an, Gutes zu tun und Sünde zu meiden; wir sind gewiss, dass nichts in der Aufzeichnung fehlt und jede Tat vergolten wird. Wir bitten Allah um Erleichterung unserer Abrechnung und um Rettung an jenem Tag.",
    "category": "Der Jüngste Tag"
  },
  {
    "no": 45,
    "title": "Glaube An Die Karāmāt Der Heiligen",
    "text": "Wir glauben an die Karāmāt (Wunder) der Heiligen, die wir kennen, und an zuverlässige Berichte über sie aus vertrauenswürdigen Quellen.",
    "explanation": "Karāma ist ein Wunder oder eine Gunst, die Allah einem frommen Menschen (Walī) über das Gewöhnliche hinaus gewährt, etwa Wissen ohne Studium oder Hilfe in kritischer Stunde. Wir glauben an Karāmāt, deren Berichte aus vertrauenswürdigen Quellen gesund sind; wir leugnen sie nicht und übertreiben sie nicht.<br><br>Sure Maryam berichtet, dass Maryam am Mihrāb Versorgung erhielt; Sure al-Kahf berichtet von den Leuten der Höhle. Gesunde Hadithe erzählen von den Karāmāt der Gefährten (z. B. ʿUmar, der die Armee aus der Ferne „sah“). Gelehrte der Ahl as-Sunnah glauben an die Karāma, ohne sie dem Prophetentumswunder gleichzusetzen oder den Heiligen zu vergöttern.<br><br>Wir weisen gesund überlieferte Karāmāt nicht ab, glauben aber nicht leichtfertig Geschichten unklarer Herkunft. Wahre Vortrefflichkeit ist die Taqwā und die Nachfolge des Propheten; Karāma ist eine Gabe Allahs, kein Maß der Rechtschaffenheit.",
    "category": "Iman: Säulen, Definition & Mittelweg"
  },
  {
    "no": 46,
    "title": "Die Bestimmung Der Feder Auf Der Bewahrten Tafel",
    "text": "Wir glauben an die Bewahrte Tafel (Lawḥ Maḥfūẓ) und die Feder und alles Geschriebene; was Allah ﷻ geschrieben hat, wird gewiss geschehen, und was Allah ﷻ nicht geschrieben hat, wird nicht geschehen; was einem Menschen entgeht, wird er nie erlangen.",
    "explanation": "Die Bewahrte Tafel ist das «Hauptregister», in dem Allah alle Bestimmung geschrieben hat; die Feder (qalam) ist eine erschaffene Wesenheit, die auf Allahs Befehl schreibt. Was geschrieben ist, wird geschehen; was nicht geschrieben ist, wird nicht geschehen. Versorgung, Lebensfrist und Schicksal sind verzeichnet; was einem Menschen entgeht, wird er nicht erlangen.<br><br>Sure al-Ḥadīd: 22: «Kein Unglück trifft die Erde oder euch, es sei denn, es steht in einem Buch (der Bewahrten Tafel), bevor Wir es entstehen lassen.» Ein gesunder Hadith (Aḥmad usw.) sagt, das Erste, was Allah erschuf, war die Feder, dann befahl Er ihr, alles zu schreiben, was geschehen wird. Sure al-Anʿām: 59 bestätigt, dass nichts vor Allahs Wissen verborgen ist.<br><br>Wir glauben an diese Bestimmung, ohne uns «gezwungen» zu fühlen; wir bemühen uns weiter und beten, denn Bemühen und Bittgebet gehören ebenfalls zur Bestimmung. Dieser Glaube gibt dem Herzen Frieden und bewahrt uns vor Neid oder Verzweiflung über das, was uns nicht zuteilwird.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 47,
    "title": "Der Todesengel Und Seine Aufgabe",
    "text": "Wir glauben an den Todesengel, der damit beauftragt ist, die Seelen aller Geschöpfe zu nehmen.",
    "explanation": "Der Todesengel (ʿAzrāʾīl oder Malak al-Mawt) ist der Engel, den Allah damit beauftragt hat, die Seele jedes Lebewesens zu nehmen. Die Entnahme der Seele geschieht auf Allahs Befehl; niemand stirbt vor seiner Frist, und niemand wird danach zurückgehalten.<br><br>Sure as-Sadschda: 11: «Sprich: Der mit euch betraute Todesengel wird euch sterben lassen.» Ein gesunder Hadith berichtet, der Todesengel komme zum Menschen, wenn seine Frist da ist; manche werden leicht, manche schwer genommen, je nach ihren Taten. Wir behaupten den Namen des Engels (ʿAzrāʾīl) nicht mit Sicherheit, weil kein eindeutiger Beweis vorliegt; gewiss ist der Glaube an den Engel, der die Seelen nimmt.<br><br>Dieser Glaube erinnert uns, dass der Tod gewiss kommt und dass er auf Allahs Befehl vollzogen wird; wir bereiten uns mit Reue und guten Taten vor, damit wir in gutem Zustand sind, wenn unsere Seele genommen wird.",
    "category": "Engel & Das Verborgene"
  },
  {
    "no": 48,
    "title": "Die Zwei Engel Die Die Taten Der Menschen Aufzeichnen",
    "text": "Wir glauben an die edlen Engel, die die Taten der Menschen aufzeichnen, denn Allah ﷻ hat sie über die Menschen als zwei Wächter bestellt.",
    "explanation": "Jeden Menschen begleiten zwei Engel: einer zeichnet das Gute auf, einer das Böse. Kein Wort und keine Tat geht der Aufzeichnung verloren; diese Aufzeichnung wird am Tag des Gerichts vorgelegt. Beide sind von Allah bestellte «Wächter», nicht zum Schaden, sondern zum gerechten Aufzeichnen.<br><br>Sure Qāf: 17–18: «Wenn die zwei Engel (die Taten) aufzeichnen, einer zur Rechten und einer zur Linken sitzend. Kein Wort wird gesprochen, ohne dass bei ihm ein wacher Wächter bereitsteht.» Sure al-Infiṭār: 10–12 erwähnen ebenfalls die Wächter (ḥafẓa). Ein gesunder Hadith bestätigt, dass die Engel jede Tat aufzeichnen.<br><br>Wir sind uns bewusst, dass jede Tat aufgezeichnet wird; das treibt uns an, Zunge und Taten zu hüten und gute Werke zu mehren. Wir fürchten nicht bis zur Angst, vernachlässigen aber nicht; wir bemühen uns, dass die Aufzeichnung zur Rechten die zur Linken überwiegt.",
    "category": "Engel & Das Verborgene"
  },
  {
    "no": 49,
    "title": "Glaube An Die Gesandten Und Die Bücher",
    "text": "Wir glauben an die Engel, die Propheten und die den Gesandten offenbarten Bücher und bezeugen, dass sie alle der offenkundigen Wahrheit folgten.",
    "explanation": "Wir glauben an die Engel, die Propheten und die Bücher Allahs (Tora, Evangelium, Zabūr und Koran) ohne zu unterscheiden. Alle Gesandten brachten dieselbe Wahrheit (Tauḥīd und Gehorsam); wir bezeugen, dass sie auf der offenkundigen Wahrheit standen, und wir verleugnen keinen von ihnen.<br><br>Sure al-Baqara: 285: «Alle glauben an Allah, Seine Engel, Seine Bücher und Seine Gesandten. (Sie sagen:) Wir unterscheiden zwischen keinem Seiner Gesandten.» Sure an-Nisāʾ: 150–152 warnen vor denen, die einige Gesandte verleugnen. Ein gesunder Hadith bestätigt, dass wir an alle Propheten von Adam bis Muhammad glauben.<br><br>Wir schmähen keinen Propheten und kein Buch; wir vertreten, dass der Islam das Vorherige vollendet und bestätigt. Wir folgen dem Propheten Muhammad als letztem Gesandten und dem Koran als letztem Buch, der die vorherigen Bücher bestätigt.",
    "category": "Quran & Offenbarung"
  },
  {
    "no": 50,
    "title": "Alles Ist Bestimmung Von Allah",
    "text": "Wir glauben an all dies und sind gewiss, dass alles von Allah ﷻ ist.",
    "explanation": "Alles, woran wir glauben—Engel, Bücher, Gesandte, Bestimmung, der Jüngste Tag usw.—und alles, was im Universum geschieht, ist im Wesen von Allah. Nichts geschieht ohne Sein Wissen, Seinen Willen und Seine Bestimmung; wir glauben daran mit Gewissheit.<br><br>Sure at-Taghābun: 11: «Kein Unglück trifft jemanden außer mit Allahs Erlaubnis.» Sure al-Ḥadīd: 22 bestätigt, dass jedes Unglück niedergeschrieben ist. Ein gesunder Hadith (Muslim) bestätigt den Glauben an die Bestimmung, ihr Gutes und Böses, von Allah. Der Glaube, dass «alles von Allah ist», ist die Grundlage von Tawakkul und Geduld.<br><br>Wir schreiben die Geschehnisse nicht bloß «Natur» oder «Zufall» zu; wir sind gewiss, dass hinter allem Allahs Bestimmung steht. Das hebt die Verantwortung des Menschen nicht auf (wir bemühen uns weiter und werden zur Rechenschaft gezogen), aber wir überlassen das Endergebnis Allah.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 51,
    "title": "Keine Unterscheidung Zwischen Den Gesandten",
    "text": "Wir glauben an all dies, unterscheiden zwischen keinem der Gesandten und akzeptieren als wahr alles, was sie gebracht haben.",
    "explanation": "Wir glauben an alle Gesandten ohne zu unterscheiden: wir verleugnen nicht die einen und bestätigen die anderen. Was sie gebracht haben (Tauḥīd, Pflichten der Anbetung, Moral), akzeptieren wir als Wahrheit; wir sagen nicht «wir glauben an einige und nicht an andere».<br><br>Sure al-Baqarah: 136: «Sagt: Wir glauben an Allah und an das, was uns offenbart wurde, und an das, was Ibrāhīm, Ismāʿīl, Isḥāq, Yaʿqūb und den Stämmen offenbart wurde, und an das, was Mūsā, ʿĪsā und den Propheten von ihrem Herrn gegeben wurde. Wir unterscheiden zwischen keinem von ihnen.» Sure an-Nisāʾ: 150–152 verbietet, an einige Gesandte zu glauben und andere zu verleugnen. Ein Hadith bestätigt, dass das Schmähen eines Propheten eine schwere Sünde ist.<br><br>Wir ehren alle Propheten und setzen keinen gegen den anderen; wir folgen dem Gesetz des Propheten Muhammad als Siegel und Vollender, im Glauben, dass alle Gesandten die Wahrheit von Allah gebracht haben.",
    "category": "Prophet & Gesandter"
  },
  {
    "no": 52,
    "title": "Das Erscheinen Des Daddschāl Und Die Zeichen Der Stunde",
    "text": "Wir glauben an die Zeichen der Stunde wie das Erscheinen des Daddschāl, die Herabkunft ʿĪsā ibn Maryams vom Himmel, den Sonnenaufgang im Westen und das Hervorkommen des Tieres aus der Erde.",
    "explanation": "Wir glauben an die vom Propheten genannten Zeichen der Stunde: das Erscheinen des Daddschāl (des großen Betrügers), die Herabkunft ʿĪsā ibn Maryams vom Himmel, um den Daddschāl zu besiegen und das Gesetz aufzurichten, den Sonnenaufgang im Westen (danach wird Reue nicht angenommen) und das Hervorkommen des Tieres aus der Erde. All dies geschieht vor der großen Stunde.<br><br>Gesunde Hadithe (Buḫārī, Muslim und andere) berichten von den Zeichen der Stunde. Der Prophet sagte, der Daddschāl werde erscheinen und ʿĪsā werde herabkommen und ihn töten. Sure al-Anʿām: 158 deutet auf den Sonnenaufgang im Westen. Wir glauben, ohne das «Wie» im Detail zu hinterfragen.<br><br>Dieser Glaube erinnert uns, dass die Stunde real ist und Zeichen hat; wir bereiten uns mit Glauben und guten Taten vor und lassen uns nicht vom Daddschāl oder falschen Behauptungen täuschen.",
    "category": "Der Jüngste Tag"
  },
  {
    "no": 53,
    "title": "Die Zehn Gefährten, Denen Das Paradies Verheißen Wurde",
    "text": "Wir bezeugen, dass die zehn, denen der Gesandte Allahs ﷺ das Paradies verhieß, im Paradies sein werden: Abū Bakr, ʿUmar, ʿUthmān, ʿAlī, Ṭalḥa, Az-Zubayr, ʿAbdur-Raḥmān ibn ʿAwf, Saʿd ibn Abī Waqqāṣ, Saʿīd ibn Zayd und Abū ʿUbayda ibn Al-Jarrāḥ.",
    "explanation": "Die zehn Gefährten, denen der Prophet das Paradies verhieß (al-ʿashara al-mubashshara), glauben wir, werden ins Paradies eingehen: Abū Bakr, ʿUmar, ʿUthmān, ʿAlī, Ṭalḥa, Az-Zubayr, ʿAbdur-Raḥmān ibn ʿAwf, Saʿd ibn Abī Waqqāṣ, Saʿīd ibn Zayd und Abū ʿUbayda ibn Al-Jarrāḥ. Das Versprechen des Propheten ist wahr und sie sind Vorbild für die Umma.<br><br>Ein gesunder Hadith (Tirmidhī und andere) bestätigt, dass der Prophet diesen zehn Gefährten das Paradies verhieß. Sie sind bedeutende Gestalten des Islam; ihre Vorzüge anzuerkennen gehört zum Glaubensbekenntnis von Ahl as-Sunnah. Wir übertreiben nicht und schmälern nicht; wir folgen ihrem Weg.<br><br>Wir ehren alle Gefährten und hegen gegen keinen Hass; wir nehmen uns diese zehn in Glauben, Gerechtigkeit und Opfer zum Vorbild.",
    "category": "Gefährten, Kalifen & Ahlul Bayt"
  },
  {
    "no": 54,
    "title": "Gerechtigkeit Lieben Und Unterdrückung Hassen",
    "text": "Wir lieben die Menschen der Gerechtigkeit und Ehrlichkeit und hassen die Menschen der Unterdrückung und Lüge.",
    "explanation": "Wir lieben alle Gefährten des Propheten ohne Übertreibung gegenüber einem (ġuluw) und ohne Vernachlässigung eines (taqṣīr). Die Gefährten zu lieben gehört zu Islam und Glauben; die Gefährten zu hassen oder zu schmähen ist Unglaube und Heuchelei.<br><br>Sure at-Tawba: 100 lobt die Vorangehenden und Ersten unter den Muhājirūn und den Anṣār. Ein gesunder Hadith verbietet das Schmähen der Gefährten; der Prophet sagte, schmähet meine Gefährten nicht. Ahl as-Sunnah anerkennt, dass die Gefährten in Idschtihād uneins sein konnten, nicht aber im Glaubensbekenntnis.<br><br>Wir schließen uns nicht dem Schmähen der Gefährten an noch halten wir sie ohne Beweis für schuldig; wir ehren sie und nehmen uns die beste Generation dieser Umma zum Vorbild.",
    "category": "Gemeinschaft, Herrscher & Fiqh"
  },
  {
    "no": 55,
    "title": "Das Verbot, Die Gefährten Des Propheten Zu Hassen",
    "text": "Wir lieben die Gefährten des Gesandten Allahs ﷺ, gehen aber gegenüber keinem ins Extrem und vernachlässigen keinen; die Gefährten zu lieben gehört zu Islam und Glauben; die Gefährten zu hassen ist Unglaube und Heuchelei.",
    "explanation": "Wir lieben die Menschen der Gerechtigkeit und Ehrlichkeit und hassen die Menschen der Unterdrückung und Lüge. Lieben und Hassen um Allahs willen gehört zum Glauben; wir sind nicht neutral gegenüber Unterdrückung oder Lüge.<br><br>Sure al-Mumtaḥana: 8 gebietet, die nicht um der Religion willen gegen uns kämpfen, nicht zu Feinden zu nehmen. Der Prophet sagte (Buḫārī), die von Allah am meisten Geliebten seien die, die den Menschen am meisten nützen. Unterdrückung und Lüge sind in vielen Versen und Hadithen verboten.<br><br>Wir bemühen uns um Gerechtigkeit und Ehrlichkeit in unseren Angelegenheiten und unterstützen Gerechtigkeit in der Gesellschaft; wir meiden Unterdrückung und Lüge und verbünden uns nicht mit Unterdrückern in ihrer Unterdrückung.",
    "category": "Gefährten, Kalifen & Ahlul Bayt"
  },
  {
    "no": 56,
    "title": "Die Reihenfolge Der Rechtgeleiteten Kalifen Als Führer Der Muslime",
    "text": "Wir bestätigen, dass nach dem Tod des Gesandten Allahs ﷺ das Kalifat zuerst an Abū Bakr Aṣ-Ṣiddīq, dann an ʿUmar, dann an ʿUthmān, dann an ʿAlī ibn Abī Ṭālib überging—sie sind die Rechtgeleiteten Kalifen und die aufrechten Führer.",
    "explanation": "Nach dem Tod des Propheten ging das Kalifat an Abū Bakr, dann an ʿUmar, dann an ʿUthmān, dann an ʿAlī über. Sie sind die Rechtgeleiteten Kalifen (al-Ḫulafāʾ ar-Rāshidūn); diese Reihenfolge beruht auf historischer Tatsache und dem Konsens von Ahl as-Sunnah.<br><br>Ein gesunder Hadith bestätigt, dass das Kalifat nach dem Propheten bei Quraysh liegt und dass der Prophet befahl, der Sunna der rechtgeleiteten Kalifen zu folgen. Gesunde Überlieferungen berichten von der Baiʿa an Abū Bakr, dann an ʿUmar, ʿUthmān und ʿAlī. Wir widersprechen keinem von ihnen und schmälern keinen.<br><br>Wir anerkennen die vier Kalifen als gerechte Führer und folgen ihrem Weg in Religion und Regierung; wir folgen nicht denen, die die Kalifen schmähen oder einen zum Ungläubigen erklären.",
    "category": "Gefährten, Kalifen & Ahlul Bayt"
  },
  {
    "no": 57,
    "title": "Der Sunna Des Propheten Und Der Gemeinschaft Folgen",
    "text": "Wir folgen der Sunna des Propheten ﷺ und der muslimischen Gemeinschaft und meiden Abweichung, Spaltung und Zwietracht.",
    "explanation": "Wir halten an der Sunna des Propheten und der Gemeinschaft der Muslime fest; wir meiden Bidʿa, Spaltung und abweichende Haltungen. Der Sunna und der Gemeinschaft zu folgen ist der Weg der Rettung.<br><br>Ein gesunder Hadith (Abū Dāwūd, Tirmidhī) sagt: «Haltet an meiner Sunna und der Sunna der rechtgeleiteten Kalifen fest» und «Die Gemeinschaft ist Barmherzigkeit, die Spaltung ist Strafe.» Sure Āl ʿImrān: 103 gebietet, am Seil Allahs festzuhalten und sich nicht zu spalten. Ahl as-Sunnah wa al-Jamāʿa ist der Name derer, die diesem Weg folgen.<br><br>Wir lernen die Religion aus sicheren Quellen (Quran und Sunna) und folgen dem Verständnis der Gemeinschaft, nicht der Neigung oder Splittergruppen; wir meiden Debatten, die spalten.",
    "category": "Gemeinschaft, Herrscher & Fiqh"
  },
  {
    "no": 58,
    "title": "Definition Der Muslime Als Leute Der Qibla",
    "text": "Wir nennen den, der sich zu unserer Qibla wendet, Muslim und Muʾmin—sofern solche Leute der Qibla anerkennen, was der Prophet ﷺ gebracht hat, und alles, was er sagte und überlieferte, als wahr annehmen.",
    "explanation": "Wer in Richtung unserer Qibla (der Kaʿba) betet und anerkennt, was der Prophet gebracht hat, und alles, was der Prophet sagte und überlieferte, bestätigt, den nennen wir Muslim und Muʾmin. Wir erklären die Leute der Qibla nicht zu Ungläubigen, solange sie nicht leugnen, was offenkundig Unglaube ist.<br><br>Sure al-Baqarah: 143 beschreibt die islamische Umma als Gemeinschaft der Mitte. Ein gesunder Hadith bestätigt, dass wer wie wir betet und sich zu unserer Qibla wendet, Muslim ist. Gelehrte von Ahl as-Sunnah erklären die Leute der Qibla nicht wegen Sünde zu Ungläubigen, solange sie sie nicht für erlaubt halten.<br><br>Wir beschuldigen nicht leichtfertig des Unglaubens; wir unterscheiden zwischen einem sündigen Muslim und jemandem, der den Islam verlassen hat. Wir überlassen die Geheimnisse der Herzen Allah und behandeln die Leute der Qibla als muslimische Brüder.",
    "category": "Gemeinschaft, Herrscher & Fiqh"
  },
  {
    "no": 59,
    "title": "Einheit Ist Das Rechte Und Spaltung Ist Strafe",
    "text": "Wir sind uns einig, dass Einheit der rechte Weg ist und dass Spaltung Abweichung und Strafe ist.",
    "explanation": "Einheit auf der Wahrheit ist der rechte Weg; Spaltung ist Abweichung und Strafe. Allah gebietet Einheit und verbietet Spaltung.<br><br>Sure Āl ʿImrān: 103: «Haltet alle am Seil Allahs fest und spaltet euch nicht.» Ein gesunder Hadith (Ibn Māǧah) bestätigt, dass Spaltung Strafe ist. Der Prophet verbot die Spaltung und gebot, dem Herrscher zu gehorchen, solange es nicht Ungehorsam ist.<br><br>Wir bemühen uns, die islamische Brüderlichkeit zu bewahren und die Umma nicht durch Themen der Bidʿa oder Anschuldigungen zu spalten; wir einigen uns auf den Quran, die Sunna und das Verständnis der Salaf.",
    "category": "Gemeinschaft, Herrscher & Fiqh"
  },
  {
    "no": 60,
    "title": "Die Erlaubnis Des Masḥ Der Chuff Nach Dem Hadith",
    "text": "Wir sind uns einig über den Masḥ der Chuff (Ledersocken), ob auf Reise oder zu Hause, wie in den Hadithen.",
    "explanation": "Den Masḥ der Chuff (Ledersocken, die die Knöchel bedecken) anstelle des Fußwaschens bei der Gebetswaschung erlauben die Hadithe, ob auf Reise oder zu Hause. Es ist eine Erleichterung des Gesetzes, die der Prophet gelehrt hat.<br><br>Ein gesunder Hadith (Muslim und andere) berichtet, dass der Prophet und die Gefährten den Masḥ der Chuff vollzogen. Gelehrte sind sich über seine Erlaubtheit unter den im Fiqh genannten Bedingungen einig. Es gehört zur Erleichterung der Religion; wir folgen dem ohne Übertreibung oder Ablehnung.<br><br>Wir dürfen die Erleichterung des Masḥ der Chuff unter den Bedingungen bei der Gebetswaschung nutzen; wir halten es weder für Pflicht noch für verboten, solange wir der sicheren Überlieferung folgen.",
    "category": "Gemeinschaft, Herrscher & Fiqh"
  },
  {
    "no": 61,
    "title": "Das Gebet Hinter Jedem Imām",
    "text": "Wir sind uns einig, hinter jedem von der Leute der Qibla zu beten—ob gerecht oder ungerecht—und das Totengebet für jeden von der Leute der Qibla zu verrichten, wenn er stirbt.",
    "explanation": "Wir beten hinter jedem von der Leute der Qibla—ob fromm oder frevelhaft—solange er das Gebet gültig verrichtet; wir verrichten auch das Totengebet für jeden Angehörigen der Qibla, der stirbt. Das bewahrt die Einheit und boykottiert die Gemeinschaft nicht wegen des persönlichen Mangels des Imāms.<br><br>Ein gesunder Hadith (Buḫārī–Muslim) bestätigt, dass hinter dem frevelhaften Imām gebetet wird. Der Prophet sagte: Sie sind vor euch; wenn sie recht haben, ist der Lohn für euch und für sie, wenn sie unrecht haben, ist der Lohn eurer und die Schuld ihre. Das Totengebet für den Muslim ist Pflicht der Genüge.<br><br>Wir verlassen die Gemeinschaft nicht wegen der Unvollkommenheit des Imāms; wir halten am Gemeinschaftsgebet fest und bitten um Rechtleitung für den Imām. Wir verrichten das Totengebet für den verstorbenen Muslim und verweigern es nicht wegen der Sünden dieser Person.",
    "category": "Gemeinschaft, Herrscher & Fiqh"
  },
  {
    "no": 62,
    "title": "Der Quran Ist Kalām Nicht Erschaffen",
    "text": "Wir streiten nicht über den Quran und bezeugen, dass er das Wort Allahs ﷻ ist, das der Treue Geist Muhammad ﷺ gebracht hat; es ist nicht das Wort eines Geschöpfes, und wir sagen nicht, es sei erschaffen.",
    "explanation": "Der Quran ist Kalāmullāh (Allahs Wort), das Ǧibrīl dem Propheten Muhammad gebracht hat; es ist nicht das Wort eines Geschöpfes, und wir sagen nicht, es sei erschaffen. Ohne Grundlage über „wie“ oder „ob erschaffen“ zu streiten ist Bidʿa; wir glauben, was Allah und der Gesandte festgelegt haben.<br><br>Sure at-Tawba: 6 erwähnt „das Wort Allahs“ (Kalāmullāh). Ein gesunder Hadith bestätigt, dass der Quran durch den Treuen Geist (Ǧibrīl) offenbart wurde. Ahl as-Sunnah stellt fest, dass Allahs Kalām ein Attribut von Ihm ist, nicht erschaffen; wer sagt, der Quran sei erschaffen, weicht ab.<br><br>Wir streiten darüber nicht mit der Allgemeinheit; wir glauben, dass der Quran Allahs heiliges Wort und nicht erschaffen ist. Wir ehren den Quran und praktizieren ihn, ohne in nutzlose Debatten zu geraten.",
    "category": "Quran & Offenbarung"
  },
  {
    "no": 63,
    "title": "Leeres Gerede Über Die Religion Vermeiden",
    "text": "Wir lassen uns nicht auf leeres Gerede über Allah ﷻ ein und lassen nicht zu, dass Streit über Allahs ﷻ Religion die Brüderlichkeit schädigt.",
    "explanation": "Wir lassen uns nicht auf leeres Gerede über Allah ein (wie über Sein Wesen oder was keine Grundlage in den Beweisen hat) und lassen nicht zu, dass Streit über Allahs Religion die Brüderlichkeit zerstört. Die Religion beruht auf Beweisen, nicht auf Spekulation.<br><br>Sure al-Isrāʾ: 36 verbietet, dem zu folgen, wovon man kein Wissen hat. Ein gesunder Hadith verbietet, ohne Grundlage über den Quran zu streiten, und gebietet, Streit an Allah und den Gesandten zu verweisen. Gelehrte verbieten leeres Streiten in der Religion.<br><br>Wir sprechen über Religion auf der Grundlage von Quran und Sunna; wir verschwenden keine Zeit mit endlosen Debatten. Wir bewahren die Einheit und spalten uns nicht über unwesentliche Unterschiede.",
    "category": "Iman: Säulen, Definition & Mittelweg"
  },
  {
    "no": 64,
    "title": "Dem Herrscher Gehorchen Solange Er Keine Sünde Befiehlt",
    "text": "Wir akzeptieren keinen Aufstand gegen den Imām oder den Herrscher unserer Angelegenheiten, auch wenn er ungerecht ist; dem Imām und dem Herrscher zu gehorchen gehört zum Gehorsam gegenüber Allah ﷻ und ist Pflicht, solange sie keine Sünde befehlen; wir bitten um Rechtleitung und Vergebung für sie.",
    "explanation": "Wir akzeptieren keinen Aufstand gegen den Imām oder Herrscher der Muslime, auch wenn er ungerecht ist; ihnen zu gehorchen gehört zum Gehorsam gegenüber Allah und ist Pflicht, solange sie nicht Ungehorsam befehlen. Wir bitten um Rechtleitung und Vergebung für sie.<br><br>Ein gesunder Hadith (Buḫārī–Muslim) sagt: Hört und gehorcht dem Emir, solange er nicht Ungehorsam befiehlt; der Prophet verbot den Aufstand, solange sie das Gebet verrichten. Sure an-Nisāʾ: 59 gebietet, den Inhabern der Autorität zu gehorchen. Das bewahrt die Stabilität und die Ordnung des Gesetzes.<br><br>Wir gehorchen in Erlaubtem und gehorchen nicht, wenn Sünde befohlen wird; wir rebellieren nicht mit Gewalt und spalten nicht. Wir bitten für den Herrscher um Gerechtigkeit und Rechtleitung und raten mit Weisheit.",
    "category": "Gemeinschaft, Herrscher & Fiqh"
  },
  {
    "no": 65,
    "title": "Ablehnung Von Wahrsager Und Hellseher",
    "text": "Wir akzeptieren nicht als wahr, was Wahrsager oder Hellseher sagen, noch Behauptungen, die dem Buch, der Sunna und dem Konsens der muslimischen Umma widersprechen.",
    "explanation": "Wir glauben nicht an Wahrsager, Hellseher oder wer behauptet, das Verborgene zu kennen oder das Schicksal vorherzusagen; wir lehnen auch ab, was dem Quran, der Sunna und dem Konsens der Umma widerspricht. Die Wahrheit kommt nur von der Offenbarung.<br><br>Ein gesunder Hadith (Buḫārī–Muslim) sagt, der Prophet habe bestätigt: Wer zu einem Wahrsager oder Hellseher geht und ihm glaubt, hat an dem, was Muhammad offenbart wurde, ungläubig gehandelt. Sure al-Ǧinn: 26–27 bestätigt, dass niemand das Verborgene kennt außer Allah.<br><br>Wir glauben nicht an Vorhersagen, Horoskope oder „Wissenschaften“, die vorgeben, die Zukunft zu kennen; wir vertrauen auf Allah und handeln nach Allahs Gesetz. Wir nehmen nur aus sicheren Quellen (Buch und Sunna) Kunde.",
    "category": "Bittgebet, Wissen & Grenzen"
  },
  {
    "no": 66,
    "title": "Den Muslim Nicht Wegen Sünde Zum Kāfir Erklären",
    "text": "Wir betrachten keinen von der Leute unserer Qibla als kāfir wegen einer Sünde, die er begeht—solange er diese Sünde nicht für erlaubt hält.",
    "explanation": "Wir erklären die Leute der Qibla (wer zu unserer Qibla betet und annimmt, was der Prophet brachte) nicht allein wegen begangener Sünde für kāfir—solange sie diese Sünde nicht für erlaubt halten. Sünde führt nicht von selbst aus dem Islam heraus.<br><br>Ein gesunder Hadith sagt: Ein Muslim soll den anderen nicht zum Kāfir erklären; wer seinen Bruder „kāfir“ nennt, auf den fällt das Wort auf einen von beiden zurück. Die Gelehrten der Ahl as-Sunnah unterscheiden zwischen dem, der schwere Sünde begeht, aber gläubig bleibt, und dem, der durch Leugnung des Offensichtlichen oder Erlaubt-Halten des Verbotenen aus dem Islam tritt.<br><br>Wir erklären nicht leichtfertig jemanden für kāfir; wir unterscheiden zwischen dem, der sündigt, aber noch glaubt, und dem, der Grundsätze des Islam leugnet oder Verbotenes erlaubt. Das Verborgene der Herzen überlassen wir Allah.",
    "category": "Sünde, Unglaube & Leute der Qibla"
  },
  {
    "no": 67,
    "title": "Der Schaden Der Sünde Für Den Gläubigen",
    "text": "Wir sagen nicht, dass die Sünde des Gläubigen ihm nicht schadet.",
    "explanation": "Wir sagen nicht, dass die Sünde des Gläubigen ihm nicht schadet. Sünde schadet weiterhin: sie mindert den Lohn, zieht Strafe in dieser oder jener Welt nach sich und schwächt den Glauben. Wir verachten die Sünde nicht.<br><br>Sure an-Nisāʾ: 31 und andere warnen, dass schwere Sünde Strafe nach sich ziehen kann. Ein gesunder Hadith bestätigt, dass Sünde eine Spur im Herzen hinterlässt. Der Prophet verbot, kleine Sünde zu verachten. Ahl as-Sunnah lehnt die murǧiʾitische Ansicht ab, Sünde schade dem Glauben nicht.<br><br>Wir fürchten die Sünde und bereuen; wir fühlen uns nicht sicher allein weil wir glauben. Wir meiden schwere und kleine Sünden und verachten nicht die Wirkung der Sünde auf Herz und Schicksal im Jenseits.",
    "category": "Sünde, Unglaube & Leute der Qibla"
  },
  {
    "no": 68,
    "title": "Verbot, Den Muslimischen Bruder Des Kufr Zu Bezichtigen",
    "text": "Wir sagen nicht, dass irgendjemand von der Leute der Qibla mit Sicherheit ins Paradies oder ins Feuer kommt, und bezichtigen niemanden des Kufr, Shirk oder Nifāq—solange er es nicht zeigt; das Verborgene der Herzen überlassen wir Allah ﷻ.",
    "explanation": "Wir behaupten für niemanden, er komme mit Sicherheit ins Paradies oder ins Feuer; wir bezichtigen auch niemanden des Kāfir, Muschrik oder Munāfiq, solange er es nicht zeigt. Das Verborgene der Herzen überlassen wir Allah.<br><br>Ein gesunder Hadith verbietet, für jemanden Paradies oder Feuer zu behaupten. Der Prophet sagte: Bezichtigt einander nicht des Nifāq. Sure al-Ḥuǧurāt: 12 verbietet Mutmaßung und Verleumdung. Wir beurteilen nur das Sichtbare; das Verborgene ist Allahs Sache.<br><br>Wir denken gut, solange kein klarer Beweis vorliegt; wir beurteilen nicht die Absichten anderer. Wir konzentrieren uns auf Selbstverbesserung und auf den Ruf mit Weisheit, nicht auf Anschuldigung oder Verurteilung.",
    "category": "Sünde, Unglaube & Leute der Qibla"
  },
  {
    "no": 69,
    "title": "Die Vorzüglichkeit Des Propheten Über Alle Heiligen",
    "text": "Wir stellen keinen Heiligen der Umma über einen Propheten; ein einziger Prophet ist besser als alle Heiligen zusammen.",
    "explanation": "Kein Heiliger (Walī) dieser Umma ist einem Propheten vorzuziehen; ein einziger Prophet ist besser als alle Heiligen zusammen. Der Prophet hat einen einzigartigen Rang; wir stellen keinen Frommen über die Propheten.<br><br>Sure al-Anʿām: 86 und andere erwähnen die Propheten mit einzigartiger Vorzüglichkeit. Ein gesunder Hadith bestätigt, dass der Prophet Muhammad der Herr der Söhne Adams am Tag des Gerichts ist. Die Gelehrten sind sich einig, dass der Prophet dem Heiligen überlegen ist. Einen Heiligen dem Propheten vorzuziehen ist Irreleitung.<br><br>Wir ehren die Propheten und stellen keinen Frommen ihnen gleich. Wir folgen dem Propheten Muhammad als Quelle des Gesetzes und höchstem Vorbild; wir lieben die Heiligen Allahs, ohne sie dem Propheten gleichzusetzen.",
    "category": "Prophet & Gesandter"
  },
  {
    "no": 70,
    "title": "Verbot Des Tötens Ohne Gesetzlichen Grund",
    "text": "Wir sind nicht damit einverstanden, jemanden von der Umma Muhammads ﷺ zu töten, außer wenn das Gesetz es verlangt.",
    "explanation": "Wir sind nicht damit einverstanden, jemanden von der Umma Muhammads zu töten, außer wenn das Gesetz es verlangt (Qiṣāṣ, Hadd oder im Kontext legitimen Krieges). Das Leben des Muslims ist geschützt; ohne Recht zu töten ist schwere Sünde.<br><br>Sure al-Anʿām: 151 und al-Isrāʾ: 33 verbieten, die Seele zu töten, die Allah zu töten verboten hat, außer aus Recht. Ein gesunder Hadith bestätigt, dass das Töten eines Muslims zu den schweren Sünden gehört. Der Prophet verbot, jemanden zu töten, der lā ilāha illā Allāh spricht. Das islamische Strafrecht bestimmt, wann Töten erlaubt ist.<br><br>Wir achten das menschliche Leben und unterstützen keine Gewalt oder Tötung außerhalb dessen, was das Gesetz vorsieht. Wir lehnen Terrorismus und Tötung im Namen der Religion ab, die der sicheren Überlieferung nicht entsprechen.",
    "category": "Gemeinschaft, Herrscher & Fiqh"
  },
  {
    "no": 71,
    "title": "Die Stellung Muhammads Als Diener Und Gesandter",
    "text": "Wir glauben, dass Muhammad ﷺ Allahs ﷻ erwählter Diener, Allahs ﷻ erwählter Prophet und der Gesandte ist, mit dem Allah ﷻ zufrieden ist.",
    "explanation": "Muhammad ist Allahs erwählter Diener sowie der Prophet und Gesandte, mit dem Allah zufrieden ist. Er ist ein Mensch, der mit der Offenbarung gesandt wurde; wir beten ihn nicht an und übertreiben nicht, sodass wir ihn über die Stellung des Dieners und Gesandten erheben.<br><br>Sure al-Isrāʾ: 1 nennt den Propheten Seinen Diener. Sure al-Aḥzāb: 40 bestätigt, dass Muhammad das Siegel der Propheten ist. Gesunder Hadith: übertreibt nicht in Bezug auf mich, wie die Christen in Bezug auf Jesus übertrieben haben; ich bin nur ein Diener, so sagt: der Diener Allahs und Sein Gesandter.<br><br>Wir lieben und ehren den Propheten ohne Übertreibung; wir folgen seinem Gesetz und vergöttern ihn nicht. Wir lehnen jeden ab, der sein Prophetentum leugnet oder ihn herabsetzt.",
    "category": "Prophet & Gesandter"
  },
  {
    "no": 72,
    "title": "Die Bestimmung Von Gut Und Böse Für Den Menschen",
    "text": "Gut und Böse sind für den Menschen bestimmt.",
    "explanation": "Gut und Böse sind für den Menschen bestimmt: es gibt Gebot und Verbot, Lohn und Strafe. Der Mensch hat die Fähigkeit zu wählen und wird dafür zur Rechenschaft gezogen.<br><br>Sure ash-Shams: 8–10 deutet an, dass Allah den Menschen den Weg der Frevelhaftigkeit und den Weg der Gottesfurcht eingibt. Hadith und Verse bestätigen oft die Verpflichtung (taklīf) und die Abrechnung. Die Vorherbestimmung hebt die Wahl nicht auf; der Mensch strebt, und Allah bestimmt das Ergebnis.<br><br>Wir bemühen uns um das Gute und meiden das Böse; wir entschuldigen uns nicht mit „es war bestimmt“ für Trägheit. Wir glauben, dass Gut und Böse real sind und wir zur Rechenschaft gezogen werden.",
    "category": "Iman: Säulen, Definition & Mittelweg"
  },
  {
    "no": 73,
    "title": "Die Sicherheit Des Glaubens Liegt In Der Hingabe",
    "text": "Der Islam eines Menschen ist nur dann sicher, wenn er auf Hingabe und Ergebung gegründet ist; sich zu zwingen, das zu wissen, was über die eigene Fähigkeit hinausgeht, entfernt nur vom rechten Glauben.",
    "explanation": "Der Islam eines Menschen ist nur sicher, wenn er auf Hingabe (taslīm) und Ergebung in Allah und Seinen Gesandten gegründet ist. Sich zu zwingen, das zu wissen, was über die eigene Fähigkeit hinausgeht (etwa die Wirklichkeit von Allahs Wesen oder die Einzelheiten der Vorherbestimmung), entfernt nur vom rechten Glauben.<br><br>Sure Āl ʿImrān: 19 bezeichnet den Islam als Hingabe. Hadith verbietet, über Allahs Wesen nachzudenken, und gebietet, über Seine Schöpfung nachzudenken. Gelehrte verbieten ilḥād (Eindringen in das Unerlaubte) bei Allahs Namen und Eigenschaften.<br><br>Wir überlassen Allah, was Er vom Verborgenen nicht offengelegt hat; wir konzentrieren uns auf das, was Allah geboten hat und was wir können. Wir sind nicht beunruhigt, das „Wie“ oder „Warum“ dessen nicht zu wissen, was Allah nicht offengelegt hat.",
    "category": "Iman: Säulen, Definition & Mittelweg"
  },
  {
    "no": 74,
    "title": "Die Fähigkeit Des Menschen Kommt Von Allah",
    "text": "Die Fähigkeit, die eine Tat tatsächlich verwirklicht, ist von Allah ﷻ allein; was das Gesetz vom Menschen verlangt, ist Fähigkeit im Sinne von Gesundheit, Vermögen und den ihm verfügbaren Mitteln.",
    "explanation": "Die Fähigkeit, die eine Tat tatsächlich verwirklicht (die wirksame Kraft), ist von Allah allein. Was das Gesetz vom Menschen verlangt, ist Fähigkeit im Sinne von Gesundheit, Vermögen und Gelegenheit (Mittel); wenn diese vorhanden sind, muss er sich bemühen, und Allah gewährt den Erfolg.<br><br>Sure al-Baqarah: 286: Allah belastet niemanden über sein Vermögen. Hadith: es gibt keine Macht und keine Kraft außer bei Allah. Gelehrte unterscheiden zwischen der Fähigkeit als Bedingung der Verpflichtung und der Fähigkeit, die die Tat verwirklicht (von Allah).<br><br>Wir bemühen uns nach Kräften und bitten Allah um Hilfe; wir entschuldigen uns nicht mit „ich kann nicht“ für das, was noch versucht werden kann. Wir glauben, dass die Kraft zum Gehorsam von Allah kommt.",
    "category": "Taklīf & Menschliche Taten"
  },
  {
    "no": 75,
    "title": "Alles Wissen An Allah Zurückverweisen",
    "text": "Wenn unser Wissen über etwas unklar ist, sagen wir: „Allah ﷻ weiß es am besten.“",
    "explanation": "Wenn unser Wissen über etwas unklar ist oder die Beweise nicht ausreichen, sagen wir: Allah weiß es am besten. Wir behaupten oder erfinden nichts; wir verweisen, was wir nicht wissen, an Allah.<br><br>Sure al-Baqarah: 232 und viele Verse gebieten, die Angelegenheit an Allah zu verweisen. Der Prophet sagte: Wer nach Wissen gefragt wird, das er nicht hat, und sagt „Allah weiß es am besten“, hat die richtige Antwort gegeben. Gelehrte verbieten, ohne Wissen zu sprechen.<br><br>Wir behaupten nicht zu wissen, was wir nicht wissen; wir sind bereit zu sagen „ich weiß es nicht“ oder „Allah weiß es am besten“, wenn es so ist. Wir erfinden keine Auslegung oder Regel ohne Beweis.",
    "category": "Bittgebet, Wissen & Grenzen"
  },
  {
    "no": 76,
    "title": "Der Mittelweg Zwischen Verzweiflung",
    "text": "Absolute Gewissheit und Verzweiflung führen beide aus der Religion heraus; der Weg der Wahrheit für die Leute der Qibla liegt zwischen beiden.",
    "explanation": "Irregeleitete absolute Gewissheit (etwa zu behaupten, jemand komme bestimmt ins Paradies) und Verzweiflung (etwa zu behaupten, jemand komme bestimmt in die Hölle oder Allah vergebe nicht) führen beide aus der Religion heraus. Der Weg der Wahrheit für die Leute der Qibla liegt zwischen beiden: Hoffnung und Furcht.<br><br>Sure al-Ḥijr: 56: der Prophet Abraham sagte, nur die Irregehenden verzweifeln an Allahs Barmherzigkeit. Sure az-Zumar: 53 ruft dazu auf, nicht zu verzweifeln. Hadith bestätigt die Balance zwischen Hoffnung (rajāʾ) und Furcht (khawf). Ahl as-Sunnah stehen zwischen den Khawāridsch (zu streng) und den Murjiʾa (zu nachsichtig).<br><br>Wir hoffen auf Allahs Barmherzigkeit und fürchten Seine Strafe; wir urteilen nicht, dass jemand bestimmt ins Paradies oder in die Hölle kommt. Wir denken gut von Allah und verzweifeln nicht an Seiner Vergebung.",
    "category": "Iman: Säulen, Definition & Mittelweg"
  },
  {
    "no": 77,
    "title": "Das Grab Als Garten Des Paradieses Oder Grube Der Hölle",
    "text": "Das Grab ist entweder einer der Gärten des Paradieses oder eine der Gruben der Hölle.",
    "explanation": "Das Grab kann einer der Gärten des Paradieses (die Wonne des Barzach) oder eine der Gruben der Hölle (die Grabesstrafe) sein, je nach den Taten und dem Glauben des Bestatteten. Dies entspricht den Hadithen über die Wonne und Strafe des Grabes.<br><br>Gesunder Hadith (Bukhārī, Muslim) berichtet oft von der Wonne des Grabes für den Gläubigen und der Grabesstrafe für den Ungerechten oder Heuchler. Der Prophet lehrte ein Bittgebet, um vor der Grabesstrafe bewahrt zu werden. Sure al-Muʾminūn: 99–100 deutet auf den Bereich des Barzach hin.<br><br>Wir bereiten uns mit Glauben und guten Taten vor, damit unser Grab ein Garten des Paradieses sein möge; wir bitten darum, vor der Grabesstrafe bewahrt zu werden. Dieser Glaube mahnt uns, nicht nachlässig zu sein.",
    "category": "Der Jüngste Tag"
  },
  {
    "no": 78,
    "title": "Der Glaube An Das Sehen Allahs Im Paradies",
    "text": "Die Menschen glauben an das Sehen Allahs ﷻ im Paradies, ohne es mit der eigenen Vernunft auszulegen oder sich vorzustellen wie, und sie meiden es, Allahs ﷻ Eigenschaft zu verneinen oder Allah ﷻ der Schöpfung gleichzusetzen.",
    "explanation": "Die Bewohner des Paradieses werden Allah in der Ewigkeit sehen; wir glauben das, ohne das „Wie“ mit der eigenen Vernunft auszulegen oder uns vorzustellen. Wir meiden es, diese Eigenschaft zu verneinen oder Allah der Schöpfung gleichzusetzen.<br><br>Sure al-Qiyāmah: 22–23 erwähnen Gesichter, die an jenem Tag strahlend ihren Herrn schauen. Gesunder Hadith (Bukhārī, Muslim) bestätigt, dass die Bewohner des Paradieses Allah sehen, wie man den Mond in der Vollmondnacht sieht. Wir glauben ohne die Frage nach dem Wie (takyīf) und ohne Gleichsetzung (tamthīl).<br><br>Wir stellen uns die Gestalt dieser „Schau“ nicht vor; wir glauben einfach, dass das Sehen Allahs die höchste Wonne des Paradieses ist. Wir lehnen jeden ab, der die Schau (ruʾyah) verneint oder sie dem Sehen der Schöpfung gleichsetzt.",
    "category": "Der Jüngste Tag"
  },
  {
    "no": 79,
    "title": "Die Wirklichkeit Des Sehens Allahs Im Paradies",
    "text": "Das Sehen Allahs ﷻ durch die Bewohner des Paradieses ist wahr; die Menschen glauben daran, ohne das Wie auszulegen, und überlassen das Wissen darüber Allah ﷻ.",
    "explanation": "Das Sehen Allahs durch die Bewohner des Paradieses ist wahr; wir glauben daran, ohne das Wie auszulegen, und überlassen das Wissen darüber Allah. Die Art des Sehens ist nicht wie das Sehen der Schöpfung.<br><br>Der Beweis ist wie bei Punkt 78. Sure al-Qiyāmah: 22–23 und weit überlieferter Hadith zur Schau (ruʾyah). Gelehrte der Ahl as-Sunnah bestätigen die Schau, ohne nach dem Wie zu fragen; wir sagen nicht „mit Augen wie den unseren“ oder „auf die und die Weise“. Wir glauben an die Schau als Kunde von Allah und Seinem Gesandten; wir lassen uns nicht auf eine endlose „Wie“-Debatte ein. Dieser Glaube mehrt unseren Eifer, zu handeln, um zu den Bewohnern des Paradieses zu gehören.",
    "category": "Der Jüngste Tag"
  },
  {
    "no": 80,
    "title": "Muhammad Ist Das Siegel Von Allahs Propheten",
    "text": "Muhammad ﷺ ist das Siegel der Propheten, der Imam der Gottesfürchtigen, der edelste der Gesandten und der Geliebte des Herrn der Welten.",
    "explanation": "Muhammad ist das Siegel der Propheten, der Imam der Gottesfürchtigen, der edelste der Gesandten und der Geliebte des Herrn der Welten. Es gibt keinen Propheten nach ihm.<br><br>Sure al-Aḥzāb: 40: Muhammad ist nicht der Vater eines eurer Männer, sondern er ist der Gesandte Allahs und das Siegel der Propheten. Gesunder Hadith bestätigt, dass der Prophet der Herr der Kinder Adams und der Geliebte Allahs ist. Der Prophet ist der letzte Gesandte; jeder Anspruch auf Prophetentum nach ihm ist nichtig.<br><br>Wir glauben an den Propheten Muhammad als den letzten Propheten und akzeptieren keinen neuen Propheten oder Gesandten nach ihm. Wir lieben und ehren ihn und folgen seiner Sunna bis zum Ende der Zeit.",
    "category": "Prophet & Gesandter"
  },
  {
    "no": 81,
    "title": "Muhammads Sendung Für Die Gesamte Menschheit",
    "text": "Der Prophet ﷺ Muhammad ﷺ wurde zu allen Dschinn und Menschen mit Wahrheit, Rechtleitung, Licht und Erleuchtung gesandt.",
    "explanation": "Der Prophet Muhammad wurde zu allen Dschinn und Menschen mit Wahrheit, Rechtleitung, Licht und Erleuchtung gesandt. Sein Ruf ist universal; keine Gemeinschaft nach ihm ist von der Pflicht ausgenommen, ihm zu folgen.<br><br>Sure Saba: 28: Wir haben dich nur zu allen Menschen gesandt. Sure al-Aḥzāb: 40 bestätigt das Siegel der Propheten. Hadith bestätigt, dass der Prophet zu Menschen und Dschinn gesandt wurde. Sein Gesetz gilt bis zur Stunde.<br><br>Wir glauben, dass der Islam für alle Menschen ist; wir rufen mit Weisheit dazu auf und zwingen nicht. Wir folgen dem Propheten als der einzigen Quelle des Gesetzes nach ihm.",
    "category": "Prophet & Gesandter"
  },
  {
    "no": 82,
    "title": "Das Schicksal Des Muslims Der Schwere Sünde Begeht",
    "text": "Wer aus der Umma Muhammads ﷺ schwere Sünde begeht, wird im Feuer sein, aber nicht für immer—sofern diese Person als Gläubiger stirbt, der die Einheit Allahs ﷻ bekennt; diese Person unterliegt dem Willen und dem Beschluss Allahs ﷻ.",
    "explanation": "Wer aus der Umma Muhammads schwere Sünde begeht, wird im Feuer sein (wenn Allah ihn straft), aber nicht für immer—sofern er als Gläubiger stirbt, der die Einheit Allahs bekennt. Sein endgültiges Schicksal unterliegt dem Willen und dem Beschluss Allahs; er kann Vergebung finden oder bestraft und dann herausgeführt werden.<br><br>Gesunder Hadith bestätigt, dass Allah aus dem Feuer herausführt, wer Tauhid im Herzen hat. Leute des Tauhid weilen nicht ewig im Feuer. Sure an-Nisāʾ: 48 verbietet Schirk; Sünde außer Schirk kann vergeben werden, wenn Allah will. Ahl as-Sunnah stehen zwischen den Khawāridsch (die den Täter schwerer Sünde für ungläubig erklären) und den Murjiʾa.<br><br>Wir urteilen nicht, dass der Täter schwerer Sünde ewig im Feuer weilen wird; wir hoffen auf Allahs Barmherzigkeit und fürchten Seine Strafe. Wir mahnen, schwere Sünde zu meiden und zu bereuen; wir überlassen das Endergebnis Allah.",
    "category": "Sünde, Unglaube & Leute der Qibla"
  },
  {
    "no": 83,
    "title": "Menschliche Taten Sind Von Allah Erschaffen",
    "text": "Menschliche Taten sind in Wirklichkeit von Allah ﷻ erschaffen und zugleich vom Menschen getan und von ihm zu verantworten.",
    "explanation": "Menschliche Taten sind in Wirklichkeit von Allah erschaffen (Er bewirkt sie) und zugleich vom Menschen getan und von ihm zu verantworten. Das ist der Mittelweg: weder Dschabriyya (alles ist erzwungen) noch Qadariyya (der Mensch erschafft seine eigene Tat).<br><br>Sure aṣ-Ṣāffāt: 96: Allah hat euch und das, was ihr tut, erschaffen. Hadith: es gibt keine Macht und keine Kraft außer bei Allah. Gelehrte der Ahl as-Sunnah bestätigen, dass die Tat des Dieners Allahs Schöpfung und des Dieners Erwerb (kasb) ist; der Mensch wird zur Rechenschaft gezogen.<br><br>Wir bemühen uns und glauben, dass das Ergebnis von Allah kommt; wir sind weder passiv (Dschabriyya) noch betrachten wir uns als Schöpfer unserer Tat (Qadariyya). Wir sind für unsere Wahl verantwortlich.",
    "category": "Taklīf & Menschliche Taten"
  },
  {
    "no": 84,
    "title": "Allahs Bund Mit Der Gesamten Menschheit",
    "text": "Der Bund, den Allah ﷻ mit Adam und seiner Nachkommenschaft schloss, ist wahr.",
    "explanation": "Der Bund, den Allah mit Adam und seiner Nachkommenschaft schloss (aus Adams Lenden genommen), ist wahr: das Bekenntnis, dass Allah der Herr ist. Dies wird im Quran erwähnt; der Mensch wird in der Fitra geboren, dann wirken Umgebung und Wahl. Sure al-Aʿrāf: 172–173 berichten, dass Allah einen Bund von der Nachkommenschaft Adams nahm: Bin ich nicht euer Herr? Sie sagten: Ja. Gesunder Hadith bestätigt, dass jedes Kind in der Fitra geboren wird. Gelehrte nehmen dies als Beleg für Fitra und menschliche Verantwortung.<br><br>Wir glauben, dass der Mensch eine Fitra hat, den Herrn zu erkennen; unser Ruf erinnert und lädt ein; er „fügt“ nichts Fremdes ein. Wir sind für unsere Wahl nach Reife und Vernunft verantwortlich.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 85,
    "title": "Allahs Namen Und Eigenschaften Sind Dauerhaft",
    "text": "So wie Allah ﷻ das Recht auf den Namen „Der die Toten lebendig macht“ vor und nach dem Lebendigmachen der Toten hat, so hat Allah ﷻ das Recht auf den Namen „Schöpfer“ vor und nach dem Erschaffen.",
    "explanation": "Allah hat das Recht auf den Namen „Der die Toten lebendig macht“ vor und nach dem tatsächlichen Lebendigmachen; und ebenso „Schöpfer“ vor und nach dem Erschaffen. Allahs Eigenschaften und Namen hängen nicht von Ereignissen ab; Er besitzt immer Seine Eigenschaften. Sure al-Ḥadīd: 3: Er ist der Erste und der Letzte. Allahs Namen sind ewig. Gelehrte bestätigen, dass Allah immer Al-Khāliq, Al-Muḥyī usw. ist, ohne eine Eigenschaft „neu“ nach einem Ereignis zu haben. Dies weist die Ansicht zurück, die Allahs Eigenschaften vor der Schöpfung in Zweifel zieht.<br><br>Wir fragen nicht „wann hatte Allah die Eigenschaft des Schöpfers“; wir glauben, Allah ist von Ewigkeit her vollkommen. Dieser Glaube bewahrt die Reinheit des Tauhid und weist Philosophie zurück, die Allahs Eigenschaften bezweifelt.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 86,
    "title": "Alles Geschehende Ist Nach Allahs Willen",
    "text": "Alles geschieht nach dem Willen, dem Wissen, dem Dekret und der Bestimmung Allahs ﷻ; Allahs ﷻ Wille setzt sich gegen andere Willen durch, und Allah ﷻ ist nie ungerecht, ist frei von Übel und vollkommen und frei von Fehl.",
    "explanation": "Alles geschieht nach dem Willen, dem Wissen, dem Dekret und der Bestimmung Allahs. Allahs Wille setzt sich gegen andere Willen durch; Allah ist nie ungerecht, ist frei von Übel und vollkommen und frei von Fehl. Sure Yāsīn: 82: Wenn Er ein Ding will, ist Sein Befehl nur „Sei“ und es ist. Sure al-Burūj: 16: Er ist derjenige, der will. Hadith und Verse bestätigen oft Allahs Macht und Willen. Allah ist nicht ungerecht; Sein Beschluss enthält Weisheit.<br><br>Wir überlassen alle Angelegenheiten Allah und beschuldigen Allah nicht der Ungerechtigkeit. Wir glauben, dass das, was uns trifft, in Übereinstimmung mit Seinem Dekret und Willen ist; wir bemühen uns und verlassen uns auf Ihn.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 87,
    "title": "Der Menschliche Wille Ist Von Allah Abhängig",
    "text": "Alles geschieht nach dem Beschluss und Willen Allahs ﷻ; was ein Mensch will, wird nur verwirklicht, wenn Allah ﷻ es will.",
    "explanation": "Alles geschieht nach dem Beschluss und Willen Allahs; was ein Mensch will, wird nur verwirklicht, wenn Allah es will. Der menschliche Wille ist nicht unabhängig; er unterliegt Allahs Willen. Sure at-Takwīr: 29: Ihr wollt nicht, außer dass Allah will. Hadith: es gibt keine Macht und keine Kraft außer bei Allah. Gelehrte bestätigen, dass Allahs Wille (mashīʾa) alles Umfassende umfasst; der Wille des Geschöpfes folgt.<br><br>Wir wollen und bemühen uns, aber wir glauben, dass das Endergebnis in Allahs Hand liegt. Wir sind nicht hochmütig, wenn wir Erfolg haben, und verzweifeln nicht, wenn wir scheitern; wir verlassen uns nach unserer Anstrengung auf Ihn.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 88,
    "title": "Die Wahrheit Des Gesetzes Durch Den Propheten Muhammad",
    "text": "Alles, was vom Propheten ﷺ hinsichtlich des Gesetzes und seiner Erklärung (Quran und Islam) erwiesen ist, ist wahr.",
    "explanation": "Alles, was vom Propheten hinsichtlich des Gesetzes und seiner Erklärung erwiesen ist—Quran und Sunna, Erlaubtes und Verbotenes, Gottesdienst und Charakter—ist wahr. Wir nehmen es ohne Zweifel an und handeln danach. Sure al-Ḥashr: 7: Was der Gesandte euch gibt, das nehmt; was er euch verbietet, davon lasst ab. Gesunder, weit überlieferter Hadith bestätigt, dass der Prophet nicht aus Neigung sprach. Quran und Sunna sind die Quelle der Wahrheit.<br><br>Wir wählen nicht aus oder lehnen einen Teil des Gesetzes ab; wir nehmen alles an, was vom Propheten gesichert überliefert ist. Wir folgen keinen Meinungen, die klarem Beweis widersprechen.",
    "category": "Prophet & Gesandter"
  },
  {
    "no": 89,
    "title": "Alle Schöpfung Ist Allahs Herrschaft Unterworfen",
    "text": "Alle Schöpfung ist dem Willen Allahs ﷻ unterworfen, sei es durch Allahs ﷻ Gnade oder durch Allahs ﷻ Gerechtigkeit.",
    "explanation": "Alle Schöpfung ist dem Willen Allahs unterworfen, sei es durch Seine Gnade (Segen, Rechtleitung, Barmherzigkeit) oder durch Seine Gerechtigkeit (Strafe, Prüfung). Nichts steht außerhalb Seines Beschlusses. Sure Āl ʿImrān: 83: Suchen sie etwa andere als die Religion Allahs? Ihm unterwirft sich, wer in den Himmeln und auf der Erde ist. Verse und Hadith bestätigen oft, dass alles Allah unterworfen ist. Allahs Gnade und Gerechtigkeit sind vollkommen.<br><br>Wir nehmen das Dekret mit Offenheit an: für Segen sind wir dankbar, in der Prüfung geduldig. Wir protestieren nicht gegen Allahs Beschluss; wir glauben, dass Allah allgerecht und barmherzig ist.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 90,
    "title": "Gläubige Sind Die Verbündeten Allahs",
    "text": "Alle Gläubigen sind Verbündete Allahs ﷻ, und die Edelsten in Allahs ﷻ Blick sind die Gehorsamsten und die dem Quran am treuesten Folgenden.",
    "explanation": "Alle Gläubigen sind Verbündete Allahs (Geliebte Allahs im allgemeinen Sinn); die Edelsten in Allahs Blick sind die Gehorsamsten und die dem Quran am treuesten Folgenden. Vorzug beruht auf Gottesfurcht und Nachfolge, nicht auf Anspruch oder Titel. Sure Yūnus: 62–63: Siehe, die Verbündeten Allahs haben keine Furcht und sie trauern nicht—diejenigen, die glauben und gottesfürchtig sind. Hadith bestätigt, dass der Verbündete Allahs der Gehorsame ist; wir erkennen sie an ihren Taten, nicht an ihrem Anspruch. Wir erheben keinen bestimmten „Verbündeten“ über den Beweis.<br><br>Wir bemühen uns, Verbündete Allahs durch Gehorsam und Nachfolge von Quran und Sunna zu sein; wir erheben keinen Anspruch darauf oder andere ohne Grund. Vorzug liegt bei Allah und beruht auf Taten.",
    "category": "Iman: Säulen, Definition & Mittelweg"
  },
  {
    "no": 91,
    "title": "Menschliche Taten Entsprechen Allahs Wissen",
    "text": "Alle menschlichen Taten geschehen genau so, wie Allah ﷻ es weiß; jedem wird erleichtert, wofür er erschaffen wurde, und der Beglückte oder der Unglückliche ist es durch Allahs ﷻ Beschluss.",
    "explanation": "Alle menschlichen Taten geschehen genau so, wie Allah es weiß; jedem wird erleichtert, wofür er erschaffen wurde (Vorherbestimmung), und der Beglückte oder Unglückliche ist es durch Allahs Beschluss. Das hebt die Anstrengung nicht auf; die Anstrengung gehört ebenfalls zum Beschluss.<br><br>Sure al-Layl: 5–10 deutet an, dass manche zum Guten und manche zum Bösen erleichtert werden. Hadith: Jedem wird erleichtert, wofür er erschaffen wurde. Allahs Wissen geht der Tat voraus; die Tat geschieht gemäß Seinem Wissen.<br><br>Wir bemühen uns und glauben, dass Allah der ist, der erleichtert; wir sind nicht passiv. Wir berufen uns nicht auf „schon als unglücklich vorherbestimmt“, um uns nicht zu bemühen; wir vertrauen auf Ihn nach der Anstrengung.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 92,
    "title": "Die Grenze, Ab Der Man Den Glauben Verlässt",
    "text": "Ein Mensch verlässt den Glauben nur dadurch, dass er das verleugnet, was ihn in ihn geführt hat.",
    "explanation": "Ein Mensch verlässt den Glauben nur dadurch, dass er das verleugnet, was ihn in den Glauben geführt hat (z. B. eine Säule des Glaubens verleugnen, offenkundig Verbotenes für erlaubt erklären oder Unglauben für wahr halten). Sünde allein führt nicht aus dem Islam heraus, solange man das Fundament nicht verleugnet.<br><br>Gesunder Hadith: Ein Muslim darf nicht wegen einer Sünde zum Ungläubigen erklärt werden. Der Austritt aus dem Islam geschieht durch Verwerfen des Glaubensbekenntnisses, Verleugnen von im Religion gewiss Bekanntem oder Erlaubterklärung von Übereinstimmend Verbotenem. Gelehrte stellen klar: Wer eine schwere Sünde begeht, bleibt Gläubiger, wenn er die Sünde nicht für erlaubt hält.<br><br>Wir erklären niemanden zum Ungläubigen, der weiter die Säulen des Glaubens bekennt und Verbotenes nicht für erlaubt hält; wir unterscheiden zwischen Sünde und Unglauben. Das Urteil des Unglaubens überlassen wir sachkundigen Gelehrten unter strengen Bedingungen.",
    "category": "Iman: Säulen, Definition & Mittelweg"
  },
  {
    "no": 93,
    "title": "Die Falschheit Des Anspruchs Auf Prophetentum Nach Muhammad",
    "text": "Jeder Anspruch auf Prophetentum nach Muhammad ﷺ ist Falschheit und Täuschung.",
    "explanation": "Jeder Anspruch auf Prophetentum nach Muhammad ist Falschheit und Täuschung. Es gibt keinen Propheten oder Gesandten nach ihm; wer nach ihm Prophetentum beansprucht oder neue Offenbarung empfängt, ist ein Lügner.<br><br>Sure al-Aḥzāb: 40: Muhammad ist der Siegel der Propheten. Gesunder Hadith: Es gibt keinen Propheten nach mir. Der Prophet sagte, es würden Lügner kommen, die Prophetentum beanspruchen; glaubt ihnen nicht. Gelehrte sind sich einig: Prophetentum nach dem Propheten zu beanspruchen ist Unglauben.<br><br>Wir weisen jeden ab, der sich nach dem Propheten Muhammad als Prophet, Gesandter oder Empfänger neuer Gesetze ausgibt. Wir folgen nur dem Quran und der Sunna; es gibt keine neue Offenbarung.",
    "category": "Prophet & Gesandter"
  },
  {
    "no": 94,
    "title": "Ehre Für Die Gefährten, Gattinnen Und Nachkommenschaft Des Propheten",
    "text": "Wer gut über die Gefährten des Gesandten Allahs ﷺ, seine Gattinnen und seine reine Nachkommenschaft spricht, ist frei vom Vorwurf der Heuchelei.",
    "explanation": "Wer gut über die Gefährten des Gesandten Allahs, seine Gattinnen (Mütter der Gläubigen) und seine reine Nachkommenschaft (die rechtschaffenen Ahl al-Bayt) spricht, ist frei vom Vorwurf der Heuchelei. Sie zu ehren gehört zum Islam.<br><br>Sure al-Aḥzāb: 6 und andere Verse loben die Gattinnen des Propheten. Hadith bestätigt die Vorzüge von Ahl al-Bayt und der Gefährten. Sie zu schmähen ist Zeichen von Heuchelei oder Irreleitung. Ahl as-Sunnah ehrt die Gefährten und Ahl al-Bayt ohne Übertreibung.<br><br>Wir schmähen weder die Gefährten noch die Gattinnen des Propheten noch seine rechtschaffene Nachkommenschaft; wir sprechen gut von ihnen und nehmen sie uns zum Vorbild. Wir weisen Gruppen ab, die sie schmähen oder zu Ungläubigen erklären.",
    "category": "Gefährten, Kalifen & Ahlul Bayt"
  },
  {
    "no": 95,
    "title": "Verbot, Allah Dem Menschen Gleichzusetzen",
    "text": "Wer Allah ﷻ so beschreibt wie den Menschen, ist ungläubig geworden; Allah ﷻ ist in Seinen Eigenschaften dem Menschen nicht gleich.",
    "explanation": "Wer Allah so beschreibt wie den Menschen (Taschbīh)—z. B. annimmt, Allah habe Glieder wie wir oder sitze auf einem Thron wie die Schöpfung—ist ungläubig geworden. Allah ist in Seinen Eigenschaften dem Menschen nicht gleich.<br><br>Sure ash-Shūrā: 11: Nichts ist Ihm gleich. Hadith verbietet, über Allahs Wesen nachzudenken. Gelehrte bestätigen: Allah der Schöpfung gleichzusetzen ist Unglauben. Wir bestätigen die Eigenschaften ohne „wie“ (Takyīf) und ohne Gleichnis (Tamthīl).<br><br>Wir stellen uns Allah nicht wie die Schöpfung vor; wir glauben an Allahs Namen und Eigenschaften, wie sie überkommen sind, ohne Gleichsetzung. Wir lehnen die Lehren der Mudschassima und Muschabbiha ab.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 96,
    "title": "Die Dauerhaftigkeit Von Paradies Und Hölle",
    "text": "Paradies und Hölle sind erschaffene Wesen ohne Ende; Allah ﷻ hat sie vor der übrigen Schöpfung erschaffen und den Menschen erschaffen, um jeweils in ihnen zu wohnen; wen Allah ﷻ will, geht durch Allahs ﷻ Gnade ins Paradies ein oder durch Allahs ﷻ Gerechtigkeit in die Hölle.",
    "explanation": "Paradies und Hölle sind erschaffene Wesen ohne Ende (sie sind ewig). Allah hat sie vor der übrigen Schöpfung erschaffen und den Menschen erschaffen, um jeweils in ihnen zu wohnen. Wen Allah will, geht durch Seine Gnade ins Paradies ein oder durch Seine Gerechtigkeit in die Hölle.<br><br>Sure Hūd: 107–108 bestätigt, dass Paradies und Hölle ewig sind. Gesunder Hadith berichtet, dass Paradies und Hölle erschaffen wurden. Sure ash-Shūrā: 7: Allah hat die Himmel und die Erde und was dazwischen ist erschaffen. Die Bewohner von Paradies und Hölle bleiben ewig.<br><br>Wir glauben an Paradies und Hölle als ewige Wirklichkeit; wir bemühen uns durch Taten und Allahs Barmherzigkeit um den Eintritt ins Paradies und meiden die Hölle durch Gehorsam und Reue.",
    "category": "Der Jüngste Tag"
  },
  {
    "no": 97,
    "title": "Die Fürsprache Für Muslime Ist Wahr",
    "text": "Die den Muslimen vorbehaltene Fürsprache ist wahr, wie in den Hadithen überliefert.",
    "explanation": "Die den Muslimen vorbehaltene Fürsprache—einschließlich der Fürsprache des Propheten für seine Gemeinschaft am Tag der Auferstehung und anderer in Hadithen zuverlässig überlieferter Fürsprachen—ist wahr. Wir glauben daran, ohne sie zu leugnen oder zu übertreiben.<br><br>Sure al-Baqara: 255 (der Thronvers) sagt, dass niemand bei Ihm Fürsprache einlegen kann außer mit Seiner Erlaubnis. Weit überlieferter Hadith berichtet von der Fürsprache des Propheten für seine Gemeinschaft. Fürsprache gibt es nur mit Allahs Erlaubnis und für den, an dem Allah Wohlgefallen hat.<br><br>Wir hoffen auf die Fürsprache des Propheten und verlassen uns nicht allein auf die Taten; wir halten die Fürsprache auch nicht für einen Widerspruch zu Allahs Gerechtigkeit. Wir beten darum, zu denen zu gehören, denen Fürsprache gewährt wird.",
    "category": "Der Jüngste Tag"
  },
  {
    "no": 98,
    "title": "Die Wahrheit Des Teichs Des Propheten Muhammad",
    "text": "Der Teich (al-Ḥawḍ), den Allah ﷻ dem Propheten ﷺ gegeben hat, um den Durst seiner Gemeinschaft am Tag der Auferstehung zu stillen, ist wahr.",
    "explanation": "Der Teich (al-Ḥawḍ), den Allah dem Propheten gegeben hat, um den Durst seiner Gemeinschaft am Tag der Auferstehung zu stillen, ist wahr. Wer daraus trinkt, wird nie mehr dürsten. Das wird im gesunden Hadith erwähnt.<br><br>Gesunder Hadith (Buchārī, Muslim) berichtet, dass der Prophet am Tag der Auferstehung einen Teich hat; wer daraus trinkt, wird nie mehr dürsten. Der Prophet warnte, dass manche vom Teich vertrieben werden. Wir glauben daran, ohne „wie“ zu fragen.<br><br>Wir bemühen uns, zur Gemeinschaft zu gehören, die zum Teich des Propheten kommen wird; wir meiden Neuerung und Spaltung, die dazu führen könnten, vom Teich vertrieben zu werden. Dieser Glaube mehrt unsere Liebe zum Propheten.",
    "category": "Der Jüngste Tag"
  },
  {
    "no": 99,
    "title": "Allah Ist Dem Verstand Nicht Erreichbar",
    "text": "Keine Vorstellung kann Allah ﷻ abbilden, und kein Verstand kann Allah ﷻ erfassen.",
    "explanation": "Keine Vorstellung kann Allah abbilden und kein Verstand kann Allahs Wesen erfassen. Der menschliche Verstand ist begrenzt; wir glauben an Allah, ohne „wie“ (Takyīf) zu fragen und ohne Gleichnis (Tamthīl).<br><br>Sure al-Anʿām: 103: Der Blick erfasst Ihn nicht, Er aber erfasst den Blick. Hadith: Denkt über Allahs Schöpfung nach, denkt nicht über Allahs Wesen nach. Gelehrte bestätigen: Der Verstand kann Allahs Wirklichkeit nicht erfassen.<br><br>Wir stellen uns Allahs Gestalt oder „Gesicht“ nicht mit unserer Vorstellung vor; wir preisen Ihn und glauben an Seine Namen und Eigenschaften ohne Gleichsetzung. Das „Wie“ überlassen wir Allah.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 100,
    "title": "Kein Geheimnis Ist Vor Allah Verborgen",
    "text": "Nichts über die Schöpfung war vor Allah ﷻ verborgen, bevor die Schöpfung erschaffen wurde, und Allah ﷻ weiß alles, was die Schöpfung tun wird, bevor die Schöpfung erschaffen wurde.",
    "explanation": "Nichts über die Schöpfung war vor Allah verborgen, bevor die Schöpfung erschaffen wurde; Allah weiß alles, was die Schöpfung tun wird, bevor die Schöpfung erschaffen wurde. Allahs Wissen ist ewig und umfasst alles.<br><br>Sure al-Ḥadīd: 22: Kein Unglück trifft ein, es sei denn, es steht in einem Buch. Sure al-Anʿām: 59: Bei Allah sind die Schlüssel des Verborgenen. Hadith bestätigt, dass Allah die Vorherbestimmung vor der Schöpfung niederschrieb. Allahs Wissen ändert sich nicht.<br><br>Wir glauben an Allahs vollkommenes Wissen; wir sind nicht beunruhigt durch „Allah weiß schon“, als hätten wir keine Wahl. Wir glauben, dass Allahs Wissen nicht zwingt; wir bemühen uns weiter und werden zur Rechenschaft gezogen.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 101,
    "title": "Alles Geschieht Nach Allahs Willen",
    "text": "Nichts geschieht außer dem, was Allah ﷻ will.",
    "explanation": "Nichts geschieht außer dem, was Allah will. Allahs Wille umfasst alle Ereignisse; nichts geschieht im Himmel und auf der Erde ohne Seine Willensentscheidung (mashīʾa).<br><br>Sure at-Taghābun: 11: Kein Unglück trifft ein außer mit Allahs Erlaubnis. Sure al-Insān: 30: Ihr könnt nur wollen, wenn Allah will. Hadith und Verse bestätigen dies vielfach.<br><br>Wir überlassen alle Angelegenheiten Allahs Willen; wir bemühen uns und beten, dann nehmen wir Seine Bestimmung an. Wir lehnen uns nicht gegen die Vorherbestimmung auf und verzweifeln nicht.",
    "category": "Vorherbestimmung & Allahs Wille"
  },
  {
    "no": 102,
    "title": "Nichts Kann Allah Überwältigen",
    "text": "Nichts kann Allah ﷻ überwältigen.",
    "explanation": "Nichts kann Allah überwältigen. Seine Herrschaft ist absolut; nichts kann Ihm gleichkommen, Seine Bestimmung aufheben oder Seinen Willen vereiteln.<br><br>Sure al-Baqarah: 255: Allah schläft und schlummert nicht; Sein ist, was in den Himmeln und auf der Erde ist. Verse und Hadith bestätigen Allahs Macht (qudrah). Wer meint, etwas könne Allah überwältigen, ist ungläubig.<br><br>Wir sind gewiss, dass Hilfe und Sieg nur von Allah kommen; wir fürchten die Schöpfung nicht. Wir setzen Hoffnung und Furcht allein in Allah.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 103,
    "title": "Nichts Ist Allah Gleich",
    "text": "Nichts ist Allah ﷻ gleich.",
    "explanation": "Nichts ist Allah gleich. Er ist einzig; es gibt keinen Gegenpart, keinen Partner und nichts, was Ihm in Wesen, Eigenschaften oder Taten gleicht.<br><br>Sure al-Ikhlāṣ: 4: Und niemand ist Ihm ebenbürtig. Sure ash-Shūrā: 11: Nichts ist Ihm gleich. Hadith und Konsens bestätigen den Tauhid. Allah der Schöpfung gleichzumachen ist Unglaube.<br><br>Wir erklären Allah für rein von jeder Ähnlichkeit mit der Schöpfung; wir stellen Ihn uns nicht vor und beschreiben Ihn nicht mit Eigenschaften der Schöpfung. Dieser Tauhid ist das Fundament der gesamten Religion.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 104,
    "title": "Kein Gott Verdient Anbetung Außer Allah",
    "text": "Kein Gott verdient es, angebetet zu werden, außer Allah ﷻ.",
    "explanation": "Kein Gott verdient Anbetung außer Allah. Nur Allah gebührt Anbetung; andere als Ihn anzubeten ist Schirk. Das Bekenntnis lā ilāha illā Allāh ist die Grundlage des Islam.<br><br>Sure Muḥammad: 19: So wisse, dass es keinen Gott außer Allah gibt. Sure al-Baqarah: 163 und viele Verse bestätigen Allahs Einzigkeit. Hadith bestätigt, dass lā ilāha illā Allāh der Schlüssel zum Paradies ist. Schirk ist die schwerste Sünde.<br><br>Wir beten nur Allah an und gesellen Ihm nichts bei. Wir lehnen Anbetung anderer als Allah ab—ob Götzen, Menschen oder Triebe.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 105,
    "title": "Nichts Kann Seine Bestimmung Abweisen",
    "text": "Nichts kann Allahs ﷻ Bestimmung abweisen, Allahs ﷻ Befehl rückgängig machen oder Allahs ﷻ Angelegenheit überwältigen.",
    "explanation": "Nichts kann Allahs Bestimmung abweisen, Seinen Befehl rückgängig machen oder Seine Angelegenheit überwältigen. Sein Urteil ist endgültig; es gibt keinen Einspruch und kein Veto.<br><br>Sure ar-Raʿd: 41: Allah hat Macht über alle Dinge. Sure al-Anʿām: 59: Niemand kann Seine Bestimmung abweisen. Hadith bestätigt, dass niemand Allahs Vorherbestimmung abweisen kann. Allahs Macht ist absolut.<br><br>Wir nehmen Allahs Bestimmung mit Zufriedenheit an; wir lehnen uns nicht auf und verzweifeln nicht. Wir beten und bemühen uns, dann fügen wir uns in Sein weises Urteil.",
    "category": "Allahs Eigenschaften & Tauhid"
  },
  {
    "no": 106,
    "title": "Die Frühen Salaf-Gelehrten Ehren",
    "text": "Die Salaf-Gelehrten—die erste Generation und ihre Nachfolger—dürfen nur im besten Sinne erwähnt werden; wer Schlechtes über die Salaf-Gelehrten sagt, ist nicht auf dem rechten Weg.",
    "explanation": "Die Salaf-Gelehrten—die erste Generation (Gefährten, tābiʿūn, tābiʿu t-tābiʿīn) und die ihrem Manhaj Folgenden—dürfen nur im besten Sinne erwähnt werden. Wer Schlechtes über die Salaf-Gelehrten sagt, ist nicht auf dem rechten Weg.<br><br>Sure at-Tawba: 100 lobt die Vorangehenden und Ersten. Hadith: Die besten Menschen sind meine Generation. Der Prophet befahl, der Sunna der rechtgeleiteten Kalifen zu folgen. Die Salaf zu schmähen ist Bidʿa und Irreleitung.<br><br>Wir ehren die Salaf-Gelehrten und schöpfen unser Religionsverständnis aus ihnen; wir schmähen und verkleinern sie nicht. Wir folgen dem Manhaj von Ahl as-Sunnah, der am Qurʾan, der Sunna und dem Verständnis der Salaf festhält.",
    "category": "Gefährten, Kalifen & Ahlul Bayt"
  }
]
