[
  {
    "no": 1,
    "title": "The Limits of Created Beings’ Knowledge and Allah’s",
    "text": "There are two kinds of knowledge: that which creation can access and that which they cannot; denying the first is unbelief, claiming the second is also unbelief—faith is sound when the accessible is accepted and the inaccessible is not sought.",
    "explanation": "The concept of these two kinds of knowledge is crucial. There is knowledge that Allah opens to humans through the senses and revelation (sharīʿa knowledge), and there is unseen knowledge that belongs to Allah alone, such as when the Hour will come. Understanding this limit keeps us from claiming to know secrets of destiny that Allah has not disclosed.<br><br>In the Quran (Sūrat al-Anʿām: 59), Allah says: \"With Him are the keys of the unseen; none knows them but He.\" A sound hadith in Bukhārī also mentions five matters of the unseen known only to Allah. This confirms that we must be content with what has been made known and not overstep what has been kept hidden.<br><br>In practice, this belief keeps us humble yet eager to learn what is beneficial. We gain inner peace by entrusting all future unknowns to Allah, focusing on what we can do, and relying on His all-encompassing decree.",
    "category": "Supplication, Knowledge & Limits"
  },
  {
    "no": 2,
    "title": "Benefit of Supplication for the Deceased",
    "text": "The dead benefit from the supplication and charity of the living.",
    "explanation": "Death is not the end of everything. One sign of Allah’s mercy is that benefit still reaches those who have died through the deeds of the living. This point affirms that supplication, seeking forgiveness, and charity that we intend for the deceased reach them in reward and ease their state in the barzakh.<br><br>The basis is the saying of the Prophet ﷺ (related by Muslim): \"When a person dies, his deeds cease except for three: ongoing charity, beneficial knowledge, or a righteous child who supplicates for him.\" Sūrat al-Ḥashr: 10 also praises those who pray for forgiveness for those who went before them. This shows that the bond of faith goes beyond death.<br><br>In daily life, this moves us not to forget parents or teachers who have passed away. Praying for them is not only an act of devotion but a reminder that we too will one day need the same prayers. It keeps a chain of goodness unbroken across generations of Muslims.",
    "category": "Supplication, Knowledge & Limits"
  },
  {
    "no": 3,
    "title": "Allah’s Speech Is Not Human Speech",
    "text": "The Quran is the word of Allah ﷻ, from Him; people believe in it as the speech of Allah ﷻ without asking how, and it is not the speech of humans nor is it created.",
    "explanation": "The Quran is the literal speech of Allah (Kalāmullāh), not a created thing. What we read in the Muṣḥaf is truly Allah’s speech, not a human composition. This is essential to the authority of revelation: the Quran is sacred, pure, and its truth is absolute as a guide for life.<br><br>Allah says (Sūrat al-Tawba: 6): \"...so grant him protection so that he may hear the word of Allah (Kalāmullāh).\" A hadith in Tirmidhī also states that the superiority of Allah’s speech over other speech is like the superiority of Allah over His creation. This confirms that the Quran is sacred revelation from the Creator.<br><br>In practice, we treat the Quran with deep reverence. We do not treat it like an ordinary book; we recite it with care, seek to understand its meaning, and follow its commands without doubt. By believing the Quran is the speech of God, we have a sure compass for how to live.",
    "category": "Quran & Revelation"
  },
  {
    "no": 4,
    "title": "Allah Is Different From All Creation",
    "text": "Allah ﷻ is distinct from all creation.",
    "explanation": "Allah is Laisa Kamitslihi Syai-un: there is nothing like Him. Whatever form or image crosses our mind, Allah is not like that. This keeps the purity of our tawhid so we do not equate the Creator with weak, limited creation.<br><br>The main proof is Sūrat ash-Shūrā: 11: \"There is nothing like Him, and He is the All-Hearing, the All-Seeing.\" Hadith also reminds us to reflect on Allah's creation but forbids imagining His essence, because the human mind has limits in grasping the reality of God.<br><br>This understanding frees us from idolatry—whether physical idols or mental idols (fantasy). We become aware that Allah is supreme and unbounded, so we worship Him alone with full respect and exaltation without limiting Him with creaturely attributes.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 5,
    "title": "Allah the Creator From the Very Beginning",
    "text": "Allah ﷻ is rightly called Creator and Originator not only after or because of the act of creating, but from the very beginning.",
    "explanation": "Allah is Al-Khāliq (the Creator) who does not need a process to become a creator. Before any star or atom existed, Allah already had the attribute of creating. His names and attributes are eternal and do not depend on creation existing or not, because He is the Source of all existence.<br><br>Allah says (Sūrat al-Hadīd: 3): \"He is the First and the Last.\" The name Al-Khāliq appears in many verses, such as Sūrat al-Ḥashr: 24. Hadith states that before there was only Allah and nothing with Him, then Allah created the Throne and the whole universe.<br><br>This teaches us that Allah is perfectly self-sufficient (Al-Ghanī). He created us not from loneliness or need of help, but purely from His will and wisdom. We become servants who know our place, aware that our life is a pure gift from the First who never needed anything from us.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 6,
    "title": "Perfect Power Belongs to Allah Alone",
    "text": "Allah ﷻ has power over all things; all depend on Allah ﷻ, and it is easy for Allah ﷻ, and Allah ﷻ does not need anything; there is nothing like Allah ﷻ, and Allah ﷻ is the All-Hearing, the All-Seeing.",
    "explanation": "Allah's power is absolute and not limited by the laws of physics or human logic. Whatever Allah wills happens easily with the word \"Kun\". The whole universe needs Allah every second, while Allah does not need anything from this universe at all.<br><br>In Sūrat Yāsīn: 82: \"His command, when He wills a thing, is only to say to it: 'Be!' and it is.\" Allah also has the name Al-Qādir. A Qudsi hadith says that if all people asked and Allah granted all, it would not diminish Allah's wealth in the least.<br><br>This belief is the cure for all fear. We realise that any boss, ruler or problem, however great, is nothing compared to Allah's power. We become servants who are bold yet humble, knowing that the only support that will never fail is Allah the All-Powerful.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 7,
    "title": "Allah the Absolute Sovereign of the Universe",
    "text": "Allah ﷻ has absolute power over all things, and nothing has power over Allah ﷻ; whoever considers himself independent of Allah ﷻ for a moment has fallen into unbelief.",
    "explanation": "Allah is the absolute Sovereign who holds control over every atom in the cosmos. No affair is outside His control. If someone feels they can live independently without needing Allah, even for a moment, they have fallen into pride that can corrupt faith.<br><br>Sūrat Fāṭir: 15 states: \"O mankind! You are the ones in need of Allah; and Allah is the Self-Sufficient, the Praiseworthy.\" The Prophet's hadiths often teach a prayer that we not be left to ourselves even for a moment (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>In practice this makes us always feel in need (faqīr) of Allah. We pray eagerly for small and great matters—from asking for guidance to daily affairs. We are aware that without His help we cannot even breathe or blink.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 8,
    "title": "Allah Free From Physical Limits",
    "text": "Allah ﷻ is above limit, restriction, part, or limb, and is not bounded by six directions like creation.",
    "explanation": "This creed affirms that Allah is free from material attributes. Allah does not need space, has no body parts like humans, and is not bounded by direction (up, down, etc.) like creation. He is the Creator of space and time, so it is impossible for Him to be limited by His own creation.<br><br>Allah says (Sūrat al-Ikhlāṣ: 4): \"And there is none comparable to Him.\" This principle of Tanzīh (declaring Allah free from resemblance) is important. Scholars explain that Allah exists without needing a place, because place is created, and Allah existed before place was created.<br><br>This guards us from anthropomorphic thinking (imagining God like a human). We can worship Allah with full exaltation of His unseen, unbounded greatness, instead of being trapped in physical imagery that actually lowers the rank of divinity.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 9,
    "title": "The Burden of Taklīf According to the Servant's Capacity",
    "text": "Allah ﷻ only burdens people with what they can bear, and people can only do what Allah ﷻ gives them; there is no power or ability except by Allah ﷻ, and no strength to obey or avoid sin except with Allah's ﷻ help.",
    "explanation": "Allah does not burden a servant beyond his capacity. Every command and prohibition in the sharīʿa is in proportion to human ability; this shows Allah's justice and mercy and rejects the idea that religion is burdensome.<br><br>In Sūrat al-Baqarah: 286 Allah says: \"Allah does not burden a soul beyond its capacity.\" A sound hadith (Bukhārī–Muslim) also states: \"When I command you something, do it as much as you can.\" The power and ability to obey (lā ḥawla wa lā quwwata illā billāh) also come from Allah's help.<br><br>In practice we must not use \"I cannot\" as an excuse for clear obligations, but we also must not burden ourselves beyond our capacity. We do our best and then rely on Allah; we ask Allah for strength to remain steadfast through prayer and effort.",
    "category": "Taklīf & Human Deeds"
  },
  {
    "no": 10,
    "title": "Perfect Life and Constant Action",
    "text": "Allah ﷻ is alive and does not die, and is ever acting and does not sleep.",
    "explanation": "Allah is Al-Ḥayy (the Ever-Living) and Al-Qayyūm (the Self-Sustaining). Allah's life is perfect—not begun by birth and not ended by death. He does not need rest, never sleeps, and is always active managing the affairs of all His creation without a second's pause.<br><br>The Throne Verse (Sūrat al-Baqarah: 255) is the strongest proof: \"Allah, there is no god but He, the Ever-Living, the Self-Sustaining; neither slumber nor sleep overtakes Him.\" These beautiful names are the foundation of creation's dependence on the Creator.<br><br>This gives us great security. When we sleep, surrender, or feel helpless, we know there is a Lord who never sleeps and watches over us. We are encouraged to keep doing good because we know our \"Master\" is always active, watching and arranging the best for His servants.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 11,
    "title": "Allah Is One Without Partner",
    "text": "Allah ﷻ is One and has no partner.",
    "explanation": "Tawhid means affirming Allah's oneness; He has no partner in rubūbiyya (lordship over creation), ulūhiyya (right to be worshipped), or names and attributes. The only one who has the right to be worshipped and served is Allah; associating partners with Him in anything is shirk.<br><br>Sūrat al-Ikhlāṣ: 1–4 states: \"Say: He is Allah, the One. Allah the Eternal. He begets not nor was He begotten. And there is none comparable to Him.\" Sūrat an-Nisāʾ: 36 also forbids associating partners with Allah. A sound hadith says Sūrat al-Ikhlāṣ equals a third of the Quran because it contains the core of tawhid.<br><br>This belief is the foundation of our worship: we only supplicate, fear, and hope in Allah; not in creation, objects, or \"other powers.\" Thus our hearts stay free from dependence on other than Allah.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 12,
    "title": "Allah Has No Rival or Equal",
    "text": "Allah ﷻ is exalted above having any rival or equal.",
    "explanation": "Allah has no rival who can overcome Him or equal who matches Him. His dominion is absolute; nothing can rival, limit, or frustrate His will. This is part of the perfection of tawhid.<br><br>Sūrat al-Baqarah: 255 (the Throne Verse) states that Allah holds sway over the heavens and the earth and does not find it heavy to preserve them. Sūrat Fāṭir: 44 and other verses affirm that Allah has no partner, helper, or equal. Hadith also teaches that Allah is exalted and none is above Him.<br><br>This understanding brings peace of heart: no enemy, illness, or disaster is ever a \"rival\" on a par with Allah. We are certain that victory, safety, and final help come only from Allah; nothing can block His mercy when He wills.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 13,
    "title": "Allah Encompasses All Creation",
    "text": "Allah ﷻ encompasses everything and is above it; His creation cannot encompass Allah ﷻ.",
    "explanation": "Allah encompasses (holds sway over, knows, and manages) everything; nothing is beyond His knowledge and power. At the same time Allah is \"above\" His creation in rank and dominion, not in place. Creation cannot \"encompass\" or limit Allah.<br><br>Sūrat Fuṣṣilat: 54 states: \"Know that Allah encompasses all things.\" Sūrat al-Baqarah: 255 (the Throne Verse) affirms that His Throne encompasses the heavens and the earth and He does not find it heavy. Sound hadith also affirms that Allah is above the Throne and His knowledge is everywhere.<br><br>Believing this we feel watched over and protected: nothing is hidden from Allah, and no problem is too great for Him. We are also guarded from the misunderstanding that Allah is \"confined\" in the sky; He encompasses everything without needing space.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 14,
    "title": "Allah Creates Life and Death",
    "text": "Allah ﷻ gives death without fear and gives life again without difficulty.",
    "explanation": "Life and death are entirely in Allah's hand. Giving death to creation does not make Allah afraid or weak; giving life again (including on the Day of Resurrection) is not difficult for Him. All happens by His will and word alone.<br><br>Sūrat al-Mulk: 2 states: \"He who made death and life.\" Sūrat Qāf: 43: \"It is We who give life and death, and to Us is the return.\" Sound hadith affirms that the soul is taken by Allah's command and on the Day of Resurrection all creation will be raised by the blast of the Trumpet.<br><br>This belief reminds us that death is not an empty end but a gate to the life of the hereafter. We prepare with righteous deeds and do not fear death excessively, because the one who holds life and death is Allah the Just and Merciful.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 15,
    "title": "The Fixed Term for All Creation",
    "text": "Allah ﷻ assigns a fixed term (ajal) to His creation.",
    "explanation": "Every creature has an ajal (time of death) set by Allah; no one can advance or delay it by a second. This is part of the decree written in the Preserved Tablet.<br><br>Sūrat al-Anʿām: 2 states: \"He who created you from dust, then set a term (ajal) for you.\" Sūrat Luqmān: 34: \"Indeed Allah—with Him alone is knowledge of the Hour... and no soul knows in what land it will die.\" Sound hadith (Bukhārī–Muslim) affirms that a person's ajal, provision, and fate are written while still in the womb.<br><br>This understanding keeps us from excessive anxiety and urges us to use our remaining life well. We cannot change when the term comes, but we can fill life with deeds that please Allah.",
    "category": "Decree & Allah's Will"
  }
]
