[
  {
    "no": 1,
    "title": "The Limits of Created Beings’ Knowledge and Allah’s",
    "text": "There are two kinds of knowledge: that which creation can access and that which they cannot; denying the first is unbelief, claiming the second is also unbelief—faith is sound when the accessible is accepted and the inaccessible is not sought.",
    "explanation": "The concept of these two kinds of knowledge is crucial. There is knowledge that Allah opens to humans through the senses and revelation (sharīʿa knowledge), and there is unseen knowledge that belongs to Allah alone, such as when the Hour will come. Understanding this limit keeps us from claiming to know secrets of destiny that Allah has not disclosed.<br><br>In the Quran (Sūrat al-Anʿām: 59), Allah says: \"With Him are the keys of the unseen; none knows them but He.\" A sound hadith in Bukhārī also mentions five matters of the unseen known only to Allah. This confirms that we must be content with what has been made known and not overstep what has been kept hidden.<br><br>In practice, this belief keeps us humble yet eager to learn what is beneficial. We gain inner peace by entrusting all future unknowns to Allah, focusing on what we can do, and relying on His all-encompassing decree.",
    "category": "Supplication, Knowledge & Limits"
  },
  {
    "no": 2,
    "title": "Benefit of Supplication for the Deceased",
    "text": "The dead benefit from the supplication and charity of the living.",
    "explanation": "Death is not the end of everything. One sign of Allah’s mercy is that benefit still reaches those who have died through the deeds of the living. This point affirms that supplication, seeking forgiveness, and charity that we intend for the deceased reach them in reward and ease their state in the barzakh.<br><br>The basis is the saying of the Prophet ﷺ (related by Muslim): \"When a person dies, his deeds cease except for three: ongoing charity, beneficial knowledge, or a righteous child who supplicates for him.\" Sūrat al-Ḥashr: 10 also praises those who pray for forgiveness for those who went before them. This shows that the bond of faith goes beyond death.<br><br>In daily life, this moves us not to forget parents or teachers who have passed away. Praying for them is not only an act of devotion but a reminder that we too will one day need the same prayers. It keeps a chain of goodness unbroken across generations of Muslims.",
    "category": "Supplication, Knowledge & Limits"
  },
  {
    "no": 3,
    "title": "Allah’s Speech Is Not Human Speech",
    "text": "The Quran is the word of Allah ﷻ, from Him; people believe in it as the speech of Allah ﷻ without asking how, and it is not the speech of humans nor is it created.",
    "explanation": "The Quran is the literal speech of Allah (Kalāmullāh), not a created thing. What we read in the Muṣḥaf is truly Allah’s speech, not a human composition. This is essential to the authority of revelation: the Quran is sacred, pure, and its truth is absolute as a guide for life.<br><br>Allah says (Sūrat al-Tawba: 6): \"...so grant him protection so that he may hear the word of Allah (Kalāmullāh).\" A hadith in Tirmidhī also states that the superiority of Allah’s speech over other speech is like the superiority of Allah over His creation. This confirms that the Quran is sacred revelation from the Creator.<br><br>In practice, we treat the Quran with deep reverence. We do not treat it like an ordinary book; we recite it with care, seek to understand its meaning, and follow its commands without doubt. By believing the Quran is the speech of God, we have a sure compass for how to live.",
    "category": "Quran & Revelation"
  },
  {
    "no": 4,
    "title": "Allah Is Different From All Creation",
    "text": "Allah ﷻ is distinct from all creation.",
    "explanation": "Allah is Laisa Kamitslihi Syai-un: there is nothing like Him. Whatever form or image crosses our mind, Allah is not like that. This keeps the purity of our tawhid so we do not equate the Creator with weak, limited creation.<br><br>The main proof is Sūrat ash-Shūrā: 11: \"There is nothing like Him, and He is the All-Hearing, the All-Seeing.\" Hadith also reminds us to reflect on Allah's creation but forbids imagining His essence, because the human mind has limits in grasping the reality of God.<br><br>This understanding frees us from idolatry—whether physical idols or mental idols (fantasy). We become aware that Allah is supreme and unbounded, so we worship Him alone with full respect and exaltation without limiting Him with creaturely attributes.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 5,
    "title": "Allah the Creator From the Very Beginning",
    "text": "Allah ﷻ is rightly called Creator and Originator not only after or because of the act of creating, but from the very beginning.",
    "explanation": "Allah is Al-Khāliq (the Creator) who does not need a process to become a creator. Before any star or atom existed, Allah already had the attribute of creating. His names and attributes are eternal and do not depend on creation existing or not, because He is the Source of all existence.<br><br>Allah says (Sūrat al-Hadīd: 3): \"He is the First and the Last.\" The name Al-Khāliq appears in many verses, such as Sūrat al-Ḥashr: 24. Hadith states that before there was only Allah and nothing with Him, then Allah created the Throne and the whole universe.<br><br>This teaches us that Allah is perfectly self-sufficient (Al-Ghanī). He created us not from loneliness or need of help, but purely from His will and wisdom. We become servants who know our place, aware that our life is a pure gift from the First who never needed anything from us.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 6,
    "title": "Perfect Power Belongs to Allah Alone",
    "text": "Allah ﷻ has power over all things; all depend on Allah ﷻ, and it is easy for Allah ﷻ, and Allah ﷻ does not need anything; there is nothing like Allah ﷻ, and Allah ﷻ is the All-Hearing, the All-Seeing.",
    "explanation": "Allah's power is absolute and not limited by the laws of physics or human logic. Whatever Allah wills happens easily with the word \"Kun\". The whole universe needs Allah every second, while Allah does not need anything from this universe at all.<br><br>In Sūrat Yāsīn: 82: \"His command, when He wills a thing, is only to say to it: 'Be!' and it is.\" Allah also has the name Al-Qādir. A Qudsi hadith says that if all people asked and Allah granted all, it would not diminish Allah's wealth in the least.<br><br>This belief is the cure for all fear. We realise that any boss, ruler or problem, however great, is nothing compared to Allah's power. We become servants who are bold yet humble, knowing that the only support that will never fail is Allah the All-Powerful.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 7,
    "title": "Allah the Absolute Sovereign of the Universe",
    "text": "Allah ﷻ has absolute power over all things, and nothing has power over Allah ﷻ; whoever considers himself independent of Allah ﷻ for a moment has fallen into unbelief.",
    "explanation": "Allah is the absolute Sovereign who holds control over every atom in the cosmos. No affair is outside His control. If someone feels they can live independently without needing Allah, even for a moment, they have fallen into pride that can corrupt faith.<br><br>Sūrat Fāṭir: 15 states: \"O mankind! You are the ones in need of Allah; and Allah is the Self-Sufficient, the Praiseworthy.\" The Prophet's hadiths often teach a prayer that we not be left to ourselves even for a moment (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>In practice this makes us always feel in need (faqīr) of Allah. We pray eagerly for small and great matters—from asking for guidance to daily affairs. We are aware that without His help we cannot even breathe or blink.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 8,
    "title": "Allah Free From Physical Limits",
    "text": "Allah ﷻ is above limit, restriction, part, or limb, and is not bounded by six directions like creation.",
    "explanation": "This creed affirms that Allah is free from material attributes. Allah does not need space, has no body parts like humans, and is not bounded by direction (up, down, etc.) like creation. He is the Creator of space and time, so it is impossible for Him to be limited by His own creation.<br><br>Allah says (Sūrat al-Ikhlāṣ: 4): \"And there is none comparable to Him.\" This principle of Tanzīh (declaring Allah free from resemblance) is important. Scholars explain that Allah exists without needing a place, because place is created, and Allah existed before place was created.<br><br>This guards us from anthropomorphic thinking (imagining God like a human). We can worship Allah with full exaltation of His unseen, unbounded greatness, instead of being trapped in physical imagery that actually lowers the rank of divinity.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 9,
    "title": "The Burden of Taklīf According to the Servant's Capacity",
    "text": "Allah ﷻ only burdens people with what they can bear, and people can only do what Allah ﷻ gives them; there is no power or ability except by Allah ﷻ, and no strength to obey or avoid sin except with Allah's ﷻ help.",
    "explanation": "Allah does not burden a servant beyond his capacity. Every command and prohibition in the sharīʿa is in proportion to human ability; this shows Allah's justice and mercy and rejects the idea that religion is burdensome.<br><br>In Sūrat al-Baqarah: 286 Allah says: \"Allah does not burden a soul beyond its capacity.\" A sound hadith (Bukhārī–Muslim) also states: \"When I command you something, do it as much as you can.\" The power and ability to obey (lā ḥawla wa lā quwwata illā billāh) also come from Allah's help.<br><br>In practice we must not use \"I cannot\" as an excuse for clear obligations, but we also must not burden ourselves beyond our capacity. We do our best and then rely on Allah; we ask Allah for strength to remain steadfast through prayer and effort.",
    "category": "Taklīf & Human Deeds"
  },
  {
    "no": 10,
    "title": "Perfect Life and Constant Action",
    "text": "Allah ﷻ is alive and does not die, and is ever acting and does not sleep.",
    "explanation": "Allah is Al-Ḥayy (the Ever-Living) and Al-Qayyūm (the Self-Sustaining). Allah's life is perfect—not begun by birth and not ended by death. He does not need rest, never sleeps, and is always active managing the affairs of all His creation without a second's pause.<br><br>The Throne Verse (Sūrat al-Baqarah: 255) is the strongest proof: \"Allah, there is no god but He, the Ever-Living, the Self-Sustaining; neither slumber nor sleep overtakes Him.\" These beautiful names are the foundation of creation's dependence on the Creator.<br><br>This gives us great security. When we sleep, surrender, or feel helpless, we know there is a Lord who never sleeps and watches over us. We are encouraged to keep doing good because we know our \"Master\" is always active, watching and arranging the best for His servants.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 11,
    "title": "Allah Is One Without Partner",
    "text": "Allah ﷻ is One and has no partner.",
    "explanation": "Tawhid means affirming Allah's oneness; He has no partner in rubūbiyya (lordship over creation), ulūhiyya (right to be worshipped), or names and attributes. The only one who has the right to be worshipped and served is Allah; associating partners with Him in anything is shirk.<br><br>Sūrat al-Ikhlāṣ: 1–4 states: \"Say: He is Allah, the One. Allah the Eternal. He begets not nor was He begotten. And there is none comparable to Him.\" Sūrat an-Nisāʾ: 36 also forbids associating partners with Allah. A sound hadith says Sūrat al-Ikhlāṣ equals a third of the Quran because it contains the core of tawhid.<br><br>This belief is the foundation of our worship: we only supplicate, fear, and hope in Allah; not in creation, objects, or \"other powers.\" Thus our hearts stay free from dependence on other than Allah.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 12,
    "title": "Allah Has No Rival or Equal",
    "text": "Allah ﷻ is exalted above having any rival or equal.",
    "explanation": "Allah has no rival who can overcome Him or equal who matches Him. His dominion is absolute; nothing can rival, limit, or frustrate His will. This is part of the perfection of tawhid.<br><br>Sūrat al-Baqarah: 255 (the Throne Verse) states that Allah holds sway over the heavens and the earth and does not find it heavy to preserve them. Sūrat Fāṭir: 44 and other verses affirm that Allah has no partner, helper, or equal. Hadith also teaches that Allah is exalted and none is above Him.<br><br>This understanding brings peace of heart: no enemy, illness, or disaster is ever a \"rival\" on a par with Allah. We are certain that victory, safety, and final help come only from Allah; nothing can block His mercy when He wills.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 13,
    "title": "Allah Encompasses All Creation",
    "text": "Allah ﷻ encompasses everything and is above it; His creation cannot encompass Allah ﷻ.",
    "explanation": "Allah encompasses (holds sway over, knows, and manages) everything; nothing is beyond His knowledge and power. At the same time Allah is \"above\" His creation in rank and dominion, not in place. Creation cannot \"encompass\" or limit Allah.<br><br>Sūrat Fuṣṣilat: 54 states: \"Know that Allah encompasses all things.\" Sūrat al-Baqarah: 255 (the Throne Verse) affirms that His Throne encompasses the heavens and the earth and He does not find it heavy. Sound hadith also affirms that Allah is above the Throne and His knowledge is everywhere.<br><br>Believing this we feel watched over and protected: nothing is hidden from Allah, and no problem is too great for Him. We are also guarded from the misunderstanding that Allah is \"confined\" in the sky; He encompasses everything without needing space.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 14,
    "title": "Allah Creates Life and Death",
    "text": "Allah ﷻ gives death without fear and gives life again without difficulty.",
    "explanation": "Life and death are entirely in Allah's hand. Giving death to creation does not make Allah afraid or weak; giving life again (including on the Day of Resurrection) is not difficult for Him. All happens by His will and word alone.<br><br>Sūrat al-Mulk: 2 states: \"He who made death and life.\" Sūrat Qāf: 43: \"It is We who give life and death, and to Us is the return.\" Sound hadith affirms that the soul is taken by Allah's command and on the Day of Resurrection all creation will be raised by the blast of the Trumpet.<br><br>This belief reminds us that death is not an empty end but a gate to the life of the hereafter. We prepare with righteous deeds and do not fear death excessively, because the one who holds life and death is Allah the Just and Merciful.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 15,
    "title": "The Fixed Term for All Creation",
    "text": "Allah ﷻ assigns a fixed term (ajal) to His creation.",
    "explanation": "Every creature has an ajal (time of death) set by Allah; no one can advance or delay it by a second. This is part of the decree written in the Preserved Tablet.<br><br>Sūrat al-Anʿām: 2 states: \"He who created you from dust, then set a term (ajal) for you.\" Sūrat Luqmān: 34: \"Indeed Allah—with Him alone is knowledge of the Hour... and no soul knows in what land it will die.\" Sound hadith (Bukhārī–Muslim) affirms that a person's ajal, provision, and fate are written while still in the womb.<br><br>This understanding keeps us from excessive anxiety and urges us to use our remaining life well. We cannot change when the term comes, but we can fill life with deeds that please Allah.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 16,
    "title": "Guidance And Misguidance Are Justice",
    "text": "Allah ﷻ guides whom He wills by His bounty and leads astray whom He wills by His justice; all are subject to Allah's ﷻ decree, and none can reject Allah's ﷻ judgment.",
    "explanation": "Guidance (hidāya) and misguidance (iḍlāl) are in Allah's hand. Whoever is guided is so by His bounty; whoever is led astray is so by His justice (e.g. because they chose disbelief after the truth was clear). Allah's judgment cannot be rejected or challenged by anyone.<br><br>Sūrat al-Anʿām: 125: \"Whomever Allah wills to guide, He opens his breast to Islam... and whomever He wills to lead astray, He makes his breast narrow.\" Sūrat al-Aʿrāf: 178 also affirms that guidance and misguidance are in Allah's hand. A sound hadith states that the human heart is between two fingers of the Most Merciful; Allah turns it as He wills.<br><br>We must strive for guidance (learning, supplicating, keeping company with the righteous) and not be arrogant when guided. We also do not despair for those astray; we continue to call to faith and pray for them, for guidance remains Allah's sole prerogative.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 17,
    "title": "Command To Obey And Prohibition Of Disobedience",
    "text": "Allah ﷻ commands His creation to obey Him and forbids His creation to disobey Him.",
    "explanation": "Allah commands obedience (worship, good character, obeying the Messenger) and forbids disobedience (shirk, major and minor sins). These commands and prohibitions are clear in the Quran and Sunnah; our duty is to obey and avoid sin.<br><br>Sūrat an-Nisāʾ: 59: \"Obey Allah and obey the Messenger.\" Sūrat al-Aʿrāf: 33 forbids indecency, wrong, and oppression. A sound hadith (Bukhārī) affirms that obedience to the Messenger is obedience to Allah, and disobedience to the Messenger is disobedience to Allah. The Prophet also said that the lawful and the unlawful are clear.<br><br>In daily life we strive to fulfil commands (prayer, zakāh, honesty, devotion) and avoid prohibitions (lying, fornication, usury, disobedience). We do not add to what is forbidden or take sin lightly; we pray for strength to obey and to be kept from disobedience.",
    "category": "Community, Ruler & Fiqh"
  },
  {
    "no": 18,
    "title": "Creation Of Creation Based On Allah's Knowledge",
    "text": "Allah ﷻ created creation with His knowledge.",
    "explanation": "Allah created the universe and every creature with His perfect knowledge; nothing is created by chance or without wisdom. All creation is in accordance with the measure, time, and decree that Allah already knew.<br><br>Sūrat al-Ḥijr: 86: \"Indeed your Lord is the All-Creating, the All-Knowing.\" Sūrat al-Furqān: 2 affirms that Allah created everything and set its measures. A sound hadith states that Allah wrote the destiny of all creation before creating the heavens and the earth.<br><br>This belief fosters confidence that our life is not in vain; there is a plan and wisdom behind Allah's creation. We are also moved to learn and use knowledge, for human knowledge is a small part of Allah's knowledge that encompasses all things.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 19,
    "title": "Allah Provides Sustenance Without Difficulty",
    "text": "Allah ﷻ creates without need to do so and provides sustenance to His creation without difficulty.",
    "explanation": "Allah did not create out of need for creation; He provides sustenance without burden or difficulty. Sustenance (rizq) includes wealth, health, peace, and all we enjoy; all is from Allah and given with ease by Him.<br><br>Sūrat adh-Dhāriyāt: 56–57 affirms that Allah created jinn and mankind to worship Him, and He does not need sustenance from them. Sūrat Hūd: 6: \"There is no creature on earth but that its provision is from Allah.\" A sound hadith states that sustenance is decreed and will not be exchanged; whoever is God-fearing, Allah will give him a way out and sustenance from where he does not expect.<br><br>We strive to seek lawful sustenance without excessive anxiety; we are certain that the Provider is Allah. We are grateful for what we have and do not compare our lot with others, for the apportioning of sustenance is in the hand of Allah the All-Wise.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 20,
    "title": "Allah Decrees The Destiny Of All Creation",
    "text": "Allah ﷻ decrees destiny for what He creates.",
    "explanation": "Destiny (qadar) is Allah's decree over all that befalls creation: sustenance, term of life, deeds, happiness and misery, and so on. All is written in the Preserved Tablet before creation; we believe without probing \"how\" or \"why\" excessively.<br><br>Sūrat al-Qamar: 49: \"Indeed We created everything according to a measure.\" Sūrat al-Ḥadīd: 22: \"No disaster befalls the earth or yourselves but it is in a book (the Preserved Tablet) before We bring it into being.\" A sound hadith (Muslim) affirms that belief in destiny, the good and the bad of it, is a pillar of faith.<br><br>We accept destiny with patience when struck by calamity and with gratitude when given blessing. We still strive (ikhtiyār) because striving is also part of destiny; we are neither passive nor despairing, nor do we rebel against Allah's decree.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 21,
    "title": "Allah Answers The Supplication Of The Believing Servant",
    "text": "Allah ﷻ answers the supplication of people and gives them what they ask.",
    "explanation": "Supplication is worship and a means of drawing near to Allah. Allah answers His servant's supplication according to His wisdom: sometimes granted exactly as asked, sometimes replaced with something better, or deferred to a more fitting time.<br><br>Sūrat al-Baqarah: 186: \"When My servants ask you about Me, I am near. I answer the call of the one who supplicates when he supplicates to Me.\" Sūrat Ghāfir: 60: \"Supplicate to Me, I will respond to you.\" A sound hadith states that supplication is the weapon of the believer and Allah is too merciful to refuse the hand of a servant raised in supplication.<br><br>We are urged to supplicate with devotion, confident of being answered, and not to despair hastily. We also choose ma'thūr supplications (from the Prophet) and good supplications, and accept that the best outcome is in Allah's hand.",
    "category": "Supplication, Knowledge & Limits"
  },
  {
    "no": 22,
    "title": "Allah's Knowledge Of The Dwellers Of The Hereafter",
    "text": "Allah ﷻ knows—before time existed—the exact number of those who will enter Paradise and those who will enter the Fire; that number neither increases nor decreases.",
    "explanation": "Allah has known since eternity (before time existed) who will enter Paradise and who will enter the Fire; His knowledge is perfect and unchanging. This does not mean humans are compelled; rather Allah knows the outcome of each servant's choices and deeds.<br><br>Sūrat Hūd: 107 and sound hadith (Bukhārī–Muslim) mention that the inhabitants of Paradise and the Fire are already fixed; some are told \"your place in Paradise\" or \"your place in the Fire.\" Sūrat al-Wāqiʿah and other verses describe the two groups of the hereafter. The Prophet also said that Allah has decreed who will be blessed and who will be wretched.<br><br>We must not assume \"I will surely enter Paradise\" or \"I will surely enter the Fire\"; we strive to be among the people of good and hope for Allah's mercy. This belief urges us to take deeds seriously and not rely on speculation.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 23,
    "title": "Allah's Wrath And Pleasure Are Perfect",
    "text": "Allah ﷻ is wrathful and pleased, but not like any creature.",
    "explanation": "Allah has the attributes of wrath (ghaḍab) and pleasure (riḍā); we believe in them without likening them to human anger or joy. Allah's wrath is perfect against disobedience and unbelief; His pleasure is perfect toward obedience and tawhid.<br><br>Sūrat al-Fatḥ: 6 and other verses mention Allah's pleasure. A sound hadith (Bukhārī–Muslim) states that Allah is wrathful with those who disobey and pleased with those who obey; \"Whoever makes Allah wrathful over (violating) My right, I will be wrathful with him.\" The Prophet also said that Allah's pleasure lies in the pleasure of parents. We do not ask \"how\" Allah's wrath or pleasure is (without tashbīh).<br><br>In practice we seek Allah's pleasure through obedience and avoid what angers Him. We fear His wrath and hope for His pleasure, without imagining Allah like an emotional creature.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 24,
    "title": "Allah Is Ever-First And Ever-Lasting",
    "text": "Allah ﷻ is Qadīm without beginning and Ever-Lasting without end.",
    "explanation": "Allah is Qadīm (there is no beginning to His existence) and Baqā (ever-lasting, there is no end). He has always been; He was never \"not yet existing\" and will never \"cease to exist.\" All creation will perish, while the face of your Lord remains everlasting.<br><br>Sūrat ar-Raḥmān: 26–27: \"All that is on earth will perish. And the face of your Lord, full of majesty and honour, will remain.\" Sūrat al-Ḥadīd: 3: \"He is the First and the Last.\" A sound hadith states that Allah existed with nothing alongside Him before creation.<br><br>This belief steadies the heart: we worship a Being who will not vanish; His promise and His threat are eternal. The perishable world reminds us not to cling excessively; the only one who is everlasting and worthy of eternal reliance is Allah.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 25,
    "title": "Allah's Attributes Existed Before Creation",
    "text": "Allah ﷻ has always existed with His attributes since before creation, and the creation of creation adds nothing to His attributes; Allah ﷻ remains throughout endless time.",
    "explanation": "Allah's attributes (knowledge, power, life, speech, etc.) have always belonged to Him since before any creation existed. Creating the universe did not \"add\" any new attribute to Allah; He remains perfect without depending on creation. This rejects the idea that Allah \"acquired\" attributes only after creating.<br><br>Sūrat al-Ḥadīd: 3 mentions Allah the First and the Last. Verses on the names and attributes (Al-ʿAlīm, Al-Qādir, etc.) show attributes that are eternal. Hadith and the consensus of Ahl as-Sunnah scholars affirm that Allah is always with His attributes, unchanged and not increased by the existence of creation.<br><br>This understanding guards tawhid from thoughts that demean Allah (as if He evolved or depended on the world). We worship Allah who is perfect from eternity, now, and forever.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 26,
    "title": "Allah Is Ever Lord And Creator",
    "text": "Allah ﷻ is ever Lord and ever Creator, even when there was nothing to worship Him or no creation yet.",
    "explanation": "Allah remains Lord (Ilāh) and Creator (Khāliq) even before any creature worshipped Him or any creation existed. His attributes of rubūbiyyah and ulūhiyyah do not depend on creation; He is worthy of worship and able to create from eternity.<br><br>Sūrat al-Ikhlāṣ and verses on tawḥīd affirm Allah's oneness without depending on creation's acknowledgement. The hadith \"Kuntu kanzan makhfiyyan\" (I was a hidden treasure) in certain narrations explains that Allah existed before creation. Scholars of Ahl as-Sunnah affirm: Allah is ever Al-Khāliq in meaning, though the act of creating (takwīn) occurs by His will.<br><br>This prevents us from thinking that Allah \"became\" Lord or Creator only after the world existed; He is perfect and independent of all.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 27,
    "title": "Prohibition Of Arguing Over Allah's Decree",
    "text": "Allah ﷻ has known all that will occur and has decreed it in detail and with certainty; none can oppose, add to, or change Allah's ﷻ decree—arguing over the decree and probing \"why\" is misguidance.",
    "explanation": "Allah's decree is written and certain; nothing can change it. Arguing over \"why Allah decreed this\" or probing the secrets of qadar without sound evidence is forbidden and can lead to misguidance (such as extreme Qadari or Jabari views).<br><br>Sūrat al-Kahf: 22 warns against asking about what has not been disclosed. A sound hadith (Muslim) states that speaking about decree without knowledge is forbidden; the Prophet forbade debate about qadar. Scholars explain that we believe in decree without \"digging into\" what Allah has not revealed.<br><br>We accept decree with trust and patience; we do not spend energy arguing \"why was I decreed this.\" Our focus is to act according to the Sharīʿah and accept Allah's decree with a content heart.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 28,
    "title": "Allah Will Never Perish",
    "text": "Allah ﷻ will never perish or come to an end.",
    "explanation": "Allah is eternally lasting; He will not perish, vanish, or end. Unlike creation which is transient, Allah's essence and attributes remain forever. This belief is part of the perfection of tawḥīd.<br><br>Sūrat ar-Raḥmān: 27: \"And the face of your Lord remains.\" Sūrat al-Qaṣaṣ: 88: \"Everything perishes except His face.\" Hadith and scholarly consensus affirm that Allah will not perish; He is the First and the Last, the Outward and the Inward.<br><br>Believing this gives us peace: the promise of Paradise and the threat of Hell are eternal, and the only one worthy of lasting reliance is Allah. We do not fear that our \"Lord\" will vanish; His eternity is a source of tranquillity for the believer.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 29,
    "title": "Allah Has No Need Of All Creation",
    "text": "Allah ﷻ has no need of the Throne or what is beneath it.",
    "explanation": "The Throne (ʿArsh) is Allah's greatest creation, but Allah has no need of the Throne or anything beneath it. Allah exists without needing a place; the Throne was created as a sign of might and for creation, not to \"support\" Allah.<br><br>Sūrat Ṭāhā: 5: \"The Most Merciful, who rose over the Throne.\" Scholars interpret istiwāʾ in a manner befitting Allah without likening Him to creation. Sūrat al-Baqarah: 255 states that Allah neither slumbers nor sleeps; He has no need of rest or a \"seat.\" A sound hadith states that the Throne is the roof of Paradise and that Allah has no need of heaven or earth.<br><br>This understanding guards us from imagining Allah \"sitting\" on the Throne like a king on a throne. Allah is Self-Sufficient; the Throne and all creation are His creation in submission, not something He needs.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 30,
    "title": "Faith In The Throne And The Footstool",
    "text": "The Throne (ʿArsh) and the Footstool (al-Kursī) are real, and we believe in them.",
    "explanation": "The Throne and the Footstool are Allah's creation mentioned in the texts; we believe in them without denying or likening them to worldly thrones. The Throne is the mighty throne; the Footstool (in the Verse of the Throne) is also mentioned as encompassing the heavens and the earth.<br><br>Sūrat al-Baqarah: 255 (Verse of the Throne): \"His Footstool encompasses the heavens and the earth.\" Sūrat al-Ḥāqqah: 17 and other verses mention angels carrying the Throne. A sound hadith (Bukhārī) states that the seven heavens compared to the Footstool are like a ring in a desert, and the Footstool compared to the Throne is smaller still. We believe without asking \"how\" regarding their form.<br><br>Faith in the Throne and the Footstool reminds us of Allah's greatness; His creation alone is so vast, let alone the Creator. We do not deny or mock sound unseen reports from the Qur'an and the Sunnah.",
    "category": "Angels & The Unseen"
  },
  {
    "no": 31,
    "title": "Obligation Of Hajj And Jihad",
    "text": "Hajj and jihad under the leadership of the ruler of the Muslims—whether just or unjust—are obligations that remain until the Last Hour, and none can cancel or nullify them.",
    "explanation": "Hajj and jihad remain obligatory according to the Sharīʿah even with an unjust ruler; we may not cancel these obligations on the pretext of opposing the ruler. They are carried out with the imam/amir of the Muslims for order and to avoid chaos; these obligations apply until the Day of Judgement.<br><br>Sūrat Āl ʿImrān: 97 makes hajj obligatory for those who are able. A sound hadith (Bukhārī–Muslim) states that jihad remains under command; \"Hear and obey (the amir) even if an Abyssinian slave leads you.\" The Prophet also said that we still pray behind a sinful imam as long as he establishes the prayer. This is not to justify injustice but to preserve unity and the order of the Sharīʿah.<br><br>In practice we perform hajj when able and join jihad when called in a lawful manner; we do not use the ruler's faults as an excuse to abandon obligations or split the community.",
    "category": "Community, Ruler & Fiqh"
  },
  {
    "no": 32,
    "title": "The Secret Reality Of Allah's Decree",
    "text": "The reality of the decree (qadar) is a secret of Allah ﷻ in His creation; man believes in it without probing or questioning \"why\" regarding Allah's ﷻ acts, for Allah ﷻ forbids it and it only brings loss.",
    "explanation": "The reality of qadar is Allah's secret; we believe that all decree is from Him without \"digging\" or questioning \"why\" Allah does thus. Probing it is forbidden and only brings loss (misguidance or anxiety).<br><br>Sūrat al-Māʾidah: 101 forbids asking about matters that would only burden if explained. A sound hadith (Muslim) forbids disputing over qadar. The Prophet also warned that one who disputes about qadar will not be saved. Scholars of Ahl as-Sunnah believe in qadar without takyīf or taʿṭīl.<br><br>We accept decree with an open heart and focus on deeds; we do not spend time probing \"why Allah decreed this or that\" because it is beyond the mind's reach and of no benefit to faith.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 33,
    "title": "Islam The Only True Religion",
    "text": "There is only one religion of Allah ﷻ in heaven and earth, and that is Islam (submission).",
    "explanation": "The religion acceptable to Allah is only one: Islam (submission to Allah with tawḥīd and following the Messenger). The true religion from heaven from Prophet Adam to Prophet Muhammad is in essence one; what deviates or is forged is no longer Allah's religion.<br><br>Sūrat Āl ʿImrān: 19: \"Indeed the (accepted) religion with Allah is Islam.\" Sūrat Āl ʿImrān: 85: \"Whoever seeks a religion other than Islam, it will not be accepted from him.\" A sound hadith states that the prophets are brothers (their religion is one); Prophet Muhammad was sent with the completing Islam. We do not impose this belief by force, but we are certain that the truth is one and the path of salvation is Islam.<br><br>This urges us to learn and practise Islam correctly, not to mix it with conflicting beliefs, and to call to it wisely so others may know the only religion Allah accepts.",
    "category": "Faith: Pillars, Definition & Middle Path"
  },
  {
    "no": 34,
    "title": "Equality Of Faith And Difference In Piety",
    "text": "Faith is in essence the same for all, but the superiority of some over others is due to piety, awareness of Allah ﷻ, and their choice of what Allah ﷻ is more pleased with.",
    "explanation": "The basis of faith (pillars of faith, what must be believed of the Sharīʿah) is the same for every Muslim; there is no \"degree\" of faith in core belief. What distinguishes rank is piety, awareness of Allah (murāqabah), and the choice to prefer what Allah is pleased with.<br><br>Sūrat al-Ḥujurāt: 13: \"Indeed the most noble among you with Allah is the most pious.\" A sound hadith (Bukhārī) states that one may not claim to be more believing than another in fundamentals; superiority lies in deeds and piety. The Prophet also said that the best in Islam are those with the best character.<br><br>We do not be proud by considering ourselves \"more believing\" than others; we strive to increase piety and deeds. Difference in rank with Allah is based on effort and piety, not on claim or group.",
    "category": "Faith: Pillars, Definition & Middle Path"
  },
  {
    "no": 35,
    "title": "The Pillars Of Faith In Allah And The Messenger",
    "text": "Faith consists of faith in Allah ﷻ, His angels, His books, His messengers, the Last Day, and faith that decree—good and bad—is all from Allah ﷻ.",
    "explanation": "The pillars of faith are six: faith in Allah, angels, books, messengers, the Last Day, and decree (good and bad from Allah). These are the core beliefs every Muslim must hold; denying any of them corrupts faith.<br><br>A sound hadith (Bukhārī–Muslim) from ʿUmar ibn al-Khaṭṭāb affirms these six pillars when Jibrīl asked about faith. Sūrat al-Baqarah: 285: \"The Messenger believes in what was sent down to him from his Lord, and so do the believers. All believe in Allah, His angels, His books, and His messengers.\" Sūrat al-Ḥadīd: 22 states that even calamity is written (part of decree).<br><br>We firm our hearts on these six and teach them to family and others. Complete faith includes all pillars; we may not pick and choose or reject any.",
    "category": "Faith: Pillars, Definition & Middle Path"
  },
  {
    "no": 36,
    "title": "Definition Of Faith By Tongue And Heart",
    "text": "Faith consists of affirmation by the tongue and acceptance by the heart.",
    "explanation": "Faith is not merely words on the lips or deeds alone; it includes affirmation by the tongue (shahādah, speaking the truth) and belief in the heart (taṣdīq). Both must be present; one who only speaks without believing in the heart is a hypocrite; one who only believes in the heart without speaking has not fulfilled what is required before people and the law.<br><br>A sound hadith (Bukhārī–Muslim) states that the Prophet was asked about the best deed; faith was mentioned as the foundation. Sūrat al-Ḥujurāt: 14: \"The Bedouin say: We have believed. Say: You have not believed; rather say: We have submitted (Islām), for faith has not yet entered your hearts.\" Scholars of Ahl al-Sunnah agree that faith includes speech (qawl) and deeds that flow from \"acceptance by the heart.\"<br><br>We guard our tongues from words that harm faith and guard our hearts from doubt or denial; we strive to align our speech and our conviction.",
    "category": "Faith: Pillars, Definition & Middle Path"
  },
  {
    "no": 37,
    "title": "Disavowal From Creedal Deviation",
    "text": "This is our religion and what we believe inwardly and outwardly; we disavow before Allah ﷻ whoever opposes what we state and explain.",
    "explanation": "This Ṭaḥāwī creed is the statement of Ahl al-Sunnah belief; whoever deviates from what is stated and explained in it, we disavow before Allah. This is not personal hostility but a clarification that we do not follow creedal deviation (innovation, superstition, or misguidance).<br><br>Sūrat al-Mumtaḥanah: 4 commands disavowal from the enemies of Allah. The Prophet said (Abū Dāwūd, authenticated): \"Whoever innovates or shelters an innovator is beyond Allah's guarantee.\" Scholars explain that disavowal (barāʾah) from people of innovation is by not following their beliefs and by clarifying their error, not by harming them.<br><br>We hold to the sound creed and avoid deviant beliefs; we do not declare others disbelievers without valid proof, but we are clear about creedal deviation and disavow it.",
    "category": "Faith: Pillars, Definition & Middle Path"
  },
  {
    "no": 38,
    "title": "Islam Is The Perfect Middle Path",
    "text": "Islam is the middle path: neither excess nor shortcoming; neither likening Allah's ﷻ attributes to creation nor denying Allah's ﷻ attributes; neither extreme determinism (jabr) nor denial of decree (qadr); and neither false absolute assurance nor despair.",
    "explanation": "Ahl al-Sunnah stand on the middle path: regarding Allah's attributes we affirm what Allah affirms without likening to creation (tashbīh) and without denial (taʿṭīl). Regarding decree we are not extreme determinists nor deniers of decree; regarding hope and fear we neither claim paradise or hell for a specific person nor despair of Allah's mercy.<br><br>Sūrat al-Baqarah: 143: \"Thus We have made you a middle community.\" Hadith and scholarly consensus affirm that Allah's attributes are believed without asking \"how\" (takyīf) and without likening (tamthīl). The Prophet forbade extremism in religion. This middle path is safe from innovation.<br><br>We strive to remain on the middle way: neither excess (ghuluww) nor neglect (taqṣīr); we learn from Ahl al-Sunnah scholars so as not to be drawn to left or right extremes.",
    "category": "Faith: Pillars, Definition & Middle Path"
  },
  {
    "no": 39,
    "title": "The Truth Of The Night Journey And Ascension",
    "text": "The Night Journey (Isrāʾ) and Ascension (Miʿrāj) are true: the Prophet ﷺ was taken by night and ascended in body while awake through the heavens to where Allah ﷻ willed.",
    "explanation": "Isrāʾ (the journey from the Sacred Mosque to the Farthest Mosque) and Miʿrāj (ascent through the heavens) occurred with the Prophet's body and soul while awake; not a dream or spirit only. This event is a miracle Allah gave to strengthen the Prophet and the ummah; we believe in it without demanding a rational \"how\" because it is beyond normal creation.<br><br>Sūrat al-Isrāʾ: 1: \"Glory to Him who carried His servant by night from the Sacred Mosque to the Farthest Mosque.\" A sound hadith (Bukhārī–Muslim) relates the Miʿrāj in detail: the Prophet ascended through the heavens, met earlier prophets, and received the command of the five daily prayers. These reports are widely transmitted and part of the community's belief.<br><br>We hold Isrāʾ and Miʿrāj as truth from Allah; this strengthens our belief that the Prophet is Allah's messenger given miracles, and that the five daily prayers are the great obligation established above the heavens.",
    "category": "Prophet & Messenger"
  },
  {
    "no": 40,
    "title": "Allah's Forgiveness For Believing Servants",
    "text": "If Allah ﷻ wills, He forgives and pardons them by His grace; if Allah ﷻ wills, He punishes them, then brings them out by mercy and intercession; Allah ﷻ is the Protector of those who know Him, and does not treat them like those who deny Allah ﷻ.",
    "explanation": "Allah has the power to forgive His believing servants by His grace, or to punish them according to His justice; if He punishes, He may still bring them out of the Fire by mercy and intercession. Those who know Allah (ʿārif billāh) and believe are not treated the same as those who deny Him.<br><br>Sūrat az-Zumar: 53: \"Say: O My servants who have transgressed against themselves, do not despair of Allah's mercy. Indeed Allah forgives all sins.\" A sound hadith mentions the Prophet's intercession for his ummah and that Allah brings out of the Fire whoever has tawḥīd in his heart. Ahl al-Sunnah believe that people of tawḥīd do not abide eternally in the Fire if they enter it because of sin.<br><br>We do not claim \"certainly forgiven\" or \"certainly in the Fire\" for anyone; we hope for Allah's mercy and fear His punishment. We are certain that Allah is just and merciful; the one who repents and believes is not treated like the one who disbelieves.",
    "category": "The Last Day"
  },
  {
    "no": 41,
    "title": "Hope For Paradise For People Of Good",
    "text": "We hope that Allah ﷻ forgives those who do good and admits them to Paradise, but we do not assert this of anyone; we ask forgiveness for those who do wrong, and we do not despair of such a person.",
    "explanation": "We hope and think well that Allah forgives people of good and admits them to Paradise, but we do not assert this of any specific person (there is no guarantee without deeds). For those who do wrong we ask forgiveness and do not despair of Allah's mercy for them.<br><br>Sūrat az-Zumar: 53 invites us not to despair of Allah's mercy. A sound hadith states that none enters Paradise by his deeds alone; all by Allah's mercy. The Prophet forbade asserting Paradise or Hell for anyone; we hope the best and pray. Ahl as-Sunnah are not like the Khawārij who declare major sinners unbelievers nor like the Murjiʾa who treat deeds as unimportant.<br><br>We strive to do our best and hope for Allah's mercy; we pray for those who do wrong and do not judge that they will certainly enter Hell. This balance between hope and fear keeps us from extremism.",
    "category": "The Last Day"
  },
  {
    "no": 42,
    "title": "Prophethood Of Ibrahim And The Speech To Musa",
    "text": "We believe that Allah ﷻ made Ibrahim His intimate friend (khalīl), and that Allah ﷻ spoke directly to Musa.",
    "explanation": "The Prophet Ibrahim is the Friend of Allah (Khalīlullāh); Allah chose him as a close companion. The Prophet Musa was given the privilege of speaking directly with Allah (kalāmullāh) without an intermediary; this is a miracle and honour from Allah.<br><br>Sūrat an-Nisāʾ: 125: \"And Allah took Ibrahim as a friend (khalīl).\" Sūrat an-Nisāʾ: 164: \"And Allah spoke to Musa in direct speech.\" A sound hadith affirms the merit of Ibrahim and Musa; the Prophet said that Allah spoke to Musa on Mount Ṭūr. We believe in the merits of the prophets without belittling others.<br><br>This belief teaches us to honour all prophets and not to oppose one to another; each has merit given by Allah. We take example from Ibrahim (steadfastness in tawḥīd) and Musa (dialogue with Allah through supplication and obedience).",
    "category": "Prophet & Messenger"
  },
  {
    "no": 43,
    "title": "Questioning And Punishment In The Grave",
    "text": "We believe in the punishment of the grave for those who deserve it, and in the questioning in the grave by Munkar and Nakīr about one's Lord, religion, and prophet, as in the hadiths and reports of the Companions.",
    "explanation": "After death, a person is in the realm of the barzakh; in the grave he is questioned by two angels (Munkar and Nakīr) about his Lord, his religion, and his prophet. Whoever answers correctly receives the comfort of the grave; whoever disbelieves or is a hypocrite receives the punishment of the grave according to Allah's justice.<br><br>Sound hadiths (Bukhārī, Muslim, and others) relate the questioning and punishment of the grave; the Prophet taught a supplication to seek protection from the punishment of the grave. Reports from the Companions also affirm this. Sūrat al-Muʾminūn: 99–100 alludes to the barzakh and the barrier between the dead and return to the world.<br><br>We prepare by firming tawḥīd, following the true religion, and acknowledging the Prophet Muhammad; we pray for steadfastness when questioned in the grave and for protection from the punishment of the grave.",
    "category": "The Last Day"
  },
  {
    "no": 44,
    "title": "Resurrection And Reckoning On The Day Of Judgement",
    "text": "We believe in resurrection after death, recompense for deeds on the Day of Judgement, the presentation of deeds, the reckoning (ḥisāb), the reading of the record, reward or punishment, the bridge (ṣirāṭ), and the scale (mīzān).",
    "explanation": "The Day of Judgement is when all people are raised from the grave to be reckoned. Deeds are presented, the record is read, the scale (mīzān) weighs deeds, then people cross the bridge (ṣirāṭ) to Paradise or Hell. We believe in all of this as it comes in the Quran and hadith.<br><br>Sūrat az-Zalzalah: 7–8: \"Whoever does good equal to the weight of an atom will see it. And whoever does evil equal to the weight of an atom will see it.\" Sūrat al-Kahf: 49, al-Isrāʾ: 13–14, and many other verses speak of the record of deeds, the reckoning, and the mīzān. A sound hadith (Bukhārī–Muslim) relates the ṣirāṭ and that some cross safely and some fall.<br><br>This belief urges us to do good and avoid sin; we are certain that nothing is missed from the record and every deed will be recompensed. We ask Allah to ease our reckoning and save us on that day.",
    "category": "The Last Day"
  },
  {
    "no": 45,
    "title": "Belief In The Karāmāt Of The Saints",
    "text": "We believe in the karāmāt (wonders) of the saints that we know of, and in sound reports about them from trustworthy sources.",
    "explanation": "Karāma is a wonder or favour that Allah grants to a righteous person (walī) beyond the ordinary, such as knowledge given without study or help in a critical moment. We believe in karāmāt whose reports are sound from trustworthy sources; we neither deny nor exaggerate them.<br><br>Sūrat Maryam relates that Maryam was given provision at the mihrāb; Sūrat al-Kahf relates the People of the Cave. Sound hadiths tell of the karāmāt of the Companions (e.g. ʿUmar \"seeing\" the army from afar). Scholars of Ahl as-Sunnah believe in karāma without equating it with prophetic miracle or deifying the saint.<br><br>We do not reject karāmāt that are soundly reported, but we do not readily believe stories of unclear origin. True excellence is taqwā and following the Prophet; karāma is a gift from Allah, not a measure of righteousness.",
    "category": "Faith: Pillars, Definition & Middle Path"
  },
  {
    "no": 46,
    "title": "The Decree Of The Pen Upon The Preserved Tablet",
    "text": "We believe in the Preserved Tablet (Lawḥ Maḥfūẓ) and the Pen and all that is written; what Allah ﷻ has written will surely occur, and what Allah ﷻ has not written will not occur; what is missed by a person he will never attain.",
    "explanation": "The Preserved Tablet is the \"master record\" where Allah has written all decree; the Pen (qalam) is a creature that writes by Allah's command. What is written will surely occur; what is not written will not occur. Provision, term of life, and fate are recorded; what is missed by a person he will not attain.<br><br>Sūrat al-Ḥadīd: 22: \"No disaster befalls the earth or yourselves but it is in a book (the Preserved Tablet) before We bring it into being.\" A sound hadith (Aḥmad, etc.) states that the first thing Allah created was the Pen, then He commanded it to write all that would occur. Sūrat al-Anʿām: 59 affirms that nothing is hidden from Allah's knowledge.<br><br>We believe in this decree without feeling \"compelled\"; we still strive and supplicate because striving and supplication are also part of decree. This belief gives peace of heart and keeps us from envy or despair over what we do not receive.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 47,
    "title": "The Angel Of Death And His Task",
    "text": "We believe in the Angel of Death, who is charged with taking the souls of all creation.",
    "explanation": "The Angel of Death (ʿAzrāʾīl or Malak al-Mawt) is the angel Allah has charged with taking the soul of every living creature. The taking of the soul occurs by Allah's command; none dies before his term and none is delayed after his term.<br><br>Sūrat as-Sajdah: 11: \"Say: The angel of death in charge of you will take you in death.\" A sound hadith relates that the Angel of Death comes to a person when his term arrives; some are taken easily and some with difficulty according to their deeds. We do not assert the angel's name (ʿAzrāʾīl) as certain because there is no decisive proof; what is certain is belief in the angel who takes souls.<br><br>This belief reminds us that death will surely come and that it is carried out by Allah's command; we prepare with repentance and good deeds so that when our soul is taken we are in a good state.",
    "category": "Angels & The Unseen"
  },
  {
    "no": 48,
    "title": "The Two Angels Who Record Human Deeds",
    "text": "We believe in the noble angels who record people's deeds, for Allah ﷻ has appointed them over people as two guardians.",
    "explanation": "Every person is attended by two angels: one records good and one records evil. No word or deed is missed from the record; this record will be presented on the Day of Judgement. Both are \"guardians\" appointed by Allah, not to harm but to record justly.<br><br>Sūrat Qāf: 17–18: \"When the two angels record (deeds), one sitting on the right and one on the left. No word is uttered but there is a watcher by him, ready.\" Sūrat al-Infiṭār: 10–12 also mention the guardians (ḥafẓa). A sound hadith affirms that the angels record every deed.<br><br>We are aware that every deed is recorded; this urges us to guard our tongues and deeds and to increase good works. We do not fear to the point of anxiety, but we do not neglect; we strive so that the record on the right outweighs the record on the left.",
    "category": "Angels & The Unseen"
  },
  {
    "no": 49,
    "title": "Faith In The Messengers And The Books",
    "text": "We believe in the angels, the prophets, and the books revealed to the messengers, and we testify that they all followed the manifest truth.",
    "explanation": "We believe in the angels, the prophets, and the books of Allah (the Torah, the Gospel, the Zabūr, and the Quran) without discriminating. All messengers brought the same truth (tawḥīd and obedience); we testify that they were upon the manifest truth and we do not deny any of them.<br><br>Sūrat al-Baqarah: 285: \"All believe in Allah, His angels, His books, and His messengers. (They say:) We do not discriminate between any of His messengers.\" Sūrat an-Nisāʾ: 150–152 warn against those who deny some messengers. A sound hadith affirms that we believe in all the prophets from Adam to Muhammad.<br><br>We do not revile any prophet or book; we hold that Islam completes and confirms what came before. We follow the Prophet Muhammad as the final messenger and the Quran as the final book, confirming the previous books.",
    "category": "Quran & Revelation"
  },
  {
    "no": 50,
    "title": "All Things Are Decree From Allah",
    "text": "We believe in all of this, and are certain that everything is from Allah ﷻ.",
    "explanation": "All that we believe in—angels, books, messengers, decree, the Last Day, etc.—and everything that occurs in the universe is in essence from Allah. Nothing occurs without His knowledge, will, and decree; we believe in this with certainty.<br><br>Sūrat at-Taghābun: 11: \"No disaster befalls anyone except by Allah's leave.\" Sūrat al-Ḥadīd: 22 affirms that every disaster is written. A sound hadith (Muslim) affirms belief in decree, the good and the bad of it, from Allah. The belief that \"everything is from Allah\" is the foundation of tawakkul and patience.<br><br>We do not attribute events merely to \"nature\" or \"chance\"; we are certain that behind everything is Allah's decree. This does not remove human responsibility (we still strive and are held to account), but we leave the final outcome to Allah.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 51,
    "title": "No Discrimination Between The Messengers",
    "text": "We believe in all of this, do not discriminate between any of the messengers, and accept as true all that they brought.",
    "explanation": "We believe in all the messengers without discriminating: we do not deny some and affirm others. We accept as truth what they brought (tawḥīd, obligations of worship, moral conduct); we do not say \"we believe in some and disbelieve in some.\"<br><br>Sūrat al-Baqarah: 136: \"Say: We believe in Allah and what was sent down to us, and what was sent down to Ibrāhīm, Ismāʿīl, Isḥāq, Yaʿqūb, and the tribes, and what was given to Mūsā, ʿĪsā, and the prophets from their Lord. We do not discriminate between any of them.\" Sūrat an-Nisāʾ: 150–152 forbid believing in some messengers and denying others. Hadith states that reviling any prophet is a major sin.<br><br>We honour all the prophets and do not set one against another; we follow the law of the Prophet Muhammad as the seal and perfecter, while believing that all messengers brought the truth from Allah.",
    "category": "Prophet & Messenger"
  },
  {
    "no": 52,
    "title": "The Emergence Of Ad-Dajjal And Signs Of The Hour",
    "text": "We believe in the signs of the Hour such as the emergence of Ad-Dajjal, the descent of ʿĪsā ibn Maryam from the sky, the sun rising from the west, and the emergence of the Beast from the earth.",
    "explanation": "We believe in the signs of the Hour mentioned by the Prophet: the emergence of Ad-Dajjal (the great deceiver), the descent of ʿĪsā ibn Maryam from the sky to defeat Ad-Dajjal and establish the law, the sun rising from the west (after which repentance is not accepted), and the emergence of the Beast from the earth. All of this occurs before the greater Hour.<br><br>Sound hadiths (Bukhārī, Muslim, and others) relate the signs of the Hour. The Prophet said that Ad-Dajjal will appear and ʿĪsā will descend and slay him. Sūrat al-Anʿām: 158 alludes to the sun rising from the west. We believe without questioning the \"how\" in detail.<br><br>This belief reminds us that the Hour is real and has signs; we prepare with faith and righteous deeds, and we are not deceived by Ad-Dajjal or false claims.",
    "category": "The Last Day"
  },
  {
    "no": 53,
    "title": "The Ten Companions Promised Paradise",
    "text": "We testify that the ten who were promised Paradise by the Messenger of Allah ﷺ will be in Paradise: Abū Bakr, ʿUmar, ʿUthmān, ʿAlī, Ṭalḥa, Az-Zubayr, ʿAbdur-Raḥmān ibn ʿAwf, Saʿd ibn Abī Waqqāṣ, Saʿīd ibn Zayd, and Abū ʿUbayda ibn Al-Jarrāḥ.",
    "explanation": "We hold that the ten companions whom the Prophet promised Paradise (al-ʿashara al-mubashshara) will enter Paradise: Abū Bakr, ʿUmar, ʿUthmān, ʿAlī, Ṭalḥa, Az-Zubayr, ʿAbdur-Raḥmān ibn ʿAwf, Saʿd ibn Abī Waqqāṣ, Saʿīd ibn Zayd, and Abū ʿUbayda ibn Al-Jarrāḥ. The Prophet's promise is true and they are models for the ummah.<br><br>A sound hadith (Tirmidhī and others) states that the Prophet promised Paradise to these ten companions. They are great figures in Islam; acknowledging their excellence is part of the creed of Ahl as-Sunnah. We do not exaggerate nor belittle; we follow their path.<br><br>We honour all the companions and do not harbour hatred for any of them; we take as our example these ten in faith, justice, and sacrifice.",
    "category": "Companions, Caliphs & Ahlul Bayt"
  },
  {
    "no": 54,
    "title": "Loving Justice And Hating Oppression",
    "text": "We love the people of justice and honesty, and we hate the people of oppression and falsehood.",
    "explanation": "We love all the companions of the Prophet without excess toward any (ghuluw) and without neglecting any (taqṣīr). Loving the companions is part of Islam and faith; hating or reviling the companions is unbelief and hypocrisy.<br><br>Sūrat at-Tawba: 100 praises those who were first and foremost from the Muhājirūn and the Anṣār. Sound hadith forbids reviling the companions; the Prophet said do not revile my companions. Ahl as-Sunnah hold that the companions may have differed in ijtihād but not in creed.<br><br>We do not join in reviling the companions or deem them at fault without proof; we honour them and take as our example the best generation of this ummah.",
    "category": "Community, Ruler & Fiqh"
  },
  {
    "no": 55,
    "title": "The Prohibition Of Hating The Companions Of The Prophet",
    "text": "We love the companions of the Messenger of Allah ﷺ, but we do not go to excess regarding any of them, and we do not neglect any of them; loving the companions is part of Islam and faith; hating the companions is unbelief and hypocrisy.",
    "explanation": "We love the people of justice and honesty and we hate the people of oppression and falsehood. Love and hate for the sake of Allah are part of faith; we are not neutral toward oppression or falsehood.<br><br>Sūrat al-Mumtaḥana: 8 commands us not to take as enemies those who do not fight us on account of religion. The Prophet said (Bukhārī) that the most beloved to Allah are those who benefit people most. Oppression and falsehood are forbidden in many verses and hadiths.<br><br>We strive to be just and honest in our own affairs and to support justice in society; we avoid oppression and falsehood, and we do not ally with the unjust in their injustice.",
    "category": "Companions, Caliphs & Ahlul Bayt"
  },
  {
    "no": 56,
    "title": "The Order Of The Rightly Guided Caliphs As Leaders Of The Muslims",
    "text": "We affirm that after the death of the Messenger of Allah ﷺ the caliphate passed first to Abū Bakr Aṣ-Ṣiddīq, then to ʿUmar, then to ʿUthmān, then to ʿAlī ibn Abī Ṭālib—they are the Rightly Guided Caliphs and the upright leaders.",
    "explanation": "After the Prophet's death, the caliphate passed to Abū Bakr, then ʿUmar, then ʿUthmān, then ʿAlī. They are the Rightly Guided Caliphs (al-Khulafāʾ ar-Rāshidūn); this order is based on historical fact and the consensus of Ahl as-Sunnah.<br><br>Sound hadith states that the caliphate after the Prophet belongs to Quraysh and that the Prophet commanded following the way of the rightly guided caliphs. Sound reports relate the pledge of allegiance to Abū Bakr, then ʿUmar, ʿUthmān, and ʿAlī. We do not oppose or belittle any of them.<br><br>We acknowledge the four caliphs as just leaders and follow their path in religion and governance; we do not follow those who revile or declare any of the caliphs to be disbelievers.",
    "category": "Companions, Caliphs & Ahlul Bayt"
  },
  {
    "no": 57,
    "title": "Following The Sunnah Of The Prophet And The Community",
    "text": "We follow the Sunnah of the Prophet ﷺ and the Muslim community, and we avoid deviation, division, and discord.",
    "explanation": "We hold fast to the Sunnah of the Prophet and the community of Muslims; we avoid innovation, division, and deviant positions. Following the Sunnah and the community is the path of safety.<br><br>Sound hadith (Abū Dāwūd, Tirmidhī) states: \"Hold fast to my Sunnah and the Sunnah of the rightly guided caliphs\" and \"The community is mercy, division is punishment.\" Sūrat Āl ʿImrān: 103 commands holding fast to the rope of Allah and not splitting. Ahl as-Sunnah wa al-Jamāʿa is the name for those who follow this path.<br><br>We learn the religion from sound sources (the Quran and the Sunnah) and follow the understanding of the community, not whim or splinter groups; we avoid debates that divide.",
    "category": "Community, Ruler & Fiqh"
  },
  {
    "no": 58,
    "title": "Definition Of Muslims As People Of The Qibla",
    "text": "We call those who face our qibla Muslim and muʾmin—as long as such people of the qibla acknowledge what the Prophet ﷺ brought and accept as true all that he said and reported.",
    "explanation": "Those who pray facing our qibla (the Kaʿba) and acknowledge what the Prophet brought and affirm all that the Prophet said and reported we call Muslim and muʾmin. We do not declare people of the qibla to be disbelievers as long as they do not deny what is plainly unbelief.<br><br>Sūrat al-Baqarah: 143 describes the Muslim ummah as a middle nation. Sound hadith states that whoever prays as we do and faces our qibla is a Muslim. Scholars of Ahl as-Sunnah do not declare people of the qibla disbelievers on account of sin as long as they do not make it lawful.<br><br>We do not lightly accuse of disbelief; we distinguish between a Muslim who sins and one who has left Islam. We leave the secrets of the heart to Allah and treat people of the qibla as fellow Muslims.",
    "category": "Community, Ruler & Fiqh"
  },
  {
    "no": 59,
    "title": "Unity Is Right And Division Is Punishment",
    "text": "We agree that unity is the right path, and that division is deviation and punishment.",
    "explanation": "Unity upon the truth is the right path; division is deviation and punishment. Allah commands unity and forbids division.<br><br>Sūrat Āl ʿImrān: 103: \"Hold fast, all of you, to the rope of Allah and do not be divided.\" A sound hadith (Ibn Mājah) states that division is punishment. The Prophet forbade splitting and commanded hearing and obeying the ruler as long as it is not in disobedience.<br><br>We strive to preserve Islamic brotherhood and not to split the ummah with issues of innovation or accusation; we unite upon the Quran and the Sunnah and the understanding of the salaf.",
    "category": "Community, Ruler & Fiqh"
  },
  {
    "no": 60,
    "title": "The Permissibility Of Wiping Khuff According To Hadith",
    "text": "We agree on wiping the khuff (leather socks) whether travelling or not, as in the hadiths.",
    "explanation": "Wiping the khuff (leather socks that cover the ankles) instead of washing the feet in ablution is permitted in hadith, whether travelling or not. This is a concession of the law that the Prophet taught.<br><br>Sound hadith (Muslim and others) relates that the Prophet and the companions wiped the khuff. Scholars agree on its permissibility with the conditions mentioned in fiqh. This is part of the ease of the religion; we follow it without excess or rejection.<br><br>We may use the concession of wiping the khuff according to the conditions when performing ablution; we do not consider it obligatory nor forbidden as long as we follow the sound evidence.",
    "category": "Community, Ruler & Fiqh"
  },
  {
    "no": 61,
    "title": "Prayer Behind Every Imam",
    "text": "We agree to pray behind any one of the people of the qibla—whether righteous or unjust—and to pray the funeral prayer for any one of the people of the qibla when they die.",
    "explanation": "We pray behind any one of the people of the qibla—whether pious or sinful—as long as they establish the prayer validly; we also pray the funeral prayer for people of the qibla who have died. This preserves unity and avoids boycotting the congregation because of the imam's personal fault.<br><br>Sound hadith (Bukhārī–Muslim) affirms praying behind a sinful imam as long as he establishes the prayer. The Prophet said they (the imam) are in front of you; if correct the reward is for you and for them, if wrong the reward is for you and the sin is for them. Praying the funeral prayer for a Muslim is a collective obligation.<br><br>We do not leave the congregation merely because the imam is imperfect; we continue to pray in congregation and supplicate for the imam to be guided. We pray the funeral prayer for Muslims and do not refuse merely because of that person's sins.",
    "category": "Community, Ruler & Fiqh"
  },
  {
    "no": 62,
    "title": "The Quran Is Speech Not Creation",
    "text": "We do not argue about the Quran, and we testify that it is the speech of Allah ﷻ brought by the Trustworthy Spirit to Muhammad ﷺ; it is not the speech of creation, and we do not say it is created.",
    "explanation": "The Quran is the Speech of Allah (Kalāmullāh) brought by Jibrīl to the Prophet Muhammad; it is not the speech of creation and we do not say it is created. Arguing about \"how\" or \"created or not\" without basis is innovation; we believe what Allah and the Messenger have established.<br><br>Sūrat at-Tawba: 6 refers to \"the word of Allah\" (Kalāmullāh). Sound hadith affirms that the Quran was revealed through the Trustworthy Spirit (Jibrīl). Ahl as-Sunnah affirm that the Speech of Allah is His attribute, not creation; whoever says the Quran is created has deviated.<br><br>We do not debate this matter with the common people; we simply believe that the Quran is the sacred speech of Allah and not creation. We honour the Quran and act upon it without falling into unbeneficial theological debate.",
    "category": "Quran & Revelation"
  },
  {
    "no": 63,
    "title": "Avoiding Vain Speech About Religion",
    "text": "We do not enter into vain speech about Allah ﷻ, and we do not allow dispute about the religion of Allah ﷻ.",
    "explanation": "We do not enter into vain speech about Allah (such as debating His essence or what has no evidence), and we do not allow dispute about the religion of Allah to damage brotherhood. Religion is built on evidence, not speculation.<br><br>Sūrat al-Isrāʾ: 36 forbids following what one has no knowledge of. Sound hadith forbids arguing about the Quran without knowledge and commands referring dispute to Allah and the Messenger. Scholars forbid jidal (contentious debate) in religion.<br><br>We speak about religion on the basis of the Quran and the Sunnah; we do not spend time on endless debate. We preserve unity and do not split merely over non-fundamental differences.",
    "category": "Faith: Pillars, Definition & Middle Path"
  },
  {
    "no": 64,
    "title": "Obedience To Rulers So Long As Not Disobedience",
    "text": "We do not accept rebellion against the imam or the ruler of our affairs, even if the imam and ruler are unjust; obedience to the imam and ruler is part of obedience to Allah ﷻ, and is obligatory so long as the imam and ruler do not command sin; we supplicate for guidance and forgiveness for such imam and ruler.",
    "explanation": "We do not accept rebellion against the imam or the ruler of the Muslims even if they are unjust; obedience to them is part of obedience to Allah and is obligatory so long as they do not command disobedience. We supplicate for guidance and forgiveness for them.<br><br>Sound hadith (Bukhārī–Muslim) affirms: hear and obey the amīr so long as not commanded to disobey; the Prophet forbade rebellion so long as they establish the prayer. Sūrat an-Nisāʾ: 59 commands obedience to those in authority. This preserves stability and the order of the law.<br><br>We obey in what is good and do not obey when commanded to sin; we do not rebel with violence or cause division. We supplicate for the ruler to be just and guided, and we seek to advise in a wise manner.",
    "category": "Community, Ruler & Fiqh"
  },
  {
    "no": 65,
    "title": "Rejection Of Soothsayers And Fortune-Tellers",
    "text": "We do not accept as true the words of soothsayers and fortune-tellers, nor any claim that contradicts the Book, the Sunnah, and the consensus of the Muslim community.",
    "explanation": "We do not accept the words of soothsayers, fortune-tellers, or anyone who claims to know the unseen or to predict fate; we also reject any claim that contradicts the Quran, the Sunnah, and the consensus of the ummah. Truth is only from revelation.<br><br>Sound hadith (Bukhārī–Muslim) affirms that the Prophet said: whoever goes to a soothsayer or fortune-teller and believes them has disbelieved in what was sent down to Muhammad. Sūrat al-Jinn: 26–27 affirm that none knows the unseen except Allah.<br><br>We do not believe in predictions, horoscopes, or \"knowledge\" that claims to know the future; we rely on Allah and act in accordance with His norms. We take news only from sound sources (the Book and the Sunnah).",
    "category": "Supplication, Knowledge & Limits"
  },
  {
    "no": 66,
    "title": "Not Declaring Muslims Disbelievers Because Of Sin",
    "text": "We do not consider any one of our people of the qibla a disbeliever because of a sinful deed they do—so long as the person of the qibla does not consider that deed lawful.",
    "explanation": "We do not declare people of the qibla (those who pray toward our qibla and acknowledge the Prophet) disbelievers merely because they commit sin—so long as they do not make that sin lawful. Sin does not automatically remove one from Islam.<br><br>Sound hadith affirms: a Muslim must not declare another Muslim a disbeliever; whoever calls his brother \"O disbeliever\" then one of them returns to that call. Scholars of Ahl as-Sunnah distinguish between one who commits major sin but remains a believer and one who leaves Islam by denying what is clearly (part of faith).<br><br>We do not lightly accuse of disbelief; we distinguish between one who sins but remains a believer and one who denies a pillar of Islam or makes the unlawful lawful. We leave the secrets of the heart to Allah.",
    "category": "Sin, Disbelief & People Of The Qibla"
  },
  {
    "no": 67,
    "title": "The Harmful Effect Of Sin Upon The Believer",
    "text": "We do not say that the sin of a believer has no harmful effect upon him.",
    "explanation": "We do not say that the sin of a believer has no harmful effect upon him. Sin remains harmful: it reduces reward, brings punishment in this world or the next, and weakens faith. We do not take sin lightly.<br><br>Sūrat an-Nisāʾ: 31 and other verses warn that major sins can bring punishment. Sound hadith affirms that sin leaves a trace on the heart. The Prophet forbade taking minor sins lightly. Ahl as-Sunnah reject the view of the Murji'a that sin does not harm faith.<br><br>We fear sin and repent; we do not feel \"safe\" merely because we have faith. We strive to avoid major and minor sins and do not underestimate the effect of disobedience on the heart and the outcome in the hereafter.",
    "category": "Sin, Disbelief & People Of The Qibla"
  },
  {
    "no": 68,
    "title": "The Prohibition Of Accusing Fellow Muslims Of Disbelief",
    "text": "We do not say that any one of the people of the qibla will certainly enter Paradise or Hell, and we do not accuse anyone of disbelief, shirk, or hypocrisy—so long as the person of the qibla does not show that; we leave the secrets of the people of the qibla to Allah ﷻ.",
    "explanation": "We do not assert of anyone that they will certainly enter Paradise or Hell; we also do not accuse anyone of disbelief, shirk, or hypocrisy so long as they do not show that. The secrets of the heart we leave to Allah.<br><br>Sound hadith forbids us to assert Paradise or Hell for anyone. The Prophet said: do not accuse others of hypocrisy. Sūrat al-Ḥujurāt: 12 forbids much suspicion and backbiting. We judge only by what is apparent; what is hidden is Allah's affair.<br><br>We think well so long as there is no clear evidence otherwise; we do not judge the intentions of others. We focus on improving ourselves and calling to faith with wisdom, not on accusing or passing sentence.",
    "category": "Sin, Disbelief & People Of The Qibla"
  },
  {
    "no": 69,
    "title": "The Prophet's Excellence Above The Saints",
    "text": "We do not prefer any saint of the ummah over any prophet; one prophet is better than all the saints combined.",
    "explanation": "No saint of this ummah is superior to any prophet; one prophet is better than all the saints combined. The prophets have a distinct rank; we do not prefer any righteous person over the prophets.<br><br>Sūrat al-Anʿām: 86 and other verses mention the prophets with special excellence. Sound hadith affirms that the Prophet Muhammad is the master of the children of Adam on the Day of Resurrection. Scholars agree that a prophet is superior to a saint. Preferring a saint over a prophet is misguidance.<br><br>We honour the prophets and do not equate any righteous person with them. We follow the Prophet Muhammad as the source of the law and the highest example; we love the saints of Allah without exaggerating so as to equate them with the Prophet.",
    "category": "Prophet & Messenger"
  },
  {
    "no": 70,
    "title": "The Prohibition Of Killing Without Lawful Reason",
    "text": "We do not agree to kill any one of the ummah of Muhammad ﷺ except when it is obligatory according to the law.",
    "explanation": "We do not agree to kill any one of the ummah of Muhammad except when it is obligatory according to the law (retribution, prescribed punishment, or in the context of lawful warfare). The life of a Muslim is protected; killing without right is a major sin.<br><br>Sūrat al-Anʿām: 151 and al-Isrāʾ: 33 forbid killing the soul that Allah has made inviolable except by right. Sound hadith affirms that killing a Muslim is among the major sins. The Prophet forbade killing one who says lā ilāha illallāh. Islamic criminal law defines when killing is permitted.<br><br>We respect human life and do not support violence or killing outside what the law prescribes. We reject terrorism and killing in the name of religion that does not accord with sound evidence.",
    "category": "Community, Ruler & Fiqh"
  },
  {
    "no": 71,
    "title": "The Status Of Muhammad As Servant And Messenger",
    "text": "We believe that Muhammad ﷺ is Allah’s ﷻ chosen servant, Allah’s ﷻ chosen prophet, and the messenger with whom Allah ﷻ is pleased.",
    "explanation": "Muhammad is Allah’s chosen servant, and the prophet and messenger with whom Allah is pleased. He is a human being sent with revelation; we do not worship him and we do not exaggerate so as to raise him above the status of servant and messenger.<br><br>Sūrat al-Isrāʾ: 1 refers to the Prophet as His servant. Sūrat al-Aḥzāb: 40 affirms that Muhammad is the seal of the prophets. Sound hadith: do not exaggerate concerning me as the Christians exaggerated concerning Jesus; I am only a servant, so say the servant of Allah and His messenger. We love and honour the Prophet without excess; we follow his law and do not deify him. We reject anyone who denies his prophethood or belittles the Prophet.",
    "category": "Prophet & Messenger"
  },
  {
    "no": 72,
    "title": "The Decree Of Good And Evil For Mankind",
    "text": "Good and evil have been decreed for mankind.",
    "explanation": "Good and evil have been decreed for mankind: there are commands and prohibitions, reward and punishment. Mankind is given the ability to choose and is held accountable for their choice.<br><br>Sūrat ash-Shams: 8–10 indicates that Allah inspires mankind with the path of wrongdoing and the path of piety. Hadith and verses often affirm obligation (taklīf) and reckoning. Divine decree does not remove choice; mankind strives and Allah decrees the outcome.<br><br>We strive to do good and avoid evil; we do not use “it was decreed” as an excuse for laziness. We believe that good and evil are real and that we are accountable.",
    "category": "Faith: Pillars, Definition & Middle Path"
  },
  {
    "no": 73,
    "title": "The Safety Of Faith Lies In Submission",
    "text": "A person’s Islam is secure only when founded on submission and surrender; forcing oneself to know what is beyond one’s capacity only drives one away from sound belief.",
    "explanation": "A person’s Islam is secure only when founded on submission (taslīm) and surrender to Allah and His Messenger. Forcing oneself to know what is beyond one’s capacity (such as the reality of Allah’s essence or the details of decree) only drives one away from sound belief.<br><br>Sūrat Āl ʿImrān: 19 describes Islam as submission. Hadith forbids reflecting on Allah’s essence and commands reflecting on His creation. Scholars forbid ilḥād (delving into what is not permitted) regarding Allah’s names and attributes.<br><br>We leave to Allah matters of the unseen that He has not explained; we focus on what Allah has commanded and what we can do. We are not troubled by not knowing the “how” or “why” of what Allah has not disclosed.",
    "category": "Faith: Pillars, Definition & Middle Path"
  },
  {
    "no": 74,
    "title": "Human Capacity Comes From Allah",
    "text": "The capacity that actually brings an act about is from Allah ﷻ alone; what the law requires of a person is capacity in the sense of health, ability, and the means available to them.",
    "explanation": "The capacity that actually brings an act about (effective power) is from Allah alone. What the law requires of a person is capacity in the sense of health, ability, and opportunity (means); when these exist, they must strive and Allah grants success.<br><br>Sūrat al-Baqarah: 286: Allah does not burden except according to ability. Hadith: there is no power or strength except with Allah. Scholars distinguish between capacity as a condition for obligation and the capacity that brings the act about (from Allah).<br><br>We strive to the best of our ability and ask Allah for help; we do not plead “I cannot” for what can still be attempted. We believe that the strength to obey comes from Allah.",
    "category": "Taklīf & Human Deeds"
  },
  {
    "no": 75,
    "title": "Referring All Knowledge Back To Allah",
    "text": "When our knowledge of something is unclear, we say: “Allah ﷻ knows best.”",
    "explanation": "When our knowledge of something is unclear or there is insufficient evidence, we say: Allah knows best. We do not assert or invent; we refer what we do not know to Allah.<br><br>Sūrat al-Baqarah: 232 and many verses command referring matters to Allah. The Prophet said: whoever is asked about knowledge he does not have and says “Allah knows best” has given the correct answer. Scholars forbid speaking without knowledge.<br><br>We do not claim to know what we do not; we are willing to say “I do not know” or “Allah knows best” when that is the case. We do not invent interpretation or ruling without evidence.",
    "category": "Supplication, Knowledge & Limits"
  },
  {
    "no": 76,
    "title": "The Middle Path Between Despair",
    "text": "Absolute certainty and despair both take a person out of the religion; the path of truth for the people of the qibla lies between the two.",
    "explanation": "Misguided absolute certainty (such as claiming that someone will certainly enter Paradise) and despair (such as claiming that someone will certainly enter Hell or that Allah does not forgive) both take one out of the religion. The path of truth for the people of the qibla lies between the two: hope and fear.<br><br>Sūrat al-Ḥijr: 56: the Prophet Abraham said that none despair of Allah’s mercy except those who are astray. Sūrat az-Zumar: 53 invites not to despair. Hadith affirms the balance between hope (rajāʾ) and fear (khawf). Ahl as-Sunnah stand between the Khawārij (too severe) and the Murjiʾa (too lax).<br><br>We hope for Allah’s mercy and fear His punishment; we do not judge that anyone will certainly enter Paradise or Hell. We think well of Allah and do not despair of His forgiveness.",
    "category": "Faith: Pillars, Definition & Middle Path"
  },
  {
    "no": 77,
    "title": "The Grave As Garden Of Paradise Or Pit Of Hell",
    "text": "The grave is either one of the gardens of Paradise or one of the pits of Hell.",
    "explanation": "The grave may be one of the gardens of Paradise (the bliss of the barzakh) or one of the pits of Hell (the punishment of the grave), depending on the deeds and faith of the one buried. This is in accordance with the hadiths on the bliss and punishment of the grave.<br><br>Sound hadith (Bukhārī, Muslim) often relates the bliss of the grave for the believer and the punishment of the grave for the wrongdoer or hypocrite. The Prophet taught a supplication to be protected from the punishment of the grave. Sūrat al-Muʾminūn: 99–100 alludes to the realm of the barzakh.<br><br>We prepare ourselves with faith and righteous deeds so that our grave may be a garden of Paradise; we supplicate to be protected from the punishment of the grave. This belief urges us not to be heedless.",
    "category": "The Last Day"
  },
  {
    "no": 78,
    "title": "Belief In Seeing Allah In Paradise",
    "text": "People believe in seeing Allah ﷻ in Paradise without interpreting or imagining how by their own reason, and they avoid denying Allah’s ﷻ attribute or likening Allah ﷻ to creation.",
    "explanation": "The people of Paradise will see Allah in the hereafter; we believe this without interpreting or imagining the “how” by our own reason. We avoid denying this attribute or likening Allah to creation.<br><br>Sūrat al-Qiyāmah: 22–23 mention faces on that day radiant, beholding their Lord. Sound hadith (Bukhārī, Muslim) affirms that the people of Paradise see Allah as one sees the moon on a full night. We believe without asking how (takyīf) and without likening (tamthīl).<br><br>We do not imagine the form of that “vision”; we simply believe that seeing Allah is the greatest bliss of Paradise. We reject whoever denies the vision (ruʾyah) or likens it to seeing creation.",
    "category": "The Last Day"
  },
  {
    "no": 79,
    "title": "The Reality Of Seeing Allah In Paradise",
    "text": "Seeing Allah ﷻ by the people of Paradise is true; people believe it without interpreting how, and they leave knowledge of that to Allah ﷻ.",
    "explanation": "Seeing Allah by the people of Paradise is true; we believe it without interpreting how and we leave knowledge of it to Allah. The manner of seeing is not like seeing creation.<br><br>The evidence is as in point 78. Sūrat al-Qiyāmah: 22–23 and widely transmitted hadith on the vision (ruʾyah). Scholars of Ahl as-Sunnah affirm the vision without asking how; we do not say “with eyes like ours” or “in such-and-such a way”.<br><br>We believe in the vision as a report from Allah and His Messenger; we do not enter into an endless “how” debate. This belief increases our zeal to do deeds so as to be among the people of Paradise.",
    "category": "The Last Day"
  },
  {
    "no": 80,
    "title": "Muhammad Is The Seal Of Allah’s Prophets",
    "text": "Muhammad ﷺ is the Seal of the Prophets, the Imam of the God-fearing, the most noble of the messengers, and the beloved of the Lord of all the worlds.",
    "explanation": "Muhammad is the seal of the prophets, the imam of the God-fearing, the most noble of the messengers, and the beloved of the Lord of all the worlds. There is no prophet after him.<br><br>Sūrat al-Aḥzāb: 40: Muhammad is not the father of any of your men, but he is the messenger of Allah and the seal of the prophets. Sound hadith affirms that the Prophet is the master of the children of Adam and the beloved of Allah. The Prophet is the last messenger; any claim to prophethood after him is false.<br><br>We believe the Prophet Muhammad to be the last prophet and we do not accept any new prophet or messenger after him. We love and honour him and follow his sunnah until the end of time.",
    "category": "Prophet & Messenger"
  },
  {
    "no": 81,
    "title": "Muhammad’s Mission For All Mankind",
    "text": "The Prophet ﷺ Muhammad ﷺ was sent to all jinn and mankind with truth, guidance, light, and illumination.",
    "explanation": "The Prophet Muhammad was sent to all jinn and mankind with truth, guidance, light, and illumination. His call is universal; no community after him is excepted from the duty to follow him.<br><br>Sūrat Saba: 28: We did not send you except to all mankind. Sūrat al-Aḥzāb: 40 affirms the seal of the prophets. Hadith affirms that the Prophet was sent to mankind and jinn. His law remains in force until the Hour.<br><br>We believe that Islam is for all mankind; we call to it with wisdom and do not compel. We follow the Prophet as the sole source of the law after him.",
    "category": "Prophet & Messenger"
  },
  {
    "no": 82,
    "title": "The Fate Of The Muslim Who Commits Major Sin",
    "text": "One from the ummah of Muhammad ﷺ who commits major sin will be in the Fire, but not forever—so long as that person dies as a believer affirming the oneness of Allah ﷻ; that person is subject to the will and decree of Allah ﷻ.",
    "explanation": "One from the ummah of Muhammad who commits major sin will be in the Fire (if Allah punishes him), but not forever—so long as he dies as a believer affirming the oneness of Allah. His final fate is subject to the will and decree of Allah; he may be forgiven or punished then brought out.<br><br>Sound hadith affirms that Allah brings out of the Fire whoever has tawhid in his heart. People of tawhid do not abide in the Fire forever. Sūrat an-Nisāʾ: 48 forbids shirk; sin other than shirk may be forgiven if Allah wills. Ahl as-Sunnah stand between the Khawārij (who declare the major sinner a disbeliever) and the Murjiʾa.<br><br>We do not judge that one who commits major sin will abide in the Fire forever; we hope for Allah’s mercy and fear His punishment. We remind others to avoid major sin and repent; we leave the final outcome to Allah.",
    "category": "Sin, Disbelief & People Of The Qibla"
  },
  {
    "no": 83,
    "title": "Human Deeds Are Created By Allah",
    "text": "Human deeds are in reality created by Allah ﷻ, and at the same time are done and accounted for by the human being.",
    "explanation": "Human deeds are in reality created by Allah (He brings them about), and at the same time are done and accounted for by the human being. This is the middle way: neither Jabariyya (all is compelled) nor Qadariyya (the human creates his own deed).<br><br>Sūrat aṣ-Ṣāffāt: 96: Allah created you and what you do. Hadith: there is no power or strength except with Allah. Scholars of Ahl as-Sunnah affirm that the servant’s deed is Allah’s creation and the servant’s acquisition (kasb); the human is held accountable.<br><br>We strive and believe that the outcome is from Allah; we are neither passive (Jabariyya) nor do we regard ourselves as the creator of our deed (Qadariyya). We are accountable for our choice.",
    "category": "Taklīf & Human Deeds"
  },
  {
    "no": 84,
    "title": "Allah’s Covenant With All Mankind",
    "text": "The covenant that Allah ﷻ made with Adam and his offspring is true.",
    "explanation": "The covenant that Allah made with Adam and his offspring (taken from Adam’s loins) is true: the acknowledgment that Allah is Lord. This is mentioned in the Quran; humans are born in fitra, then environment and choice have their effect.<br><br>Sūrat al-Aʿrāf: 172–173 relate that Allah took a covenant from the offspring of Adam: Am I not your Lord? They said: Yes. Sound hadith affirms that every child is born in fitra. Scholars take this as evidence for fitra and human responsibility.<br><br>We believe that humans have a fitra to know the Lord; our call reminds and invites; it does not \"insert\" something foreign. We are responsible for our choice after maturity and reason.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 85,
    "title": "Allah’s Names And Attributes Are Permanent",
    "text": "Just as Allah ﷻ has the right to the name “He who gives life to the dead” before and after giving life to the dead, so too Allah ﷻ has the right to the name “Creator” before and after creating.",
    "explanation": "Allah has the right to the name “He who gives life to the dead” before and after actually giving life; and likewise “Creator” before and after creating. Allah’s attributes and names do not depend on events; He always possesses His attributes.<br><br>Sūrat al-Ḥadīd: 3: He is the First and the Last. Allah’s names are eternal. Scholars affirm that Allah is always Al-Khāliq, Al-Muḥyī, etc., without “newly” having an attribute after an event. This rejects the view that doubts Allah’s attributes before creation.<br><br>We do not ask “when did Allah have the attribute of Creator”; we believe Allah is perfect from eternity. This belief preserves the purity of tawhid and rejects philosophy that doubts Allah’s attributes.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 86,
    "title": "All That Happens Is By Allah’s Will",
    "text": "Everything happens according to the will, knowledge, decree, and determination of Allah ﷻ; Allah’s ﷻ will prevails over other wills, and Allah ﷻ is never unjust, is free from evil, and is perfect and free from defect.",
    "explanation": "Everything happens according to the will, knowledge, decree, and determination of Allah. Allah’s will prevails over other wills; Allah is never unjust, is free from evil, and is perfect and free from defect.<br><br>Sūrat Yāsīn: 82: When He wills a thing His command is only “Be” and it is. Sūrat al-Burūj: 16: He is the One who wills. Hadith and verses often affirm Allah’s power and will. Allah is not unjust; His decree contains wisdom.<br><br>We leave all matters to Allah and do not accuse Allah of injustice. We believe that what befalls us is in accordance with His decree and will; we strive and rely on Him.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 87,
    "title": "Human Will Is Dependent On Allah",
    "text": "Everything happens according to the decree and will of Allah ﷻ; what a human wills is only realised if Allah ﷻ wills it.",
    "explanation": "Everything happens according to the decree and will of Allah; what a human wills is only realised if Allah wills it. Human will is not independent; it is subject to Allah’s will.<br><br>Sūrat at-Takwīr: 29: You do not will except that Allah wills. Hadith: there is no power or strength except with Allah. Scholars affirm that Allah’s will (mashīʾa) encompasses all that occurs; the creature’s will follows.<br><br>We will and strive, but we believe that the final outcome is in Allah’s hand. We are not arrogant when we succeed nor do we despair when we fail; we rely on Him after our effort.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 88,
    "title": "The Truth Of The Law Through The Prophet Muhammad",
    "text": "All that is established from the Prophet ﷺ regarding the law and its explanation (the Quran and Islam) is true.",
    "explanation": "All that is established from the Prophet regarding the law and its explanation—the Quran and the Sunnah, the lawful and unlawful, worship, and character—is true. We accept it without doubt and act upon it.<br><br>Sūrat al-Ḥashr: 7: Whatever the Messenger gives you, take it; whatever he forbids you, leave it. Sound, widely transmitted hadith affirms that the Prophet did not speak from caprice. The Quran and the Sunnah are the source of truth.<br><br>We do not pick and choose or reject part of the law; we accept all that is soundly from the Prophet. We do not follow opinions that contradict clear evidence.",
    "category": "Prophet & Messenger"
  },
  {
    "no": 89,
    "title": "All Creation Is Subject To Allah’s Rule",
    "text": "All creation is subject to the will of Allah ﷻ, whether through Allah’s ﷻ grace or through Allah’s ﷻ justice.",
    "explanation": "All creation is subject to the will of Allah, whether through His grace (blessing, guidance, mercy) or through His justice (punishment, trial). Nothing is outside His decree.<br><br>Sūrat Āl ʿImrān: 83: Do they seek other than the religion of Allah? Yet to Him submits whoever is in the heavens and the earth. Verses and hadith often affirm that everything is subject to Allah. Allah’s grace and justice are perfect.<br><br>We accept the decree with openness: we are grateful for blessing and patient in trial. We do not protest Allah’s decree; we believe that Allah is Most Just and Most Merciful.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 90,
    "title": "Believers Are The Allies Of Allah",
    "text": "All believers are allies of Allah ﷻ, and the most noble in Allah’s ﷻ sight are the most obedient and the most faithful to the Quran.",
    "explanation": "All believers are allies of Allah (beloved of Allah in the general sense); the most noble in Allah’s sight are the most obedient and the most faithful to the Quran. Excellence is based on piety and following, not on claim or title.<br><br>Sūrat Yūnus: 62–63: Behold, the allies of Allah have no fear nor do they grieve—those who believe and are God-fearing. Hadith affirms that the ally of Allah is one who obeys; we know them by their deeds, not by their claim. We do not exalt a particular “ally” above the evidence.<br><br>We strive to be allies of Allah through obedience and following the Quran and Sunnah; we do not claim to be allies or exalt others without basis. Excellence is with Allah and is based on deeds.",
    "category": "Faith: Pillars, Definition & Middle Path"
  },
  {
    "no": 91,
    "title": "Human Deeds According To Allah's Knowledge",
    "text": "All human deeds occur exactly as Allah ﷻ knows; each person is made easy for what he was created for, and the fortunate or the wretched are so by Allah's ﷻ decree.",
    "explanation": "All human deeds occur exactly as Allah knows; each person is made easy for what he was created for (decree), and the fortunate or wretched are so by Allah's decree. This does not negate effort; effort too is part of the decree.<br><br>Sūrat al-Layl: 5–10 indicates that some are made easy for good and some for evil. Hadith: each person is made easy for what he was created for. Allah's knowledge precedes the deed; the deed occurs in accordance with His knowledge.<br><br>We strive and believe that Allah is the one who makes easy; we are not passive. We do not plead \"already decreed wretched\" to avoid striving; we rely on Him after effort.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 92,
    "title": "The Limit By Which One Leaves Faith",
    "text": "A person does not leave faith except by denying what brought him into it.",
    "explanation": "A person does not leave faith except by denying what brought him into faith (i.e. denying a pillar of faith, or making lawful what is clearly unlawful, or believing in disbelief). Sin alone does not remove one from Islam as long as one does not deny the foundation.<br><br>Sound hadith: a Muslim must not be declared disbeliever for sin. Leaving Islam occurs by rejecting the testimony of faith, denying what is certain in the religion, or making lawful what is agreed to be unlawful. Scholars state that one who commits a major sin remains a believer if he does not make the sin lawful.<br><br>We do not declare disbeliever one who still affirms the pillars of faith and does not make lawful what is unlawful; we distinguish between sin and disbelief. We leave the judgment of disbelief to qualified scholars under strict conditions.",
    "category": "Faith: Pillars, Definition & Middle Path"
  },
  {
    "no": 93,
    "title": "The Falsity Of Claiming Prophethood After Muhammad",
    "text": "Every claim of prophethood after Muhammad ﷺ is falsehood and deception.",
    "explanation": "Every claim of prophethood after Muhammad is falsehood and deception. There is no prophet or messenger after him; whoever claims prophethood or receives new revelation after him is a liar.<br><br>Sūrat al-Aḥzāb: 40: Muhammad is the seal of the prophets. Sound hadith: there is no prophet after me. The Prophet said there would be lying claimants to prophethood; do not believe them. Scholars agree that claiming prophethood after the Prophet is disbelief.<br><br>We reject anyone who claims to be prophet, messenger, or recipient of new law after the Prophet Muhammad. We follow only the Quran and the Sunnah; there is no new revelation.",
    "category": "Prophet & Messenger"
  },
  {
    "no": 94,
    "title": "Honouring The Companions, Wives And Progeny Of The Prophet",
    "text": "Whoever speaks well of the Companions of the Messenger of Allah ﷺ, his wives, and his pure progeny is free from the charge of hypocrisy.",
    "explanation": "Whoever speaks well of the Companions of the Messenger of Allah, his wives (the Mothers of the Believers), and his pure progeny (the righteous Ahl al-Bayt) is free from the charge of hypocrisy. Honouring them is part of Islam.<br><br>Sūrat al-Aḥzāb: 6 and other verses praise the Prophet's wives. Hadith affirms the excellence of Ahl al-Bayt and the Companions. Reviling them is a sign of hypocrisy or misguidance. Ahl al-Sunnah honour the Companions and Ahl al-Bayt without excess.<br><br>We do not revile the Companions, the Prophet's wives, or his righteous progeny; we speak well of them and take them as examples. We reject groups that revile or declare them disbelievers.",
    "category": "Companions, Caliphs & Ahlul Bayt"
  },
  {
    "no": 95,
    "title": "Prohibition Of Resembling Allah To Humans",
    "text": "Whoever describes Allah ﷻ in the same way as humans has disbelieved; Allah ﷻ in His attributes is not like humans.",
    "explanation": "Whoever describes Allah in the same way as humans (tashbīh)—e.g. holding that Allah has limbs like us or sits on a seat like creation—has disbelieved. Allah in His attributes is not like humans.<br><br>Sūrat ash-Shūrā: 11: There is nothing like Him. Hadith forbids reflecting on Allah's essence. Scholars affirm that likening Allah to creation is disbelief. We affirm the attributes without asking \"how\" (takyīf) and without likening (tamthīl).<br><br>We do not imagine Allah like creation; we believe in Allah's names and attributes as they have come, without resembling. We reject the doctrines of the mujassimah or mushabbihah.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 96,
    "title": "The Permanence Of Paradise And Hell",
    "text": "Paradise and Hell are created beings that have no end; Allah ﷻ created them before other creation and created humans to inhabit each; whom Allah ﷻ wills enters Paradise by Allah's ﷻ grace, or enters Hell by Allah's ﷻ justice.",
    "explanation": "Paradise and Hell are created beings that have no end (they are permanent). Allah created them before other creation and created humans to inhabit each. Whom Allah wills enters Paradise by His grace, or enters Hell by His justice.<br><br>Sūrat Hūd: 107–108 affirms that Paradise and Hell are permanent. Sound hadith relates that Paradise and Hell have been created. Sūrat ash-Shūrā: 7: Allah created the heavens and the earth and what is between them. The inhabitants of Paradise and Hell abide forever.<br><br>We believe in Paradise and Hell as permanent realities; we strive to enter Paradise by deeds and Allah's mercy and to avoid Hell by obedience and repentance.",
    "category": "The Last Day"
  },
  {
    "no": 97,
    "title": "Intercession For Muslims Is True",
    "text": "The intercession reserved for Muslims is true, as related in the hadiths.",
    "explanation": "The intercession reserved for Muslims—including the Prophet's intercession for his community on the Day of Resurrection, and other intercessions soundly related in hadith—is true. We believe in it without denying or exaggerating.<br><br>Sūrat al-Baqarah: 255 (the Throne Verse) states that none can intercede with Him except by His leave. Widely transmitted hadith relates the Prophet's intercession for his community. Intercession is only by Allah's leave and for whom Allah is pleased.<br><br>We hope for the Prophet's intercession and do not rely on deeds alone; we also do not hold that intercession negates Allah's justice. We pray to be among those granted intercession.",
    "category": "The Last Day"
  },
  {
    "no": 98,
    "title": "The Truth Of The Prophet Muhammad's Pond",
    "text": "The Pond (al-Ḥawḍ) that Allah ﷻ gave to the Prophet ﷺ to quench his community's thirst on the Day of Resurrection is true.",
    "explanation": "The Pond (al-Ḥawḍ) that Allah gave to the Prophet to quench his community's thirst on the Day of Resurrection is true. Whoever drinks from it will never thirst again. This is mentioned in sound hadith.<br><br>Sound hadith (Bukhārī, Muslim) relates that the Prophet has a pond on the Day of Resurrection; whoever drinks from it will never thirst. The Prophet warned that some will be driven away from the pond. We believe without asking \"how\".<br><br>We strive to be among the community that will come to the Prophet's pond; we avoid innovation and division that may lead to being driven away from the pond. This belief increases our love for the Prophet.",
    "category": "The Last Day"
  },
  {
    "no": 99,
    "title": "Allah Is Not Reached By Understanding",
    "text": "No imagination can picture Allah ﷻ, and no understanding can encompass Allah ﷻ.",
    "explanation": "No imagination can picture Allah and no understanding can encompass Allah's essence. Human intellect is limited; we believe in Allah without asking \"how\" (takyīf) and without likening (tamthīl).<br><br>Sūrat al-Anʿām: 103: Vision cannot grasp Him, yet He grasps all vision. Hadith: reflect on Allah's creation, do not reflect on Allah's essence. Scholars affirm that the intellect cannot encompass Allah's reality.<br><br>We do not imagine Allah's form or \"face\" with our imagination; we glorify Him and believe in His names and attributes without resemblance. We leave \"how\" to Allah.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 100,
    "title": "No Secret Is Hidden From Allah",
    "text": "Nothing about creation was hidden from Allah ﷻ before creation was created, and Allah ﷻ knows all that creation will do before creation was created.",
    "explanation": "Nothing about creation was hidden from Allah before creation; Allah knows all that creation will do before creation was created. Allah's knowledge is eternal and encompasses everything.<br><br>Sūrat al-Ḥadīd: 22: No disaster occurs but it is in a book. Sūrat al-Anʿām: 59: With Allah are the keys of the unseen. Hadith affirms that Allah wrote the decree before creation. Allah's knowledge does not change.<br><br>We believe in Allah's perfect knowledge; we are not troubled by \"Allah already knows\" as if we had no choice. We believe that Allah's knowledge does not compel; we still strive and are held accountable.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 101,
    "title": "Everything Happens By Allah's Will",
    "text": "Nothing happens except what Allah ﷻ wills.",
    "explanation": "Nothing happens except what Allah wills. Allah's will encompasses all events; nothing occurs in heaven or earth without His will (mashīʾa).<br><br>Sūrat at-Taghābun: 11: No disaster befalls except by Allah's leave. Sūrat al-Insān: 30: You cannot will except that Allah wills. Hadith and verses affirm this abundantly.<br><br>We submit all affairs to Allah's will; we strive and supplicate, then accept His decree. We do not rebel against destiny nor despair.",
    "category": "Decree & Allah's Will"
  },
  {
    "no": 102,
    "title": "Nothing Can Overcome Allah",
    "text": "Nothing can overcome Allah ﷻ.",
    "explanation": "Nothing can overcome Allah. His dominion is absolute; nothing can rival, annul, or frustrate His will.<br><br>Sūrat al-Baqarah: 255: Allah neither slumbers nor sleeps; His is all that is in the heavens and the earth. Verses and hadith affirm Allah's power (qudrah). Whoever thinks something can overcome Allah has disbelieved.<br><br>We are certain that help and victory come only from Allah; we do not fear creation. We place hope and fear only in Allah.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 103,
    "title": "Nothing Is Like Allah",
    "text": "Nothing is like Allah ﷻ.",
    "explanation": "Nothing is like Allah. He is uniquely one; there is no equal, partner, or likeness to Him in essence, attributes, or actions.<br><br>Sūrat al-Ikhlāṣ: 4: And none is comparable to Him. Sūrat ash-Shūrā: 11: There is nothing like Him. Hadith and consensus affirm tawḥīd. Likening Allah to creation is unbelief.<br><br>We declare Allah free from any likeness to creation; we do not imagine or describe Allah with the attributes of creation. This tawḥīd is the foundation of the entire religion.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 104,
    "title": "No God Deserves Worship Except Allah",
    "text": "No god deserves to be worshipped except Allah ﷻ.",
    "explanation": "No god deserves to be worshipped except Allah. Only Allah is entitled to worship; worshipping other than Him is shirk. The statement lā ilāha illā Allāh is the foundation of Islam.<br><br>Sūrat Muḥammad: 19: Know that there is no god but Allah. Sūrat al-Baqarah: 163 and many verses affirm Allah's oneness. Hadith states that lā ilāha illā Allāh is the key to Paradise. Shirk is the gravest sin.<br><br>We worship only Allah and do not associate anything with Him. We reject worship of anything other than Allah—whether idols, humans, or caprice.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 105,
    "title": "Nothing Can Repel His Decree",
    "text": "Nothing can repel Allah's ﷻ decree, reverse Allah's ﷻ command, or overcome Allah's ﷻ affair.",
    "explanation": "Nothing can repel Allah's decree, reverse His command, or overcome His affair. His judgement is final; there is no appeal or veto.<br><br>Sūrat ar-Raʿd: 41: Indeed Allah has power over all things. Sūrat al-Anʿām: 59: None can repel His decree. Hadith affirms that nothing can repel Allah's destiny. Allah's power is absolute.<br><br>We accept Allah's decree with contentment; we do not rebel or despair. We supplicate and strive, then submit to His all-wise judgement.",
    "category": "Allah's Attributes & Tawhid"
  },
  {
    "no": 106,
    "title": "Honouring The Early Salaf Scholars",
    "text": "The salaf scholars—the first generation and those who follow—may only be spoken of in the best terms; whoever speaks ill of the salaf scholars is not on the right path.",
    "explanation": "The salaf scholars—the first generation (Companions, tābiʿūn, tābiʿu t-tābiʿīn) and those who follow their manhaj—may only be spoken of in the best terms. Whoever speaks ill of the salaf scholars is not on the right path.<br><br>Sūrat at-Tawba: 100 praises those who were first and foremost. Hadith: the best of people are my generation. The Prophet commanded following the way of the righteous caliphs. Reviling the salaf is innovation and misguidance.<br><br>We honour the salaf scholars and take our understanding of the religion from them; we do not revile or belittle them. We follow the manhaj of Ahl as-Sunnah, which holds to the Qur'an, the Sunnah, and the understanding of the salaf.",
    "category": "Companions, Caliphs & Ahlul Bayt"
  }
]
