[
  {
    "no": 1,
    "title": "Límites del conocimiento de la creación y de Allah",
    "text": "Hay dos clases de conocimiento: el que la creación puede alcanzar y el que no; negar el primero es incredulidad, pretender el segundo también—la fe es sana cuando se acepta lo accesible y no se busca lo inaccesible.",
    "explanation": "El concepto de estas dos clases de conocimiento es crucial. Hay conocimiento que Allah abre al hombre por los sentidos y la revelación (conocimiento de la sharīʿa), y conocimiento oculto que solo pertenece a Allah, como la hora del Fin. Entender este límite evita que pretendamos conocer secretos del destino que Allah no ha revelado.<br><br>En el Corán (sura al-Anʿām: 59) Allah dice: \"Con Él están las llaves de lo oculto; no las conoce nadie sino Él.\" Un hadiz auténtico en Bujārī menciona cinco cosas ocultas que solo Allah conoce. Hemos de conformarnos con lo conocido y no traspasar lo oculto.<br><br>En la práctica, esta creencia nos mantiene humildes y con ganas de aprender. Encontramos paz confiando el futuro a Allah, centrándonos en lo que podemos hacer y en Su decreto.",
    "category": "Súplica, conocimiento y límites"
  },
  {
    "no": 2,
    "title": "Beneficio de la súplica por los difuntos",
    "text": "Los muertos se benefician de la súplica y la caridad de los vivos.",
    "explanation": "La muerte no es el fin de todo. Una muestra de la misericordia de Allah es que el bien sigue llegando a los difuntos por las obras de los vivos. Este punto afirma que la súplica, el perdón y la caridad que hacemos por el difunto le llegan en recompensa y alivian su estado en el barzaj.<br><br>El fundamento es la palabra del Profeta ﷺ (recogida por Muslim): \"Cuando el hombre muere, sus obras cesan salvo tres: caridad continua, conocimiento útil o un hijo piadoso que suplique por él.\" La sura al-Ḥašr: 10 elogia a quienes piden perdón por quienes les precedieron. El vínculo de la fe va más allá de la muerte.<br><br>En el día a día, esto nos mueve a no olvidar a padres o maestros que ya no están. Rezar por ellos es piedad y recuerdo de que nosotros también necesitaremos esas mismas súplicas. Así se mantiene una cadena de bien entre generaciones de musulmanes.",
    "category": "Súplica, conocimiento y límites"
  },
  {
    "no": 3,
    "title": "La palabra de Allah no es palabra humana",
    "text": "El Corán es la palabra de Allah ﷻ, de Él; la gente cree en ella como palabra de Allah ﷻ sin preguntar cómo, y no es palabra de humanos ni es creada.",
    "explanation": "El Corán es la palabra misma de Allah (Kalāmullāh), no una criatura. Lo que leemos en el Muṣḥaf es realmente la palabra de Allah, no obra humana. Esto mantiene la autoridad de la revelación: el Corán es sagrado, puro, y su verdad es absoluta como guía de vida.<br><br>Allah dice (sura at-Tawba: 6): \"...protegedle hasta que oiga la palabra de Allah (Kalāmullāh).\" Un hadiz en Tirmidhī dice que la superioridad de la palabra de Allah sobre otra palabra es como la superioridad de Allah sobre Su creación. El Corán es revelación sagrada del Creador.<br><br>En la práctica tratamos el Corán con gran respeto. No lo tratamos como un libro cualquiera; lo recitamos con cuidado, buscamos su sentido y seguimos sus mandatos sin dudar. Creer que el Corán es la palabra de Dios nos da una brújula segura para la vida.",
    "category": "Corán y revelación"
  },
  {
    "no": 4,
    "title": "Allah es distinto de toda creación",
    "text": "Allah ﷻ es distinto de toda creación.",
    "explanation": "Allah es Laisa Kamitslihi Syai-un: no hay nada semejante a Él. Cualquier forma o imagen que nos venga a la mente, Allah no es así. Esto preserva la pureza de nuestro tawhid para no equiparar al Creador con la creación débil y limitada.<br><br>La prueba principal es la sura ash-Shūrā: 11: \"Nada se parece a Él, y Él es el Oyente, el Vidente.\" El hadiz también nos recuerda reflexionar sobre la creación de Allah pero prohíbe imaginar Su esencia, porque la mente humana tiene límites para captar la realidad de Dios.<br><br>Esta comprensión nos libera de la idolatría—tanto ídolos físicos como mentales (fantasía). Tomamos conciencia de que Allah es supremo e ilimitado, y Le adoramos solo a Él con pleno respeto y exaltación sin limitarle con atributos de criatura.",
    "category": "Atributos de Allah y Tawhid"
  },
  {
    "no": 5,
    "title": "Allah Creador desde el principio",
    "text": "Allah ﷻ tiene derecho a ser llamado Creador e Iniciador no solo después o a causa del acto de crear, sino desde el principio.",
    "explanation": "Allah es Al-Khāliq (el Creador) que no necesita proceso para ser creador. Antes de que existiera ninguna estrella o átomo, Allah ya tenía el atributo de crear. Sus nombres y atributos son eternos y no dependen de que exista la creación, porque Él es la Fuente de todo lo existente.<br><br>Allah dice (sura al-Hadīd: 3): \"Él es el Primero y el Último.\" El nombre Al-Khāliq aparece en muchos versos, como la sura al-Ḥašr: 24. El hadiz dice que antes solo existía Allah y nada con Él, luego Allah creó el Trono y todo el universo.<br><br>Esto nos enseña que Allah es perfectamente autosuficiente (Al-Ghanī). Nos creó no por soledad ni necesidad de ayuda, sino por pura voluntad y sabiduría. Somos siervos que conocen su lugar, conscientes de que nuestra vida es un don puro del Primero que nunca necesitó nada de nosotros.",
    "category": "Atributos de Allah y Tawhid"
  },
  {
    "no": 6,
    "title": "El poder perfecto pertenece solo a Allah",
    "text": "Allah ﷻ tiene poder sobre todo; todo depende de Allah ﷻ, y es fácil para Allah ﷻ, y Allah ﷻ no necesita nada; no hay nada semejante a Allah ﷻ, y Allah ﷻ es el Oyente, el Vidente.",
    "explanation": "El poder de Allah es absoluto y no está limitado por las leyes de la física o la lógica humana. Lo que Allah quiere ocurre con solo decir \"Kun\". Todo el universo necesita a Allah en cada instante, mientras que Allah no necesita nada de este universo.<br><br>En la sura Yāsīn: 82: \"Su orden, cuando quiere algo, es solo decirle: ¡Sé! y es.\" Allah tiene también el nombre Al-Qādir. Un hadiz qudsī dice que si toda la gente pidiera y Allah lo concediera todo, no disminuiría en lo más mínimo la riqueza de Allah.<br><br>Esta creencia es la cura de todo temor. Comprendemos que cualquier jefe, gobernante o problema, por grande que sea, no es nada frente al poder de Allah. Somos siervos valientes pero humildes, sabiendo que el único apoyo que no falla es Allah el Todopoderoso.",
    "category": "Atributos de Allah y Tawhid"
  },
  {
    "no": 7,
    "title": "Allah soberano absoluto del universo",
    "text": "Allah ﷻ tiene poder absoluto sobre todo, y nada tiene poder sobre Allah ﷻ; quien se considere independiente de Allah ﷻ un instante ha caído en la incredulidad.",
    "explanation": "Allah es el Soberano absoluto que tiene bajo Su control cada átomo del cosmos. Ningún asunto escapa a Su control. Si alguien siente que puede vivir sin necesitar a Allah, aunque sea un instante, ha caído en la soberbia que puede corromper la fe.<br><br>La sura Fāṭir: 15 dice: \"¡Oh gentes! Vosotros sois los necesitados de Allah; y Allah es el Autosuficiente, el Digno de alabanza.\" Los hadices del Profeta enseñan a menudo una súplica para no ser dejados a nosotros mismos ni un instante (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>En la práctica esto hace que siempre nos sintamos necesitados (faqīr) de Allah. Oramos con fervor por lo pequeño y lo grande—desde pedir guía hasta los asuntos cotidianos. Somos conscientes de que sin Su ayuda no podemos ni respirar ni pestañear.",
    "category": "Atributos de Allah y Tawhid"
  },
  {
    "no": 8,
    "title": "Allah libre de límites físicos",
    "text": "Allah ﷻ está por encima de límite, restricción, parte o miembro, y no está limitado por seis direcciones como la creación.",
    "explanation": "Este credo afirma que Allah está libre de atributos materiales. Allah no necesita espacio, no tiene partes corporales como el hombre, y no está limitado por la dirección (arriba, abajo, etc.) como la creación. Él es el Creador del espacio y del tiempo, por tanto es imposible que Le limite Su propia creación.<br><br>Allah dice (sura al-Ijlāṣ: 4): \"Y no hay nada comparable a Él.\" El principio del Tanzīh (declarar a Allah libre de semejanza) es importante. Los sabios explican que Allah existe sin necesitar lugar, porque el lugar es creado, y Allah existía antes de que el lugar fuera creado.<br><br>Esto nos guarda del pensamiento antropomórfico (imaginar a Dios como humano). Podemos adorar a Allah exaltando plenamente Su grandeza invisible e ilimitada, en lugar de quedar atrapados en imágenes físicas que rebajan el rango de la divinidad.",
    "category": "Atributos de Allah y Tawhid"
  },
  {
    "no": 9,
    "title": "La carga del taklīf según la capacidad del siervo",
    "text": "Allah ﷻ solo carga a las personas con lo que pueden soportar, y las personas solo pueden hacer lo que Allah ﷻ les da; no hay poder ni capacidad sino por Allah ﷻ, y no hay fuerza para obedecer o evitar el pecado sino con la ayuda de Allah ﷻ.",
    "explanation": "Allah no carga al siervo más allá de su capacidad. Cada mandato y prohibición en la charīʿa es proporcional a la capacidad humana; esto muestra la justicia y misericordia de Allah y rechaza la idea de que la religión sea gravosa.<br><br>En la sura al-Baqarah: 286 Allah dice: \"Allah no carga a un alma sino según su capacidad.\" Un hadiz auténtico (Bujārī–Muslim) dice también: \"Cuando os ordene algo, cumplidlo en la medida de lo posible.\" El poder y la capacidad para obedecer (lā ḥawla wa lā quwwata illā billāh) vienen también de la ayuda de Allah.<br><br>En la práctica no debemos usar \"no puedo\" como excusa para obligaciones claras, pero tampoco cargarnos más allá de nuestra capacidad. Hacemos lo que podamos y nos encomendamos a Allah; pedimos a Allah fuerza para perseverar mediante la oración y el esfuerzo.",
    "category": "Taklīf y actos humanos"
  },
  {
    "no": 10,
    "title": "Vida perfecta y acción constante",
    "text": "Allah ﷻ está vivo y no muere, actúa siempre y no duerme.",
    "explanation": "Allah es Al-Ḥayy (el Eternamente Viviente) y Al-Qayyūm (el que se basta a Sí mismo). La vida de Allah es perfecta—no comenzada por nacimiento ni terminada por muerte. No necesita descanso, nunca duerme y está siempre activo gobernando los asuntos de toda Su creación sin pausa.<br><br>El versículo del Trono (sura al-Baqarah: 255) es la prueba más fuerte: \"Allah, no hay más dios que Él, el Eternamente Viviente, el que se basta a Sí mismo; no Le alcanza somnolencia ni sueño.\" Estos bellos nombres son el fundamento de la dependencia de la creación del Creador.<br><br>Esto nos da gran seguridad. Cuando dormimos, nos entregamos o nos sentimos impotentes, sabemos que hay un Señor que nunca duerme y vela por nosotros. Nos anima a seguir haciendo el bien porque sabemos que nuestro \"Amo\" está siempre activo, velando y ordenando lo mejor para Sus siervos.",
    "category": "Atributos de Allah y Tawhid"
  },
  {
    "no": 11,
    "title": "Allah es Uno sin asociado",
    "text": "Allah ﷻ es Uno y no tiene asociado.",
    "explanation": "Tawhid significa afirmar la unicidad de Allah; no tiene asociado en rubūbiyya (señorío sobre la creación), ulūhiyya (derecho a ser adorado) ni nombres y atributos. El único con derecho a ser adorado y servido es Allah; asociarle algo es shirk.<br><br>La sura al-Ijlāṣ: 1–4 dice: \"Di: Él es Allah, Uno. Allah el Eterno. No engendra ni fue engendrado. Y no hay nadie comparable a Él.\" La sura an-Nisāʾ: 36 también prohíbe asociar a Allah. Un hadiz auténtico dice que la sura al-Ijlāṣ equivale a un tercio del Corán por contener el núcleo del tawhid.<br><br>Esta creencia es el fundamento de nuestra adoración: solo suplicamos, tememos y esperamos en Allah; no en la creación, objetos o \"otras fuerzas.\" Así el corazón queda libre de dependencia de otro que Allah.",
    "category": "Atributos de Allah y Tawhid"
  },
  {
    "no": 12,
    "title": "Allah no tiene rival ni igual",
    "text": "Allah ﷻ está exaltado por encima de tener rival o igual.",
    "explanation": "Allah no tiene rival que pueda vencerle ni igual que se le equipare. Su señorío es absoluto; nada puede rivalizar con Él, limitarle o frustrar Su voluntad. Esto forma parte de la perfección del tawhid.<br><br>La sura al-Baqarah: 255 (el versículo del Trono) dice que Allah tiene el dominio de los cielos y la tierra y no le resulta pesado preservarlos. La sura Fāṭir: 44 y otros versos afirman que Allah no tiene asociado, auxiliar ni igual. El hadiz enseña también que Allah está exaltado y nadie está por encima de Él.<br><br>Esta comprensión da paz al corazón: ningún enemigo, enfermedad o desastre es nunca un \"rival\" a la par de Allah. Estamos seguros de que la victoria, la seguridad y el auxilio final vienen solo de Allah; nada puede bloquear Su misericordia cuando Él quiere.",
    "category": "Atributos de Allah y Tawhid"
  },
  {
    "no": 13,
    "title": "Allah abarca toda la creación",
    "text": "Allah ﷻ abarca todo y está por encima; Su creación no puede abarcar a Allah ﷻ.",
    "explanation": "Allah abarca (domina, conoce y administra) todo; nada escapa a Su ciencia y poder. A la vez Allah está \"por encima\" de Su creación en rango y señorío, no en lugar. La creación no puede \"abarcar\" ni limitar a Allah.<br><br>La sura Fuṣṣilat: 54 dice: \"Sabed que Allah abarca todas las cosas.\" La sura al-Baqarah: 255 (versículo del Trono) afirma que Su Trono abarca los cielos y la tierra y que no le resulta pesado. Un hadiz auténtico afirma también que Allah está sobre el Trono y Su ciencia está en todas partes.<br><br>Al creer esto nos sentimos vigilados y protegidos: nada está oculto a Allah, y ningún problema es demasiado grande para Él. También estamos preservados del malentendido de que Allah esté \"encerrado\" en el cielo; Él abarca todo sin necesitar espacio.",
    "category": "Atributos de Allah y Tawhid"
  },
  {
    "no": 14,
    "title": "Allah crea la vida y la muerte",
    "text": "Allah ﷻ da la muerte sin temor y da la vida de nuevo sin dificultad.",
    "explanation": "La vida y la muerte están enteramente en manos de Allah. Dar la muerte a la creación no hace a Allah temeroso ni débil; dar la vida de nuevo (incluido en el Día de la Resurrección) no le es difícil. Todo ocurre solo por Su voluntad y Su palabra.<br><br>La sura al-Mulk: 2 dice: \"Él es quien hizo la muerte y la vida.\" La sura Qāf: 43: \"Somos Nosotros quienes damos vida y muerte, y a Nosotros es el retorno.\" Un hadiz auténtico afirma que el alma es tomada por orden de Allah y que en el Día de la Resurrección toda la creación será resucitada con el toque de la Trompeta.<br><br>Esta creencia nos recuerda que la muerte no es un final vacío sino una puerta a la vida del más allá. Nos preparamos con obras rectas y no tememos la muerte en exceso, porque quien tiene en su mano la vida y la muerte es Allah el Justo y Misericordioso.",
    "category": "Atributos de Allah y Tawhid"
  },
  {
    "no": 15,
    "title": "El plazo fijo para toda la creación",
    "text": "Allah ﷻ asigna un plazo fijo (ajal) a Su creación.",
    "explanation": "Cada criatura tiene un ajal (momento de la muerte) fijado por Allah; nadie puede adelantarlo ni retrasarlo un segundo. Es parte del decreto escrito en la Tabla preservada.<br><br>La sura al-Anʿām: 2 dice: \"Él que os creó del polvo, luego fijó un plazo (ajal) para vosotros.\" La sura Luqmān: 34: \"Ciertamente Allah—solo en Él está el conocimiento de la Hora... y ninguna alma sabe en qué tierra morirá.\" Un hadiz auténtico (Bujārī–Muslim) afirma que el ajal, el sustento y el destino del hombre están escritos cuando aún está en el vientre.<br><br>Esta comprensión nos libra de ansiedad excesiva y nos urge a aprovechar bien el tiempo que queda. No podemos cambiar cuándo llega el plazo, pero podemos llenar la vida de obras que agraden a Allah.",
    "category": "Decreto y voluntad de Allah"
  }
]
