[
  {
    "no": 1,
    "title": "Límites Del Conocimiento De La Creación Y De Allah",
    "text": "Hay dos clases de conocimiento: el que la creación puede alcanzar y el que no; negar el primero es incredulidad, pretender el segundo también—la fe es sana cuando se acepta lo accesible y no se busca lo inaccesible.",
    "explanation": "El concepto de estas dos clases de conocimiento es crucial. Hay conocimiento que Allah abre al hombre por los sentidos y la revelación (conocimiento de la sharīʿa), y conocimiento oculto que solo pertenece a Allah, como la hora del Fin. Entender este límite evita que pretendamos conocer secretos del destino que Allah no ha revelado.<br><br>En el Corán (sura al-Anʿām: 59) Allah dice: \"Con Él están las llaves de lo oculto; no las conoce nadie sino Él.\" Un hadiz auténtico en Bujārī menciona cinco cosas ocultas que solo Allah conoce. Hemos de conformarnos con lo conocido y no traspasar lo oculto.<br><br>En la práctica, esta creencia nos mantiene humildes y con ganas de aprender. Encontramos paz confiando el futuro a Allah, centrándonos en lo que podemos hacer y en Su decreto.",
    "category": "Súplica, Conocimiento Y Límites"
  },
  {
    "no": 2,
    "title": "Beneficio De La Súplica Por Los Difuntos",
    "text": "Los muertos se benefician de la súplica y la caridad de los vivos.",
    "explanation": "La muerte no es el fin de todo. Una muestra de la misericordia de Allah es que el bien sigue llegando a los difuntos por las obras de los vivos. Este punto afirma que la súplica, el perdón y la caridad que hacemos por el difunto le llegan en recompensa y alivian su estado en el barzaj.<br><br>El fundamento es la palabra del Profeta ﷺ (recogida por Muslim): \"Cuando el hombre muere, sus obras cesan salvo tres: caridad continua, conocimiento útil o un hijo piadoso que suplique por él.\" La sura al-Ḥašr: 10 elogia a quienes piden perdón por quienes les precedieron. El vínculo de la fe va más allá de la muerte.<br><br>En el día a día, esto nos mueve a no olvidar a padres o maestros que ya no están. Rezar por ellos es piedad y recuerdo de que nosotros también necesitaremos esas mismas súplicas. Así se mantiene una cadena de bien entre generaciones de musulmanes.",
    "category": "Súplica, Conocimiento Y Límites"
  },
  {
    "no": 3,
    "title": "La Palabra De Allah No Es Palabra Humana",
    "text": "El Corán es la palabra de Allah ﷻ, de Él; la gente cree en ella como palabra de Allah ﷻ sin preguntar cómo, y no es palabra de humanos ni es creada.",
    "explanation": "El Corán es la palabra misma de Allah (Kalāmullāh), no una criatura. Lo que leemos en el Muṣḥaf es realmente la palabra de Allah, no obra humana. Esto mantiene la autoridad de la revelación: el Corán es sagrado, puro, y su verdad es absoluta como guía de vida.<br><br>Allah dice (sura at-Tawba: 6): \"...protegedle hasta que oiga la palabra de Allah (Kalāmullāh).\" Un hadiz en Tirmidhī dice que la superioridad de la palabra de Allah sobre otra palabra es como la superioridad de Allah sobre Su creación. El Corán es revelación sagrada del Creador.<br><br>En la práctica tratamos el Corán con gran respeto. No lo tratamos como un libro cualquiera; lo recitamos con cuidado, buscamos su sentido y seguimos sus mandatos sin dudar. Creer que el Corán es la palabra de Dios nos da una brújula segura para la vida.",
    "category": "Corán Y Revelación"
  },
  {
    "no": 4,
    "title": "Allah Es Distinto De Toda Creación",
    "text": "Allah ﷻ es distinto de toda creación.",
    "explanation": "Allah es Laisa Kamitslihi Syai-un: no hay nada semejante a Él. Cualquier forma o imagen que nos venga a la mente, Allah no es así. Esto preserva la pureza de nuestro tawhid para no equiparar al Creador con la creación débil y limitada.<br><br>La prueba principal es la sura ash-Shūrā: 11: \"Nada se parece a Él, y Él es el Oyente, el Vidente.\" El hadiz también nos recuerda reflexionar sobre la creación de Allah pero prohíbe imaginar Su esencia, porque la mente humana tiene límites para captar la realidad de Dios.<br><br>Esta comprensión nos libera de la idolatría—tanto ídolos físicos como mentales (fantasía). Tomamos conciencia de que Allah es supremo e ilimitado, y Le adoramos solo a Él con pleno respeto y exaltación sin limitarle con atributos de criatura.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 5,
    "title": "Allah Creador Desde El Principio",
    "text": "Allah ﷻ tiene derecho a ser llamado Creador e Iniciador no solo después o a causa del acto de crear, sino desde el principio.",
    "explanation": "Allah es Al-Khāliq (el Creador) que no necesita proceso para ser creador. Antes de que existiera ninguna estrella o átomo, Allah ya tenía el atributo de crear. Sus nombres y atributos son eternos y no dependen de que exista la creación, porque Él es la Fuente de todo lo existente.<br><br>Allah dice (sura al-Hadīd: 3): \"Él es el Primero y el Último.\" El nombre Al-Khāliq aparece en muchos versos, como la sura al-Ḥašr: 24. El hadiz dice que antes solo existía Allah y nada con Él, luego Allah creó el Trono y todo el universo.<br><br>Esto nos enseña que Allah es perfectamente autosuficiente (Al-Ghanī). Nos creó no por soledad ni necesidad de ayuda, sino por pura voluntad y sabiduría. Somos siervos que conocen su lugar, conscientes de que nuestra vida es un don puro del Primero que nunca necesitó nada de nosotros.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 6,
    "title": "El Poder Perfecto Pertenece Solo A Allah",
    "text": "Allah ﷻ tiene poder sobre todo; todo depende de Allah ﷻ, y es fácil para Allah ﷻ, y Allah ﷻ no necesita nada; no hay nada semejante a Allah ﷻ, y Allah ﷻ es el Oyente, el Vidente.",
    "explanation": "El poder de Allah es absoluto y no está limitado por las leyes de la física o la lógica humana. Lo que Allah quiere ocurre con solo decir \"Kun\". Todo el universo necesita a Allah en cada instante, mientras que Allah no necesita nada de este universo.<br><br>En la sura Yāsīn: 82: \"Su orden, cuando quiere algo, es solo decirle: ¡Sé! y es.\" Allah tiene también el nombre Al-Qādir. Un hadiz qudsī dice que si toda la gente pidiera y Allah lo concediera todo, no disminuiría en lo más mínimo la riqueza de Allah.<br><br>Esta creencia es la cura de todo temor. Comprendemos que cualquier jefe, gobernante o problema, por grande que sea, no es nada frente al poder de Allah. Somos siervos valientes pero humildes, sabiendo que el único apoyo que no falla es Allah el Todopoderoso.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 7,
    "title": "Allah Soberano Absoluto Del Universo",
    "text": "Allah ﷻ tiene poder absoluto sobre todo, y nada tiene poder sobre Allah ﷻ; quien se considere independiente de Allah ﷻ un instante ha caído en la incredulidad.",
    "explanation": "Allah es el Soberano absoluto que tiene bajo Su control cada átomo del cosmos. Ningún asunto escapa a Su control. Si alguien siente que puede vivir sin necesitar a Allah, aunque sea un instante, ha caído en la soberbia que puede corromper la fe.<br><br>La sura Fāṭir: 15 dice: \"¡Oh gentes! Vosotros sois los necesitados de Allah; y Allah es el Autosuficiente, el Digno de alabanza.\" Los hadices del Profeta enseñan a menudo una súplica para no ser dejados a nosotros mismos ni un instante (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>En la práctica esto hace que siempre nos sintamos necesitados (faqīr) de Allah. Oramos con fervor por lo pequeño y lo grande—desde pedir guía hasta los asuntos cotidianos. Somos conscientes de que sin Su ayuda no podemos ni respirar ni pestañear.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 8,
    "title": "Allah Libre De Límites Físicos",
    "text": "Allah ﷻ está por encima de límite, restricción, parte o miembro, y no está limitado por seis direcciones como la creación.",
    "explanation": "Este credo afirma que Allah está libre de atributos materiales. Allah no necesita espacio, no tiene partes corporales como el hombre, y no está limitado por la dirección (arriba, abajo, etc.) como la creación. Él es el Creador del espacio y del tiempo, por tanto es imposible que Le limite Su propia creación.<br><br>Allah dice (sura al-Ijlāṣ: 4): \"Y no hay nada comparable a Él.\" El principio del Tanzīh (declarar a Allah libre de semejanza) es importante. Los sabios explican que Allah existe sin necesitar lugar, porque el lugar es creado, y Allah existía antes de que el lugar fuera creado.<br><br>Esto nos guarda del pensamiento antropomórfico (imaginar a Dios como humano). Podemos adorar a Allah exaltando plenamente Su grandeza invisible e ilimitada, en lugar de quedar atrapados en imágenes físicas que rebajan el rango de la divinidad.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 9,
    "title": "La Carga Del Taklīf Según La Capacidad Del Siervo",
    "text": "Allah ﷻ solo carga a las personas con lo que pueden soportar, y las personas solo pueden hacer lo que Allah ﷻ les da; no hay poder ni capacidad sino por Allah ﷻ, y no hay fuerza para obedecer o evitar el pecado sino con la ayuda de Allah ﷻ.",
    "explanation": "Allah no carga al siervo más allá de su capacidad. Cada mandato y prohibición en la charīʿa es proporcional a la capacidad humana; esto muestra la justicia y misericordia de Allah y rechaza la idea de que la religión sea gravosa.<br><br>En la sura al-Baqarah: 286 Allah dice: \"Allah no carga a un alma sino según su capacidad.\" Un hadiz auténtico (Bujārī–Muslim) dice también: \"Cuando os ordene algo, cumplidlo en la medida de lo posible.\" El poder y la capacidad para obedecer (lā ḥawla wa lā quwwata illā billāh) vienen también de la ayuda de Allah.<br><br>En la práctica no debemos usar \"no puedo\" como excusa para obligaciones claras, pero tampoco cargarnos más allá de nuestra capacidad. Hacemos lo que podamos y nos encomendamos a Allah; pedimos a Allah fuerza para perseverar mediante la oración y el esfuerzo.",
    "category": "Taklīf Y Actos Humanos"
  },
  {
    "no": 10,
    "title": "Vida Perfecta Y Acción Constante",
    "text": "Allah ﷻ está vivo y no muere, actúa siempre y no duerme.",
    "explanation": "Allah es Al-Ḥayy (el Eternamente Viviente) y Al-Qayyūm (el que se basta a Sí mismo). La vida de Allah es perfecta—no comenzada por nacimiento ni terminada por muerte. No necesita descanso, nunca duerme y está siempre activo gobernando los asuntos de toda Su creación sin pausa.<br><br>El versículo del Trono (sura al-Baqarah: 255) es la prueba más fuerte: \"Allah, no hay más dios que Él, el Eternamente Viviente, el que se basta a Sí mismo; no Le alcanza somnolencia ni sueño.\" Estos bellos nombres son el fundamento de la dependencia de la creación del Creador.<br><br>Esto nos da gran seguridad. Cuando dormimos, nos entregamos o nos sentimos impotentes, sabemos que hay un Señor que nunca duerme y vela por nosotros. Nos anima a seguir haciendo el bien porque sabemos que nuestro \"Amo\" está siempre activo, velando y ordenando lo mejor para Sus siervos.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 11,
    "title": "Allah Es Uno Sin Asociado",
    "text": "Allah ﷻ es Uno y no tiene asociado.",
    "explanation": "Tawhid significa afirmar la unicidad de Allah; no tiene asociado en rubūbiyya (señorío sobre la creación), ulūhiyya (derecho a ser adorado) ni nombres y atributos. El único con derecho a ser adorado y servido es Allah; asociarle algo es shirk.<br><br>La sura al-Ijlāṣ: 1–4 dice: \"Di: Él es Allah, Uno. Allah el Eterno. No engendra ni fue engendrado. Y no hay nadie comparable a Él.\" La sura an-Nisāʾ: 36 también prohíbe asociar a Allah. Un hadiz auténtico dice que la sura al-Ijlāṣ equivale a un tercio del Corán por contener el núcleo del tawhid.<br><br>Esta creencia es el fundamento de nuestra adoración: solo suplicamos, tememos y esperamos en Allah; no en la creación, objetos o \"otras fuerzas.\" Así el corazón queda libre de dependencia de otro que Allah.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 12,
    "title": "Allah No Tiene Rival Ni Igual",
    "text": "Allah ﷻ está exaltado por encima de tener rival o igual.",
    "explanation": "Allah no tiene rival que pueda vencerle ni igual que se le equipare. Su señorío es absoluto; nada puede rivalizar con Él, limitarle o frustrar Su voluntad. Esto forma parte de la perfección del tawhid.<br><br>La sura al-Baqarah: 255 (el versículo del Trono) dice que Allah tiene el dominio de los cielos y la tierra y no le resulta pesado preservarlos. La sura Fāṭir: 44 y otros versos afirman que Allah no tiene asociado, auxiliar ni igual. El hadiz enseña también que Allah está exaltado y nadie está por encima de Él.<br><br>Esta comprensión da paz al corazón: ningún enemigo, enfermedad o desastre es nunca un \"rival\" a la par de Allah. Estamos seguros de que la victoria, la seguridad y el auxilio final vienen solo de Allah; nada puede bloquear Su misericordia cuando Él quiere.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 13,
    "title": "Allah Abarca Toda La Creación",
    "text": "Allah ﷻ abarca todo y está por encima; Su creación no puede abarcar a Allah ﷻ.",
    "explanation": "Allah abarca (domina, conoce y administra) todo; nada escapa a Su ciencia y poder. A la vez Allah está \"por encima\" de Su creación en rango y señorío, no en lugar. La creación no puede \"abarcar\" ni limitar a Allah.<br><br>La sura Fuṣṣilat: 54 dice: \"Sabed que Allah abarca todas las cosas.\" La sura al-Baqarah: 255 (versículo del Trono) afirma que Su Trono abarca los cielos y la tierra y que no le resulta pesado. Un hadiz auténtico afirma también que Allah está sobre el Trono y Su ciencia está en todas partes.<br><br>Al creer esto nos sentimos vigilados y protegidos: nada está oculto a Allah, y ningún problema es demasiado grande para Él. También estamos preservados del malentendido de que Allah esté \"encerrado\" en el cielo; Él abarca todo sin necesitar espacio.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 14,
    "title": "Allah Crea La Vida Y La Muerte",
    "text": "Allah ﷻ da la muerte sin temor y da la vida de nuevo sin dificultad.",
    "explanation": "La vida y la muerte están enteramente en manos de Allah. Dar la muerte a la creación no hace a Allah temeroso ni débil; dar la vida de nuevo (incluido en el Día de la Resurrección) no le es difícil. Todo ocurre solo por Su voluntad y Su palabra.<br><br>La sura al-Mulk: 2 dice: \"Él es quien hizo la muerte y la vida.\" La sura Qāf: 43: \"Somos Nosotros quienes damos vida y muerte, y a Nosotros es el retorno.\" Un hadiz auténtico afirma que el alma es tomada por orden de Allah y que en el Día de la Resurrección toda la creación será resucitada con el toque de la Trompeta.<br><br>Esta creencia nos recuerda que la muerte no es un final vacío sino una puerta a la vida del más allá. Nos preparamos con obras rectas y no tememos la muerte en exceso, porque quien tiene en su mano la vida y la muerte es Allah el Justo y Misericordioso.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 15,
    "title": "El Plazo Fijo Para Toda La Creación",
    "text": "Allah ﷻ asigna un plazo fijo (ajal) a Su creación.",
    "explanation": "Cada criatura tiene un ajal (momento de la muerte) fijado por Allah; nadie puede adelantarlo ni retrasarlo un segundo. Es parte del decreto escrito en la Tabla preservada.<br><br>La sura al-Anʿām: 2 dice: \"Él que os creó del polvo, luego fijó un plazo (ajal) para vosotros.\" La sura Luqmān: 34: \"Ciertamente Allah—solo en Él está el conocimiento de la Hora... y ninguna alma sabe en qué tierra morirá.\" Un hadiz auténtico (Bujārī–Muslim) afirma que el ajal, el sustento y el destino del hombre están escritos cuando aún está en el vientre.<br><br>Esta comprensión nos libra de ansiedad excesiva y nos urge a aprovechar bien el tiempo que queda. No podemos cambiar cuándo llega el plazo, pero podemos llenar la vida de obras que agraden a Allah.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 16,
    "title": "Guía Y Extravío Son Justicia",
    "text": "Allah ﷻ guía a quien Él quiere por Su favor y extravía a quien Él quiere por Su justicia; todo está sujeto al decreto de Allah ﷻ y nadie puede rechazar el juicio de Allah ﷻ.",
    "explanation": "La guía (hidāya) y el extravío (iḍlāl) están en la mano de Allah. A quien guía es por Su favor; a quien extravía es por Su justicia (p. ej. porque eligieron la incredulidad tras clarificarse la verdad). El juicio de Allah no puede ser rechazado ni cuestionado por nadie.<br><br>Sura al-Anʿām: 125: \"A quien Allah quiera guiar, le abre el pecho al Islam... y a quien quiera extraviar, le hace el pecho estrecho.\" La sura al-Aʿrāf: 178 afirma que la guía y el extravío están en la mano de Allah. Un hadiz auténtico dice que el corazón del hombre está entre dos dedos del Misericordioso; Allah lo vuelve como quiere.<br><br>Hemos de esforzarnos por la guía (aprender, suplicar, acompañar a los rectos) y no ser arrogantes cuando estamos guiados. Tampoco desesperamos de los extraviados; seguimos llamando a la fe y suplicando por ellos, pues la guía sigue siendo prerrogativa solo de Allah.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 17,
    "title": "Orden De Obedecer Y Prohibición De Desobedecer",
    "text": "Allah ﷻ ordena a Su creación que Le obedezcan y prohíbe a Su creación desobedecerle.",
    "explanation": "Allah ordena la obediencia (adoración, buen carácter, obediencia al Mensajero) y prohíbe la desobediencia (shirk, pecados mayores y menores). Estos mandatos y prohibiciones son claros en el Corán y la Sunna; nuestro deber es obedecer y evitar el pecado.<br><br>Sura an-Nisāʾ: 59: \"Obedeced a Allah y obedeced al Mensajero.\" La sura al-Aʿrāf: 33 prohíbe la indecencia, el mal y la opresión. Un hadiz auténtico (Bujārī) afirma que obedecer al Mensajero es obedecer a Allah, y desobedecer al Mensajero es desobedecer a Allah. El Profeta dijo también que lo lícito y lo ilícito están claros.<br><br>En la vida diaria cumplimos los mandatos (oración, zakāh, honestidad, devoción) y evitamos las prohibiciones (mentira, fornicación, usura, desobediencia). No añadimos a lo prohibido ni tomamos el pecado a la ligera; suplicamos fuerza para obedecer y protección contra la desobediencia.",
    "category": "Comunidad, Gobernante Y Fiqh"
  },
  {
    "no": 18,
    "title": "Creación De La Creación Con El Conocimiento De Allah",
    "text": "Allah ﷻ creó la creación con Su conocimiento.",
    "explanation": "Allah creó el universo y toda criatura con Su conocimiento perfecto; nada se crea por azar o sin sabiduría. Toda la creación está conforme a la medida, el tiempo y el decreto que Allah ya conocía.<br><br>Sura al-Ḥijr: 86: \"En verdad tu Señor es el Creador, el Conocedor.\" La sura al-Furqān: 2 afirma que Allah creó todo y fijó sus medidas. Un hadiz auténtico dice que Allah escribió el destino de toda la creación antes de crear los cielos y la tierra.<br><br>Esta creencia fomenta la confianza en que nuestra vida no es en vano; hay un designio y una sabiduría detrás de la creación de Allah. También nos impulsa a aprender y usar el conocimiento, pues el conocimiento humano es una parte pequeña del conocimiento de Allah que abarca todas las cosas.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 19,
    "title": "Allah Provee Sustento Sin Dificultad",
    "text": "Allah ﷻ crea sin necesidad de hacerlo y provee sustento a Su creación sin dificultad.",
    "explanation": "Allah no creó por necesidad de la creación; provee sustento sin carga ni dificultad. El sustento (rizq) incluye riqueza, salud, paz y todo lo que disfrutamos; todo es de Allah y dado con facilidad por Él.<br><br>La sura adh-Dhāriyāt: 56–57 afirma que Allah creó a los genios y a la humanidad para adorarle, y no necesita sustento de ellos. Sura Hūd: 6: \"No hay criatura en la tierra cuya provisión no sea de Allah.\" Un hadiz auténtico dice que el sustento está decretado y no se intercambia; a quien tema a Allah, Allah le dará salida y sustento de donde no espera.<br><br>Nos esforzamos por buscar sustento lícito sin ansiedad excesiva; estamos seguros de que el Proveedor es Allah. Estamos agradecidos por lo que tenemos y no comparamos nuestra suerte con otros; el reparto del sustento está en la mano de Allah el Sabio.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 20,
    "title": "Allah Decreta El Destino De Toda La Creación",
    "text": "Allah ﷻ decreta el destino para lo que Él crea.",
    "explanation": "El destino (qadar) es el decreto de Allah sobre todo lo que acontece a la creación: sustento, plazo de vida, obras, felicidad e infelicidad, etc. Todo está escrito en la Tabla Preservada antes de la creación; creemos sin indagar en exceso el \"cómo\" o el \"por qué\".<br><br>Sura al-Qamar: 49: \"En verdad creamos todo según una medida.\" Sura al-Ḥadīd: 22: \"No ocurre ninguna desgracia en la tierra ni en vosotros sin que esté en un libro (la Tabla Preservada) antes de que la hagamos existir.\" Un hadiz auténtico (Muslim) afirma que creer en el destino, lo bueno y lo malo de él, es un pilar de la fe.<br><br>Aceptamos el destino con paciencia cuando nos aflige una calamidad y con gratitud cuando recibimos bendición. Seguimos esforzándonos (ikhtiyār) porque el esfuerzo también es parte del destino; no somos pasivos ni desesperados ni nos rebelamos contra el decreto de Allah.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 21,
    "title": "Allah Responde La Súplica Del Siervo Creyente",
    "text": "Allah ﷻ responde la súplica de las personas y les da lo que piden.",
    "explanation": "La súplica es adoración y medio de acercamiento a Allah. Allah responde la súplica de Su siervo según Su sabiduría: a veces concedida tal cual, a veces sustituida por algo mejor o diferida a un momento más adecuado.<br><br>Sura al-Baqarah: 186: \"Cuando Mis siervos te pregunten por Mí, estoy cerca. Respondo la llamada de quien suplica cuando Me suplica.\" Sura Ghāfir: 60: \"Suplicadme, os responderé.\" Un hadiz auténtico dice que la súplica es el arma del creyente y Allah no rechaza la mano del siervo que la levanta suplicando.<br><br>Se nos exhorta a suplicar con devoción, confiados en ser respondidos y sin desesperar pronto. Elegimos súplicas ma'thūr (del Profeta) y súplicas buenas, y aceptamos que el mejor desenlace está en la mano de Allah.",
    "category": "Súplica, Conocimiento Y Límites"
  },
  {
    "no": 22,
    "title": "Conocimiento De Allah Sobre Los Moradores Del Más Allá",
    "text": "Allah ﷻ conoce—antes de que existiera el tiempo—el número exacto de quienes entrarán en el Paraíso y en el Fuego; ese número no aumenta ni disminuye.",
    "explanation": "Allah ha conocido desde la eternidad (antes del tiempo) quién entrará en el Paraíso y quién en el Fuego; Su conocimiento es perfecto e inmutable. Esto no significa que el hombre esté forzado; Allah conoce el resultado de la elección y las obras de cada siervo.<br><br>Sura Hūd: 107 y hadiz auténtico (Bujārī–Muslim) mencionan que los moradores del Paraíso y del Fuego están ya fijados; a alguno se le dice \"tu lugar en el Paraíso\" o \"en el Fuego.\" Sura al-Wāqiʿah y otros versos describen los dos grupos del más allá. El Profeta dijo que Allah ha decretado quién será feliz y quién desdichado.<br><br>No hemos de creer \"entraré seguro en el Paraíso\" o \"en el Fuego\"; nos esforzamos por ser de la gente del bien y esperamos la misericordia de Allah. Esta creencia nos urge a tomar en serio las obras y no apoyarnos en especulación.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 23,
    "title": "La Cólera Y El Agrado De Allah Son Perfectos",
    "text": "Allah ﷻ se enoja y se complace, pero no como ninguna criatura.",
    "explanation": "Allah tiene los atributos de cólera (ghaḍab) y agrado (riḍā); creemos en ellos sin asemejarlos a la ira o alegría humana. La cólera de Allah es perfecta contra la desobediencia y la incredulidad; Su agrado es perfecto hacia la obediencia y el tawhid.<br><br>Sura al-Fatḥ: 6 y otros versos mencionan el agrado de Allah. Un hadiz auténtico (Bujārī–Muslim) dice que Allah se enoja con el desobediente y se complace con el obediente; \"Quien haga que Allah se enoje por (violar) Mi derecho, Me enojaré con él.\" El Profeta dijo que el agrado de Allah está en el agrado de los padres. No preguntamos \"cómo\" es la cólera o el agrado de Allah (sin tashbīh).<br><br>En la práctica buscamos el agrado de Allah con la obediencia y evitamos lo que Le enoja. Tememos Su cólera y esperamos Su agrado, sin imaginar a Allah como una criatura emocional.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 24,
    "title": "Allah Es Primero Sin Principio Y Perdurable Sin Fin",
    "text": "Allah ﷻ es Qadīm sin principio y Perdurable sin fin.",
    "explanation": "Allah es Qadīm (no hay principio de Su existencia) y Baqā (perdurable, no hay fin). Ha existido siempre; nunca \"aún no existía\" ni \"dejará de existir.\" Toda la creación perecerá, y permanece el rostro de tu Señor, lleno de majestad y honra.<br><br>Sura ar-Raḥmān: 26–27: \"Todo lo que hay en la tierra perecerá. Y permanece el rostro de tu Señor.\" Sura al-Ḥadīd: 3: \"Él es el Primero y el Último.\" Un hadiz auténtico dice que Allah existía y no había nada con Él antes de la creación.<br><br>Esta creencia afianza el corazón: adoramos a Quien no desaparecerá; Su promesa y Su amenaza son eternas. El mundo perecedero nos recuerda no aferrarnos en exceso; el único perdurable y digno de apoyo eterno es Allah.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 25,
    "title": "Los Atributos De Allah Existían Antes De La Creación",
    "text": "Allah ﷻ ha existido siempre con Sus atributos desde antes de la creación, y la creación de la creación no añade nada a Sus atributos; Allah ﷻ permanece a lo largo del tiempo sin fin.",
    "explanation": "Los atributos de Allah (conocimiento, poder, vida, palabra, etc.) Le han pertenecido siempre desde antes de toda creación. Crear el universo no \"añadió\" ningún atributo nuevo a Allah; Él permanece perfecto sin depender de la creación. Esto rechaza la idea de que Allah \"adquirió\" atributos solo tras crear.<br><br>Sura al-Ḥadīd: 3 menciona a Allah el Primero y el Último. Los versos de nombres y atributos (Al-ʿAlīm, Al-Qādir, etc.) muestran atributos eternos. Hadiz y consenso de Ahl as-Sunna afirman que Allah está siempre con Sus atributos, sin cambiar ni aumentar por la existencia de la creación.<br><br>Este entendimiento protege el tawhid de pensamientos que rebajan a Allah (como si evolucionara o dependiera del mundo). Adoramos a Allah perfecto desde la eternidad, ahora y para siempre.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 26,
    "title": "Allah Es Siempre Señor Y Creador",
    "text": "Allah ﷻ es siempre Señor y siempre Creador, aunque no hubiera aún nada que Lo adorara ni creación alguna.",
    "explanation": "Allah sigue siendo Señor (Ilāh) y Creador (Khāliq) incluso antes de que ninguna criatura Lo adorara o existiera creación. Sus atributos de señorío y divinidad no dependen de la creación; es digno de adoración y capaz de crear desde la eternidad.<br><br>La sura al-Ijlāṣ y los versos sobre el tawhīd afirman la unicidad de Allah sin depender del reconocimiento de la creación. El hadiz «Kuntu kanzan makhfiyyan» (Era un tesoro oculto) en ciertas narraciones explica que Allah existía antes de la creación. Los sabios de Ahl as-Sunna afirman: Allah es siempre Al-Khāliq en sentido, aunque el acto de crear (takwīn) ocurra según Su voluntad.<br><br>Esto evita que pensemos que Allah \"se volvió\" Señor o Creador solo tras existir el mundo; Él es perfecto e independiente de todo.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 27,
    "title": "Prohibición De Disputar Sobre El Decreto De Allah",
    "text": "Allah ﷻ ha conocido todo lo que ocurrirá y lo ha decretado con detalle y certeza; nadie puede oponerse, añadir o cambiar el decreto de Allah ﷻ—disputar sobre el decreto y indagar el «por qué» es extravío.",
    "explanation": "El decreto de Allah está escrito y es cierto; nada puede cambiarlo. Disputar sobre «por qué Allah decretó esto» o indagar los secretos del qadar sin base sólida está prohibido y puede llevar al extravío (como posturas qadarí o yabarí extremas).<br><br>La sura al-Kahf: 22 advierte contra preguntar lo que no se ha revelado. Un hadiz auténtico (Muslim) afirma que hablar del decreto sin conocimiento está prohibido; el Profeta prohibió debatir sobre el qadar. Los sabios explican que creemos en el decreto sin \"indagar\" lo que Allah no ha revelado.<br><br>Aceptamos el decreto con confianza y paciencia; no gastamos energía en disputar «por qué me decretaron esto». Nuestro enfoque es obrar según la Ley y aceptar el decreto de Allah con el corazón sereno.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 28,
    "title": "Allah No Perecerá Jamás",
    "text": "Allah ﷻ no perecerá ni tendrá fin.",
    "explanation": "Allah es eternamente duradero; no perecerá, no desaparecerá ni tendrá fin. A diferencia de la creación perecedera, la esencia y los atributos de Allah permanecen para siempre. Esta creencia forma parte de la perfección del tawhīd.<br><br>Sura ar-Raḥmān: 27: «Y permanece el rostro de tu Señor.» Sura al-Qaṣaṣ: 88: «Todo perece excepto Su rostro.» El hadiz y el consenso de los sabios afirman que Allah no perecerá; Él es el Primero y el Último, el Aparente y el Oculto.<br><br>Creer esto nos da paz: la promesa del Paraíso y la amenaza del Infierno son eternas, y el único digno de apoyo duradero es Allah. No tememos que nuestro «Señor» desaparezca; Su eternidad es fuente de tranquilidad para el creyente.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 29,
    "title": "Allah No Necesita La Creación",
    "text": "Allah ﷻ no necesita el Trono ni lo que está debajo.",
    "explanation": "El Trono (ʿArsh) es la mayor creación de Allah, pero Allah no necesita el Trono ni lo que está debajo. Allah existe sin necesitar lugar; el Trono fue creado como signo de poder y para la creación, no para \"sostener\" a Allah.<br><br>Sura Ṭāhā: 5: «El Misericordioso, que se estableció sobre el Trono.» Los sabios interpretan el istiwāʾ de forma digna de Allah sin asimilarlo a la creación. Sura al-Baqarah: 255 afirma que Allah no adormece ni duerme; no necesita descanso ni \"asiento\". Un hadiz auténtico dice que el Trono es el techo del Paraíso y que Allah no necesita el cielo ni la tierra.<br><br>Este entendimiento nos guarda de imaginar a Allah \"sentado\" en el Trono como un rey. Allah es Autosuficiente; el Trono y toda la creación son Su creación sometida, no algo que Él necesite.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 30,
    "title": "Fe En El Trono Y El Escabel",
    "text": "El Trono (ʿArsh) y el Escabel (al-Kursī) son reales, y creemos en ellos.",
    "explanation": "El Trono y el Escabel son creación de Allah mencionada en los textos; creemos en ellos sin negar ni asimilarlos a tronos mundanos. El Trono es el trono inmenso; el Escabel (en el versículo del Trono) también se menciona como que abarca los cielos y la tierra.<br><br>Sura al-Baqarah: 255 (versículo del Trono): «Su Escabel abarca los cielos y la tierra.» Sura al-Ḥāqqa: 17 y otros versos mencionan a los ángeles portando el Trono. Un hadiz auténtico (Bujārī) dice que los siete cielos respecto al Escabel son como un anillo en un desierto, y el Escabel respecto al Trono es aún más pequeño. Creemos sin preguntar «cómo» respecto a su forma.<br><br>La fe en el Trono y el Escabel nos recuerda la grandeza de Allah; Su creación sola es tan vasta, cuánto más el Creador. No negamos ni ridiculizamos las noticias invisibles auténticas del Corán y la Sunna.",
    "category": "Ángeles Y Lo Invisible"
  },
  {
    "no": 31,
    "title": "Obligación Del Hayy Y Del Yihad",
    "text": "El Hayy y el Yihad bajo el mandato del gobernante de los Musulmanes—justo o injusto—son obligaciones que permanecen hasta la Hora Final, y nadie puede anularlas o abolirlas.",
    "explanation": "El Hayy y el Yihad siguen siendo obligatorios según la Ley aunque el gobernante sea injusto; no podemos anular estas obligaciones con el pretexto de oponernos al gobernante. Se realizan con el imam/amir de los Musulmanes para el orden y para evitar el caos; estas obligaciones rigen hasta el Día del Juicio.<br><br>Sura Āl ʿImrān: 97 hace obligatorio el hayy para quien pueda. Un hadiz auténtico (Bujārī–Muslim) dice que el yihad sigue bajo mando; «Oíd y obedeced (al amir) aunque os lidere un esclavo abisinio.» El Profeta también dijo que seguimos rezando detrás de un imam pecador mientras establezca la oración. No es para justificar la injusticia sino para preservar la unidad y el orden de la Ley.<br><br>En la práctica realizamos el hayy cuando podemos y nos unimos al yihad cuando se nos llama de forma lícita; no usamos los defectos del gobernante como excusa para abandonar obligaciones o dividir la comunidad.",
    "category": "Comunidad, Gobernante Y Fiqh"
  },
  {
    "no": 32,
    "title": "El Secreto De La Realidad Del Decreto De Allah",
    "text": "La realidad del decreto (qadar) es un secreto de Allah ﷻ en Su creación; el hombre cree en ello sin sondear ni cuestionar el «por qué» de los actos de Allah ﷻ, pues Allah ﷻ lo prohíbe y solo acarrea pérdida.",
    "explanation": "La realidad del qadar es secreto de Allah; creemos que todo decreto viene de Él sin \"indagar\" ni cuestionar \"por qué\" Allah actúa así. Indagar en ello está prohibido y solo acarrea pérdida (extravío o inquietud).<br><br>Sura al-Māʾidah: 101 prohíbe preguntar sobre cosas que, si se explican, solo cargarían. Un hadiz auténtico (Muslim) prohíbe disputar sobre el qadar. El Profeta también advirtió que quien dispute sobre el qadar no se salvará. Los sabios de Ahl as-Sunna creen en el qadar sin takyīf ni taʿṭīl.<br><br>Aceptamos el decreto con el corazón sereno y nos centramos en las obras; no perdemos tiempo indagando \"por qué Allah decretó esto o aquello\" porque queda fuera del alcance de la razón y no beneficia la fe.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 33,
    "title": "El Islam Única Religión Verdadera",
    "text": "Solo hay una religión de Allah ﷻ en el cielo y en la tierra, y es el Islam (sumisión).",
    "explanation": "La religión aceptada por Allah es una sola: el Islam (sumisión a Allah con tawhīd y seguimiento del Mensajero). La religión celestial verdadera desde el Profeta Adam hasta el Profeta Muhammad es en esencia una; lo que se desvía o se falsifica ya no es religión de Allah.<br><br>Sura Āl ʿImrān: 19: «Ciertamente la religión (aceptada) ante Allah es el Islam.» Sura Āl ʿImrān: 85: «Quien busque una religión distinta del Islam, no se aceptará de él.» Un hadiz auténtico dice que los profetas son hermanos (su religión es una); el Profeta Muhammad fue enviado con el Islam que completa. No imponemos esta creencia por la fuerza, pero estamos seguros de que la verdad es una y el camino de salvación es el Islam.<br><br>Esto nos impulsa a aprender y practicar el Islam correctamente, a no mezclarlo con creencias contradictorias y a llamar a él con sabiduría para que otros conozcan la única religión que Allah acepta.",
    "category": "Fe: Pilares, Definición Y Justo Medio"
  },
  {
    "no": 34,
    "title": "Igualdad De La Fe Y Diferencia En Piedad",
    "text": "La fe es en esencia la misma para todos, pero la superioridad de unos sobre otros se debe a la piedad, la conciencia de Allah ﷻ y la elección de lo que más complace a Allah ﷻ.",
    "explanation": "La base de la fe (pilares de la fe, lo que la Ley exige creer) es la misma para todo Musulmán; no hay \"grado\" de fe en la creencia fundamental. Lo que distingue el rango es la piedad, la conciencia de Allah (murāqabah) y la elección de preferir lo que complace a Allah.<br><br>Sura al-Ḥujurāt: 13: «Ciertamente el más noble entre vosotros ante Allah es el más piadoso.» Un hadiz auténtico (Bujārī) dice que no se puede pretender ser más creyente que otro en lo fundamental; la superioridad está en las obras y la piedad. El Profeta también dijo que los mejores en el Islam son los de mejor carácter.<br><br>No nos enorgullecemos considerándonos \"más creyentes\" que otros; nos esforzamos por aumentar la piedad y las obras. La diferencia de rango ante Allah se basa en el esfuerzo y la piedad, no en la pretensión o el grupo.",
    "category": "Fe: Pilares, Definición Y Justo Medio"
  },
  {
    "no": 35,
    "title": "Los Pilares De La Fe En Allah Y El Mensajero",
    "text": "La fe consiste en la fe en Allah ﷻ, Sus ángeles, Sus libros, Sus mensajeros, el Día Final y la fe en que el decreto—bueno y malo—es todo de Allah ﷻ.",
    "explanation": "Los pilares de la fe son seis: fe en Allah, ángeles, libros, mensajeros, el Día Final y el decreto (bueno y malo de Allah). Son las creencias fundamentales que todo Musulmán debe tener; negar alguna daña la fe.<br><br>Un hadiz auténtico (Bujārī–Muslim) de ʿUmar ibn al-Jaṭṭāb afirma estos seis pilares cuando Yibrīl preguntó por la fe. Sura al-Baqarah: 285: «El Mensajero cree en lo que se le ha revelado de su Señor, y los creyentes igual. Todos creen en Allah, Sus ángeles, Sus libros y Sus mensajeros.» Sura al-Ḥadīd: 22 dice que incluso la calamidad está escrita (parte del decreto).<br><br>Afirmamos el corazón en estos seis y los enseñamos a la familia y a otros. La fe completa incluye todos los pilares; no podemos elegir ni rechazar ninguno.",
    "category": "Fe: Pilares, Definición Y Justo Medio"
  },
  {
    "no": 36,
    "title": "Definición De La Fe Por Lengua Y Corazón",
    "text": "La fe consiste en la afirmación con la lengua y la aceptación con el corazón.",
    "explanation": "La fe no es solo palabras en los labios ni solo obras; incluye la afirmación con la lengua (shahāda, decir lo verdadero) y la creencia en el corazón (taṣdīq). Ambas han de estar; quien solo habla sin creer en el corazón es hipócrita; quien solo cree en el corazón sin hablar no ha cumplido ante la gente y la ley.<br><br>Un hadiz auténtico (Bujārī–Muslim) dice que al Profeta se le preguntó por la mejor obra; la fe se mencionó como fundamento. Sura al-Ḥujurāt: 14: «Los beduinos dicen: Hemos creído. Di: No habéis creído; más bien decid: Nos hemos sometido (Islām), pues la fe aún no ha entrado en vuestros corazones.» Los sabios de Ahl as-Sunnah coinciden en que la fe incluye la palabra (qawl) y las obras que brotan de «la aceptación con el corazón».<br><br>Guardamos la lengua de palabras que dañan la fe y el corazón del duda o la negación; nos esforzamos en que palabra y convicción coincidan.",
    "category": "Fe: Pilares, Definición Y Justo Medio"
  },
  {
    "no": 37,
    "title": "Desvinculación De La Desviación Doctrinal",
    "text": "Esta es nuestra religión y lo que creemos interior y exteriormente; nos desvinculamos ante Allah ﷻ de quien se oponga a lo que enunciamos y explicamos.",
    "explanation": "Este credo Ṭaḥāwī es el enunciado de la creencia de Ahl as-Sunnah; quien se desvíe de lo en él enunciado y explicado, nos desvinculamos de él ante Allah. No es hostilidad personal sino aclaración de que no seguimos la desviación doctrinal (innovación, superstición o extravío).<br><br>Sura al-Mumtaḥanah: 4 ordena desvincularse de los enemigos de Allah. El Profeta dijo (Abū Dāwūd, autenticado): «Quien innova o ampara a un innovador queda fuera de la garantía de Allah.» Los sabios explican que la desvinculación (barāʾa) de la gente de la innovación es no seguir sus creencias y aclarar su error, no dañarlos.<br><br>Nos aferramos al credo sano y evitamos creencias desviadas; no declaramos a nadie incrédulo sin prueba válida, pero somos claros ante la desviación doctrinal y nos desvinculamos de ella.",
    "category": "Fe: Pilares, Definición Y Justo Medio"
  },
  {
    "no": 38,
    "title": "El Islam Es El Justo Medio Perfecto",
    "text": "El Islam es el justo medio: ni exceso ni defecto; ni asimilar los atributos de Allah ﷻ a la creación ni negar los atributos de Allah ﷻ; ni determinismo extremo (yabr) ni negación del decreto (qadar); y ni falsa seguridad absoluta ni desesperación.",
    "explanation": "Ahl as-Sunnah se sitúa en el justo medio: en los atributos de Allah afirmamos lo que Allah afirma sin asimilar a la creación (tashbīh) ni negar (taʿṭīl). En el decreto no somos ni deterministas extremos ni negadores del decreto; en la esperanza y el temor no afirmamos para nadie el paraíso o el infierno ni desesperamos de la misericordia de Allah.<br><br>Sura al-Baqarah: 143: «Así os hemos hecho una comunidad del justo medio.» El hadiz y el consenso de sabios afirman que los atributos de Allah se creen sin preguntar «cómo» (takyīf) y sin asimilar (tamthīl). El Profeta prohibió el extremismo en la religión. Este justo medio está a salvo de la innovación.<br><br>Nos esforzamos por mantener el camino medio: ni exceso (ghuluww) ni negligencia (taqṣīr); aprendemos de los sabios de Ahl as-Sunnah para no ser arrastrados a extremos.",
    "category": "Fe: Pilares, Definición Y Justo Medio"
  },
  {
    "no": 39,
    "title": "La Verdad Del Viaje Nocturno Y La Ascensión",
    "text": "El viaje nocturno (Isrāʾ) y la ascensión (Miʿrāj) son verdaderos: el Profeta ﷺ fue transportado una noche y ascendió en cuerpo despierto por los cielos hasta donde Allah ﷻ quiso.",
    "explanation": "El Isrāʾ (viaje de la Mezquita Sagrada a la Mezquita Al-Aqṣā) y el Miʿrāj (ascenso por los cielos) ocurrieron con el cuerpo y el alma del Profeta en estado de vigilia; no fue un sueño ni solo el espíritu. Este suceso es un milagro que Allah dio para fortalecer al Profeta y a la umma; creemos en él sin exigir un «cómo» racional porque está más allá de la creación ordinaria.<br><br>Sura al-Isrāʾ: 1: «Gloria a Quien hizo viajar a Su siervo de noche de la Mezquita Sagrada a la Mezquita Al-Aqṣā.» Un hadiz auténtico (Bujārī–Muslim) relata el Miʿrāj con detalle: el Profeta ascendió por los cielos, encontró a los profetas anteriores y recibió el mandato de las cinco oraciones. Estas narraciones son de transmisión amplia y parte de la creencia de la comunidad.<br><br>Consideramos el Isrāʾ y el Miʿrāj verdad venida de Allah; esto refuerza nuestra creencia de que el Profeta es el mensajero de Allah con milagros y de que las cinco oraciones son la gran obligación establecida sobre los cielos.",
    "category": "Profeta Y Mensajero"
  },
  {
    "no": 40,
    "title": "El Perdón De Allah Para Los Siervos Creyentes",
    "text": "Si Allah ﷻ quiere, les perdona y les indulta por Su gracia; si Allah ﷻ quiere, les castiga, luego los saca por misericordia e intercesión; Allah ﷻ es el Protector de quienes Le conocen y no los trata como a quienes niegan a Allah ﷻ.",
    "explanation": "Allah tiene el poder de perdonar a Sus siervos creyentes por Su gracia, o de castigarlos según Su justicia; si castiga, puede aún sacarlos del Fuego por misericordia e intercesión. Quienes conocen a Allah (ʿārif billāh) y creen no son tratados como quienes Le niegan.<br><br>Sura az-Zumar: 53: «Di: ¡Oh siervos Míos que habéis transgredido contra vosotros mismos! No desesperéis de la misericordia de Allah. En verdad Allah perdona todos los pecados.» Un hadiz auténtico menciona la intercesión del Profeta por su umma y que Allah saca del Fuego a quien tiene tawḥīd en el corazón. Ahl as-Sunnah cree que la gente del tawḥīd no permanece eternamente en el Fuego si entra por el pecado.<br><br>No afirmamos «perdonado de seguro» ni «en el Fuego de seguro» para nadie; esperamos la misericordia de Allah y tememos Su castigo. Estamos seguros de que Allah es justo y misericordioso; quien se arrepiente y cree no es tratado como quien no cree.",
    "category": "El Día Final"
  },
  {
    "no": 41,
    "title": "Esperanza De Paraíso Para Quienes Hacen El Bien",
    "text": "Esperamos que Allah ﷻ perdone a quienes hacen el bien y los admita en el Paraíso, pero no lo afirmamos de nadie; pedimos perdón para quienes obran mal, y no desesperamos de la misericordia de Allah para ellos.",
    "explanation": "Esperamos y pensamos bien que Allah perdona a la gente del bien y los admite en el Paraíso, pero no afirmamos esto de ninguna persona concreta (no hay garantía sin obras). Para quienes obran mal pedimos perdón y no desesperamos de la misericordia de Allah para ellos.<br><br>Sura az-Zumar: 53 invita a no desesperar de la misericordia de Allah. Un hadiz auténtico dice que nadie entra en el Paraíso por sus obras; todo por la misericordia de Allah. El Profeta prohibió afirmar el Paraíso o el Fuego para nadie; esperamos lo mejor y suplicamos. Ahl as-Sunnah no son como los jariyíes que declaran incrédulos a los que cometen pecados graves ni como los murjiʾíes que desprecian las obras.<br><br>Nos esforzamos por obrar lo mejor posible y esperamos la misericordia de Allah; suplicamos por quien obra mal y no juzgamos que entrará en el Fuego. Este equilibrio entre esperanza y temor nos guarda del extremismo.",
    "category": "El Día Final"
  },
  {
    "no": 42,
    "title": "Profecía De Ibrahim Y Palabra A Musa",
    "text": "Creemos que Allah ﷻ tomó a Ibrahim como amigo íntimo (jalīl), y que Allah ﷻ habló directamente a Musa.",
    "explanation": "El Profeta Ibrahim es el Amigo de Allah (Jalīlullāh); Allah lo eligió como compañero cercano. El Profeta Musa recibió el privilegio de hablar directamente con Allah (kalāmullāh) sin intermediario; es un milagro y un honor de Allah.<br><br>Sura an-Nisāʾ: 125: «Y Allah tomó a Ibrahim como amigo (jalīl).» Sura an-Nisāʾ: 164: «Y Allah habló a Musa de palabra.» Un hadiz auténtico afirma el mérito de Ibrahim y Musa; el Profeta dijo que Allah habló a Musa en el Monte Ṭūr. Creemos en los méritos de los profetas sin menospreciar a otros.<br><br>Esta creencia nos enseña a honrar a todos los profetas y no oponer uno a otro; cada uno tiene el mérito que Allah le dio. Tomamos ejemplo de Ibrahim (firmeza en el tawḥīd) y de Musa (diálogo con Allah mediante la súplica y la obediencia).",
    "category": "Profeta Y Mensajero"
  },
  {
    "no": 43,
    "title": "Preguntas Y Castigo En La Tumba",
    "text": "Creemos en el castigo de la tumba para quien lo merezca, y en el interrogatorio en la tumba por Munkar y Nakīr sobre el Señor, la religión y el profeta de cada uno, como en los hadices y relatos de los Compañeros.",
    "explanation": "Tras la muerte, la persona está en el ámbito del barzaj; en la tumba es interrogado por dos ángeles (Munkar y Nakīr) sobre su Señor, su religión y su profeta. Quien responde bien recibe el bien de la tumba; quien no cree o es hipócrita recibe el castigo de la tumba según la justicia de Allah.<br><br>Hadices auténticos (Bujārī, Muslim y otros) relatan el interrogatorio y castigo de la tumba; el Profeta enseñó una súplica para pedir protección del castigo de la tumba. Los relatos de los Compañeros también lo afirman. Sura al-Muʾminūn: 99–100 alude al barzaj y a la barrera entre el muerto y el retorno al mundo.<br><br>Nos preparamos afianzando el tawḥīd, siguiendo la religión verdadera y reconociendo al Profeta Muhammad; suplicamos firmeza ante el interrogatorio en la tumba y protección del castigo de la tumba.",
    "category": "El Día Final"
  },
  {
    "no": 44,
    "title": "Resurrección Y Cuenta En El Día Del Juicio",
    "text": "Creemos en la resurrección tras la muerte, en la recompensa de las obras en el Día del Juicio, en la presentación de las obras, en la cuenta (ḥisāb), en la lectura del registro, en recompensa o castigo, en el puente (ṣirāṭ) y en la balanza (mīzān).",
    "explanation": "El Día del Juicio es cuando toda la gente es resucitada de la tumba para ser juzgada. Se presentan las obras, se lee el registro, la balanza (mīzān) pesa las obras, luego la gente cruza el puente (ṣirāṭ) hacia el Paraíso o el Fuego. Creemos en todo ello como viene en el Corán y el hadiz.<br><br>Sura az-Zalzalah: 7–8: «Quien haga un bien del peso de un átomo lo verá. Y quien haga un mal del peso de un átomo lo verá.» Sura al-Kahf: 49, al-Isrāʾ: 13–14 y otros versos hablan del registro de obras, la cuenta y la mīzān. Un hadiz auténtico (Bujārī–Muslim) relata el ṣirāṭ y que unos cruzan y otros caen.<br><br>Esta creencia nos impulsa a obrar bien y evitar el pecado; estamos seguros de que nada se pierde del registro y toda obra será recompensada. Pedimos a Allah que facilite nuestra cuenta y nos salve ese día.",
    "category": "El Día Final"
  },
  {
    "no": 45,
    "title": "Creencia En Las Karāmāt De Los Santos",
    "text": "Creemos en las karāmāt (prodigios) de los santos que conocemos, y en relatos auténticos sobre ellos de fuentes dignas de confianza.",
    "explanation": "La karāma es un prodigio o favor que Allah concede a una persona recta (walī) fuera de lo ordinario, como conocimiento dado sin estudio o auxilio en un momento crítico. Creemos en karāmāt cuyos relatos son auténticos de fuentes fidedignas; no las negamos ni exageramos.<br><br>Sura Maryam relata que a Maryam se le dio sustento en el mihrāb; Sura al-Kahf relata la Gente de la Caverna. Hadices auténticos cuentan las karāmāt de los Compañeros (p. ej. ʿUmar «viendo» el ejército desde lejos). Los sabios de Ahl as-Sunnah creen en la karāma sin equipararla al milagro profético ni deificar al santo.<br><br>No rechazamos karāmāt relatadas con rigor, pero no creemos con facilidad en historias de origen incierto. La excelencia verdadera es la taqwā y el seguimiento del Profeta; la karāma es un don de Allah, no una medida de rectitud.",
    "category": "Fe: Pilares, Definición Y Justo Medio"
  },
  {
    "no": 46,
    "title": "El Decreto De La Pluma En La Tabla Preservada",
    "text": "Creemos en la Tabla Preservada (Lawḥ Maḥfūẓ) y en la Pluma y en todo lo escrito; lo que Allah ﷻ ha escrito ocurrirá sin falta, y lo que Allah ﷻ no ha escrito no ocurrirá; lo que se le escape a una persona no lo alcanzará jamás.",
    "explanation": "La Tabla Preservada es el «registro maestro» donde Allah ha escrito todo el decreto; la Pluma (qalam) es una criatura que escribe por orden de Allah. Lo escrito ocurrirá; lo no escrito no ocurrirá. Sustento, plazo de vida y destino están registrados; lo que se le escape a una persona no lo alcanzará.<br><br>Sura al-Ḥadīd: 22: «No ocurre ninguna desgracia en la tierra ni en vosotros sin que esté en un libro (la Tabla Preservada) antes de que la hagamos existir.» Un hadiz auténtico (Aḥmad, etc.) dice que lo primero que Allah creó fue la Pluma, luego le ordenó escribir todo lo que ocurriría. Sura al-Anʿām: 59 afirma que nada se oculta al conocimiento de Allah.<br><br>Creemos en este decreto sin sentirnos «forzados»; seguimos esforzándonos y suplicando porque el esfuerzo y la súplica también son parte del decreto. Esta creencia da paz al corazón y nos guarda de la envidia o la desesperación por lo que no recibimos.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 47,
    "title": "El Ángel De La Muerte Y Su Tarea",
    "text": "Creemos en el Ángel de la Muerte, encargado de tomar las almas de toda la creación.",
    "explanation": "El Ángel de la Muerte (ʿAzrāʾīl o Malak al-Mawt) es el ángel que Allah ha encargado de tomar el alma de todo ser vivo. La toma del alma ocurre por orden de Allah; nadie muere antes de su plazo ni se retrasa después. Sura as-Sajdah: 11: «Di: El ángel de la muerte encargado de vosotros os hará morir.» Un hadiz auténtico relata que el Ángel de la Muerte llega a la persona cuando llega su plazo; unos son tomados con facilidad y otros con dificultad según sus obras. No afirmamos el nombre del ángel (ʿAzrāʾīl) con certeza por falta de prueba decisiva; lo cierto es la creencia en el ángel que toma las almas.<br><br>Esta creencia nos recuerda que la muerte llegará y que se cumple por orden de Allah; nos preparamos con arrepentimiento y buenas obras para que cuando nos tomen el alma estemos en buen estado.",
    "category": "Ángeles Y Lo Invisible"
  },
  {
    "no": 48,
    "title": "Los Dos Ángeles Que Registran Las Obras Humanas",
    "text": "Creemos en los ángeles nobles que registran las obras de la gente, pues Allah ﷻ los ha puesto sobre la gente como dos guardianes.",
    "explanation": "Cada persona está acompañada por dos ángeles: uno registra el bien y otro el mal. No se pierde palabra ni obra del registro; este registro se presentará el Día del Juicio. Ambos son «guardianes» puestos por Allah, no para dañar sino para registrar con justicia.<br><br>Sura Qāf: 17–18: «Cuando los dos ángeles registran (las obras), uno sentado a la derecha y otro a la izquierda. No se pronuncia palabra sin que haya junto a él un vigilante preparado.» Sura al-Infiṭār: 10–12 mencionan también a los guardianes (ḥafẓa). Un hadiz auténtico afirma que los ángeles registran toda obra.<br><br>Somos conscientes de que toda obra queda registrada; esto nos impulsa a guardar la lengua y las obras y a aumentar el bien. No tememos hasta la angustia pero no descuidamos; nos esforzamos para que el registro de la derecha pese más que el de la izquierda.",
    "category": "Ángeles Y Lo Invisible"
  },
  {
    "no": 49,
    "title": "Fe En Los Mensajeros Y Los Libros",
    "text": "Creemos en los ángeles, los profetas y los libros revelados a los mensajeros, y damos testimonio de que todos siguieron la verdad manifiesta.",
    "explanation": "Creemos en los ángeles, los profetas y los libros de Allah (la Torá, el Evangelio, el Zabūr y el Corán) sin discriminar. Todos los mensajeros trajeron la misma verdad (tawḥīd y obediencia); damos testimonio de que estaban en la verdad manifiesta y no negamos a ninguno.<br><br>Sura al-Baqarah: 285: «Todos creen en Allah, Sus ángeles, Sus libros y Sus mensajeros. (Dicen:) No discriminamos entre ninguno de Sus mensajeros.» Sura an-Nisāʾ: 150–152 advierten contra quien niega a algunos mensajeros. Un hadiz auténtico afirma que creemos en todos los profetas de Adam a Muhammad.<br><br>No insultamos a ningún profeta ni libro; sostenemos que el Islam completa y confirma lo anterior. Seguimos al Profeta Muhammad como mensajero final y al Corán como libro final que confirma los libros anteriores.",
    "category": "Corán Y Revelación"
  },
  {
    "no": 50,
    "title": "Todo Es Decreto De Allah",
    "text": "Creemos en todo esto y estamos seguros de que todo es de Allah ﷻ.",
    "explanation": "Todo lo que creemos—ángeles, libros, mensajeros, decreto, el Día Final, etc.—y todo lo que ocurre en el universo es en esencia de Allah. Nada ocurre sin Su conocimiento, voluntad y decreto; creemos en ello con certeza.<br><br>Sura at-Taghābun: 11: «No ocurre ninguna desgracia a nadie sino con permiso de Allah.» Sura al-Ḥadīd: 22 afirma que toda desgracia está escrita. Un hadiz auténtico (Muslim) afirma la creencia en el decreto, lo bueno y lo malo, de Allah. La creencia de que «todo es de Allah» es el fundamento del tawakkul y la paciencia.<br><br>No atribuimos los hechos solo a «naturaleza» o «casualidad»; estamos seguros de que detrás de todo está el decreto de Allah. Esto no quita la responsabilidad humana (seguimos esforzándonos y rendimos cuentas), pero dejamos el resultado final a Allah.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 51,
    "title": "No Discriminar Entre Los Mensajeros",
    "text": "Creemos en todo esto, no discriminamos entre ninguno de los mensajeros y aceptamos como verdad todo lo que trajeron.",
    "explanation": "Creemos en todos los mensajeros sin discriminar: no negamos a unos y afirmamos a otros. Lo que trajeron (tawḥīd, obligaciones de culto, moral) lo aceptamos como verdad; no decimos «creemos en unos y no creemos en otros».<br><br>Sura al-Baqarah: 136: «Decid: Creemos en Allah y en lo que se nos reveló, y en lo revelado a Ibrāhīm, Ismāʿīl, Isḥāq, Yaʿqūb y las tribus, y en lo dado a Mūsā, ʿĪsā y los profetas de su Señor. No discriminamos entre ninguno de ellos.» Sura an-Nisāʾ: 150–152 prohíbe creer en unos mensajeros y negar a otros. El hadiz afirma que insultar a cualquier profeta es pecado grave.<br><br>Honramos a todos los profetas y no oponemos uno a otro; seguimos la ley del Profeta Muhammad como sello y perfeccionador, creyendo que todos los mensajeros trajeron la verdad de Allah.",
    "category": "Profeta Y Mensajero"
  },
  {
    "no": 52,
    "title": "La Aparición Del Dajjal Y Las Señales De La Hora",
    "text": "Creemos en las señales de la Hora como la aparición del Dajjal, el descenso de ʿĪsā ibn Maryam del cielo, la salida del sol por el oeste y la salida de la Bestia de la tierra.",
    "explanation": "Creemos en las señales de la Hora mencionadas por el Profeta: la aparición del Dajjal (el gran engañador), el descenso de ʿĪsā ibn Maryam del cielo para derrotar al Dajjal y establecer la ley, la salida del sol por el oeste (después de lo cual el arrepentimiento no se acepta) y la salida de la Bestia de la tierra. Todo esto ocurre antes de la Hora mayor.<br><br>Hadices auténticos (Bujārī, Muslim y otros) relatan las señales de la Hora. El Profeta dijo que el Dajjal aparecerá e ʿĪsā descenderá y lo matará. Sura al-Anʿām: 158 alude a la salida del sol por el oeste. Creemos sin cuestionar el «cómo» en detalle.<br><br>Esta creencia nos recuerda que la Hora es real y tiene señales; nos preparamos con fe y obras rectas y no nos dejamos engañar por el Dajjal o afirmaciones falsas.",
    "category": "El Día Final"
  },
  {
    "no": 53,
    "title": "Los Diez Compañeros Prometidos El Paraíso",
    "text": "Atestiguamos que los diez a quienes el Mensajero de Allah ﷺ prometió el Paraíso estarán en el Paraíso: Abū Bakr, ʿUmar, ʿUthmān, ʿAlī, Ṭalḥa, Az-Zubayr, ʿAbdur-Raḥmān ibn ʿAwf, Saʿd ibn Abī Waqqāṣ, Saʿīd ibn Zayd y Abū ʿUbayda ibn Al-Jarrāḥ.",
    "explanation": "Los diez compañeros a quienes el Profeta prometió el Paraíso (al-ʿashara al-mubashshara) creemos que entrarán en el Paraíso: Abū Bakr, ʿUmar, ʿUthmān, ʿAlī, Ṭalḥa, Az-Zubayr, ʿAbdur-Raḥmān ibn ʿAwf, Saʿd ibn Abī Waqqāṣ, Saʿīd ibn Zayd y Abū ʿUbayda ibn Al-Jarrāḥ. La promesa del Profeta es verdadera y ellos son modelo para la ummah.<br><br>Un hadiz auténtico (Tirmidhī y otros) afirma que el Profeta prometió el Paraíso a estos diez compañeros. Son figuras destacadas del Islam; reconocer su excelencia es parte del credo de Ahl as-Sunnah. No exageramos ni menospreciamos; seguimos su camino.<br><br>Honramos a todos los compañeros y no guardamos odio hacia ninguno; tomamos como ejemplo a estos diez en fe, justicia y sacrificio.",
    "category": "Compañeros, Califas Y Ahlul Bayt"
  },
  {
    "no": 54,
    "title": "Amar La Justicia Y Odiar La Opresión",
    "text": "Amamos a la gente de justicia y honestidad y odiamos a la gente de opresión y falsedad.",
    "explanation": "Amamos a todos los compañeros del Profeta sin exceso hacia ninguno (ghuluw) ni negligencia hacia ninguno (taqṣīr). Amar a los compañeros es parte del Islam y la fe; odiar o insultar a los compañeros es incredulidad e hipocresía.<br><br>Sura at-Tawba: 100 elogia a los primeros y principales de los Muhāyirūn y los Anṣār. Un hadiz auténtico prohíbe insultar a los compañeros; el Profeta dijo no insultéis a mis compañeros. Ahl as-Sunnah reconoce que los compañeros pudieron diferir en iytihād pero no en credo.<br><br>No nos sumamos a insultar a los compañeros ni los consideramos en falta sin prueba; los honramos y tomamos como ejemplo a la mejor generación de esta ummah.",
    "category": "Comunidad, Gobernante Y Fiqh"
  },
  {
    "no": 55,
    "title": "La Prohibición De Odiar A Los Compañeros Del Profeta",
    "text": "Amamos a los compañeros del Mensajero de Allah ﷺ, pero no vamos al exceso con ninguno ni descuidamos a ninguno; amar a los compañeros es parte del Islam y la fe; odiar a los compañeros es incredulidad e hipocresía.",
    "explanation": "Amamos a la gente de justicia y honestidad y odiamos a la gente de opresión y falsedad. Amar y odiar por Allah es parte de la fe; no somos neutrales ante la opresión o la falsedad.<br><br>Sura al-Mumtaḥana: 8 ordena no tomar como enemigos a quienes no nos combaten por la religión. El Profeta dijo (Bujārī) que los más amados por Allah son los que más benefician a la gente. La opresión y la falsedad están prohibidas en muchos versículos y hadices.<br><br>Nos esforzamos por ser justos y honestos en nuestros asuntos y apoyar la justicia en la sociedad; evitamos la opresión y la falsedad y no nos aliamos con los opresores en su opresión.",
    "category": "Compañeros, Califas Y Ahlul Bayt"
  },
  {
    "no": 56,
    "title": "El Orden De Los Califas Bien Guiados Como Líderes De Los Musulmanes",
    "text": "Afirmamos que tras la muerte del Mensajero de Allah ﷺ el califato pasó primero a Abū Bakr Aṣ-Ṣiddīq, luego a ʿUmar, luego a ʿUthmān, luego a ʿAlī ibn Abī Ṭālib—ellos son los Califas Bien Guiados y los líderes rectos.",
    "explanation": "Tras la muerte del Profeta, el califato pasó a Abū Bakr, luego a ʿUmar, luego a ʿUthmān, luego a ʿAlī. Son los Califas Bien Guiados (al-Julafāʾ ar-Rāshidūn); este orden se basa en el hecho histórico y el consenso de Ahl as-Sunnah.<br><br>Un hadiz auténtico afirma que el califato tras el Profeta corresponde a Quraysh y que el Profeta ordenó seguir la sunna de los califa bien guiados. Relatos auténticos relatan la promesa de lealtad a Abū Bakr, luego a ʿUmar, ʿUthmān y ʿAlī. No nos oponemos ni menospreciamos a ninguno de ellos.<br><br>Reconocemos a los cuatro califa como líderes justos y seguimos su camino en religión y gobierno; no seguimos a quienes insultan o declaran incrédulo a algún califa.",
    "category": "Compañeros, Califas Y Ahlul Bayt"
  },
  {
    "no": 57,
    "title": "Seguir La Sunnah Del Profeta Y La Comunidad",
    "text": "Seguimos la Sunnah del Profeta ﷺ y la comunidad musulmana y evitamos la desviación, la división y la discordia.",
    "explanation": "Nos aferramos a la Sunnah del Profeta y a la comunidad de musulmanes; evitamos la innovación, la división y las posturas desviadas. Seguir la Sunnah y la comunidad es el camino de seguridad.<br><br>Un hadiz auténtico (Abū Dāwūd, Tirmidhī) dice: «Aferraos a mi Sunnah y a la sunna de los califa bien guiados» y «La comunidad es misericordia, la división es castigo.» Sura Āl ʿImrān: 103 ordena aferrarse a la cuerda de Allah y no dividirse. Ahl as-Sunnah wa al-Jamāʿa es el nombre de quienes siguen este camino.<br><br>Aprendemos la religión de fuentes auténticas (el Corán y la Sunnah) y seguimos el entendimiento de la comunidad, no el capricho ni grupos escindidos; evitamos debates que dividan.",
    "category": "Comunidad, Gobernante Y Fiqh"
  },
  {
    "no": 58,
    "title": "Definición De Musulmanes Como Gente De La Qibla",
    "text": "Llamamos musulmán y muʾmin a quien orienta hacia nuestra qibla—siempre que esa gente de la qibla reconozca lo que trajo el Profeta ﷺ y acepte como verdad todo lo que dijo y transmitió.",
    "explanation": "A quien reza orientado hacia nuestra qibla (la Kaʿba) y reconoce lo que trajo el Profeta y afirma todo lo que el Profeta dijo y transmitió lo llamamos musulmán y muʾmin. No declaramos incrédulos a la gente de la qibla mientras no nieguen lo que es claramente incredulidad.<br><br>Sura al-Baqarah: 143 describe a la ummah islámica como comunidad del justo medio. Un hadiz auténtico afirma que quien reza como nosotros y orienta hacia nuestra qibla es musulmán. Los sabios de Ahl as-Sunnah no declaran incrédulos a la gente de la qibla por pecado mientras no lo consideren lícito.<br><br>No acusamos a la ligera de incredulidad; distinguimos entre un musulmán que peca y quien ha salido del Islam. Dejamos los secretos del corazón a Allah y tratamos a la gente de la qibla como hermanos musulmanes.",
    "category": "Comunidad, Gobernante Y Fiqh"
  },
  {
    "no": 59,
    "title": "La Unidad Es Lo Correcto Y La División Es Castigo",
    "text": "Estamos de acuerdo en que la unidad es el camino correcto y que la división es desviación y castigo.",
    "explanation": "La unidad sobre la verdad es el camino correcto; la división es desviación y castigo. Allah ordena la unidad y prohíbe la división.<br><br>Sura Āl ʿImrān: 103: «Aferraos todos a la cuerda de Allah y no os dividáis.» Un hadiz auténtico (Ibn Māyah) afirma que la división es castigo. El Profeta prohibió dividirse y ordenó escuchar y obedecer al gobernante mientras no sea desobediencia.<br><br>Nos esforzamos por preservar la fraternidad islámica y no dividir la ummah con temas de innovación o acusación; nos unimos sobre el Corán, la Sunnah y el entendimiento de los salaf.",
    "category": "Comunidad, Gobernante Y Fiqh"
  },
  {
    "no": 60,
    "title": "La Permisibilidad De Pasar La Mano Sobre El Juff Según El Hadiz",
    "text": "Estamos de acuerdo en pasar la mano sobre el juff (calcetines de cuero) tanto en viaje como en residencia, como en los hadices.",
    "explanation": "Pasar la mano sobre el juff (calcetines de cuero que cubren los tobillos) en lugar de lavar los pies en la ablución está permitido en el hadiz, tanto en viaje como en residencia. Es una concesión de la ley que el Profeta enseñó.<br><br>Un hadiz auténtico (Muslim y otros) relata que el Profeta y los compañeros pasaban la mano sobre el juff. Los sabios coinciden en su permisibilidad con las condiciones mencionadas en el fiqh. Es parte de la facilidad de la religión; lo seguimos sin exceso ni rechazo.<br><br>Podemos usar la concesión de pasar la mano sobre el juff según las condiciones al realizar la ablución; no lo consideramos obligatorio ni prohibido mientras sigamos la evidencia auténtica.",
    "category": "Comunidad, Gobernante Y Fiqh"
  },
  {
    "no": 61,
    "title": "La Oración Detrás De Todo Imán",
    "text": "Estamos de acuerdo en orar detrás de cualquiera de la gente de la qibla—justo o injusto—y en hacer la oración fúnebre por cualquiera de la gente de la qibla cuando fallezca.",
    "explanation": "Oramos detrás de cualquiera de la gente de la qibla—piadoso o transgresor—mientras establezca la oración válidamente; también hacemos la oración fúnebre por cualquier miembro de la qibla que fallezca. Esto preserva la unidad y no boicotea la comunidad por el defecto personal del imam.<br><br>Un hadiz auténtico (Bujārī–Muslim) confirma que se ora detrás del imam transgresor. El Profeta dijo: están delante de vosotros; si aciertan la recompensa es para vosotros y para ellos, si yerran la recompensa es vuestra y la culpa suya. La oración fúnebre del musulmán es obligación de suficiencia.<br><br>No abandonamos la comunidad por la imperfección del imam; mantenemos la oración en común y rogamos guía para el imam. Hacemos la oración fúnebre por el musulmán fallecido y no la rechazamos por los pecados de esa persona.",
    "category": "Comunidad, Gobernante Y Fiqh"
  },
  {
    "no": 62,
    "title": "El Corán Es Kalām No Creado",
    "text": "No polemizamos sobre el Corán y damos testimonio de que es la palabra de Allah ﷻ traída por el Espíritu Fiel a Muhammad ﷺ; no es palabra de criatura y no decimos que fue creado.",
    "explanation": "El Corán es Kalāmullāh (palabra de Allah) traída por Yibrīl al Profeta Muhammad; no es palabra de criatura y no decimos que fue creado. Discutir sin base «cómo» o «si fue creado» es innovación; creemos lo que Allah y el Enviado han establecido.<br><br>Sura at-Tawba: 6 menciona «la palabra de Allah» (Kalāmullāh). Un hadiz auténtico afirma que el Corán fue revelado por el Espíritu Fiel (Yibrīl). Ahl as-Sunnah establece que el Kalām de Allah es un atributo Suyo, no creado; quien diga que el Corán es creado se desvía.<br><br>No polemizamos sobre esto con la gente común; creemos que el Corán es la palabra sagrada de Allah y no creada. Honramos el Corán y lo practicamos sin caer en debates de poco provecho.",
    "category": "Corán Y Revelación"
  },
  {
    "no": 63,
    "title": "Evitar Palabras Vanas Sobre La Religión",
    "text": "No entramos en palabras vanas sobre Allah ﷻ ni permitimos que la controversia sobre la religión de Allah ﷻ dañe la fraternidad.",
    "explanation": "No entramos en palabras vanas sobre Allah (como debatir Su esencia o lo que no tiene base en las pruebas) ni permitimos que la controversia sobre la religión de Allah rompa la fraternidad. La religión se basa en pruebas, no en especulación.<br><br>Sura al-Isrāʾ: 36 prohíbe seguir lo que no tiene conocimiento. Un hadiz auténtico prohíbe debatir el Corán sin base y manda remitir las controversias a Allah y al Enviado. Los sabios prohíben la disputa vana en religión.<br><br>Hablamos de religión con base en el Corán y la Sunnah; no gastamos tiempo en debates sin fin. Preservamos la unidad y no nos dividimos por diferencias no esenciales.",
    "category": "Fe: Pilares, Definición Y Justo Medio"
  },
  {
    "no": 64,
    "title": "Obedecer Al Gobernante Mientras No Ordene Pecado",
    "text": "No aceptamos la rebelión contra el imam o el gobernante de nuestros asuntos, aunque sea injusto; obedecer al imam y al gobernante es parte de obedecer a Allah ﷻ y es obligatorio mientras no ordenen pecado; rogamos guía y perdón para ellos.",
    "explanation": "No aceptamos la rebelión contra el imam o gobernante de los musulmanes aunque sea injusto; obedecerles es parte de obedecer a Allah y es obligatorio mientras no ordenen desobediencia. Rogamos guía y perdón para ellos.<br><br>Un hadiz auténtico (Bujārī–Muslim) dice: escuchad y obedeced al emir mientras no ordene desobediencia; el Profeta prohibió rebelarse mientras establezcan la oración. Sura an-Nisāʾ: 59 ordena obedecer a los que detentan la autoridad. Esto preserva la estabilidad y el orden de la ley.<br><br>Obedecemos en lo lícito y no obedecemos si se ordena pecado; no nos rebelamos con violencia ni dividimos. Rogamos por el gobernante guía y justicia, y aconsejamos con sabiduría.",
    "category": "Comunidad, Gobernante Y Fiqh"
  },
  {
    "no": 65,
    "title": "Rechazo Del Adivino Y El Augur",
    "text": "No aceptamos como verdad lo dicho por adivinos ni augures, ni afirmaciones contrarias al Libro, la Sunnah y el consenso de la ummah musulmana.",
    "explanation": "No creemos en adivinos, augures ni quien pretenda conocer lo oculto o predecir el destino; rechazamos también lo que contradiga el Corán, la Sunnah y el consenso de la ummah. La verdad solo viene de la revelación.<br><br>Un hadiz auténtico (Bujārī–Muslim) dice que el Profeta afirmó: quien acuda a un adivino o augur y lo crea, ha descreído de lo revelado a Muhammad. Sura al-Ŷinn: 26–27 afirma que nadie conoce lo oculto sino Allah.<br><br>No creemos en augurios, horóscopos ni «ciencias» que pretendan conocer el futuro; nos encomendamos a Allah y actuamos según la ley de Allah. Solo tomamos noticia de fuentes fiables (Libro y Sunnah).",
    "category": "Súplica, Conocimiento Y Límites"
  },
  {
    "no": 66,
    "title": "No Declarar Kāfir Al Musulmán Por Pecado",
    "text": "No consideramos a ninguno de la gente de nuestra qibla como kāfir por un pecado que cometa—mientras no considere lícito ese pecado.",
    "explanation": "No declaramos kāfir a la gente de la qibla (quien ora hacia nuestra qibla y acepta lo que el Profeta trajo) solo por cometer pecado—mientras no considere lícito ese pecado. El pecado no saca automáticamente del Islam.<br><br>Un hadiz auténtico dice: un musulmán no debe declarar kāfir a otro; quien llame a su hermano «kāfir» que uno de los dos cargue con esa palabra. Los sabios de Ahl as-Sunnah distinguen entre quien comete pecado grave pero sigue siendo creyente y quien sale del Islam por negar lo evidente o permitir lo prohibido.<br><br>No declaramos kāfir a la ligera; distinguimos entre quien peca pero sigue creyendo y quien niega pilares del Islam o permite lo ilícito. Lo oculto del corazón lo dejamos a Allah.",
    "category": "Pecado, Incredulidad Y Gente De La Qibla"
  },
  {
    "no": 67,
    "title": "El Daño Del Pecado Para El Creyente",
    "text": "No decimos que el pecado del creyente no le perjudica.",
    "explanation": "No decimos que el pecado del creyente no le perjudica. El pecado sigue siendo dañino: reduce la recompensa, atrae castigo en esta vida o en la otra y debilita la fe. No menospreciamos el pecado.<br><br>Sura an-Nisāʾ: 31 y otras advierten de que el pecado grave puede acarrear castigo. Un hadiz auténtico afirma que el pecado deja huella en el corazón. El Profeta prohibió menospreciar el pecado pequeño. Ahl as-Sunnah rechaza la postura murjiʾí de que el pecado no daña la fe.<br><br>Tememos el pecado y nos arrepentimos; no nos sentimos seguros por el mero hecho de creer. Evitamos pecados graves y menores y no menospreciamos el efecto del pecado en el corazón y en el destino en la otra vida.",
    "category": "Pecado, Incredulidad Y Gente De La Qibla"
  },
  {
    "no": 68,
    "title": "Prohibición De Acusar De Kufr Al Hermano Musulmán",
    "text": "No decimos que ninguno de la gente de la qibla entrará con certeza en el paraíso o en el fuego, ni acusamos a nadie de kufr, shirk o nifāq—mientras no lo muestre; lo oculto del corazón lo dejamos a Allah ﷻ.",
    "explanation": "No afirmamos para nadie que entrará con certeza en el paraíso o en el fuego; tampoco acusamos a nadie de kāfir, mushrik o munāfiq mientras no lo muestre. Lo oculto del corazón lo dejamos a Allah.<br><br>Un hadiz auténtico prohíbe afirmar para alguien el paraíso o el fuego. El Profeta dijo: no os acuséis unos a otros de nifāq. Sura al-Ḥuŷurāt: 12 prohíbe la suposición y la maledicencia. Solo juzgamos lo aparente; lo oculto es de Allah.<br><br>Bien pensamos mientras no haya prueba clara; no juzgamos las intenciones ajenas. Nos centramos en corregirnos y en la llamada con sabiduría, no en acusar o condenar.",
    "category": "Pecado, Incredulidad Y Gente De La Qibla"
  },
  {
    "no": 69,
    "title": "La Excelencia Del Profeta Por Encima De Los Santos",
    "text": "No preferimos a ningún santo de la ummah sobre ningún profeta; un solo profeta es mejor que todos los santos juntos.",
    "explanation": "Ningún santo (walī) de esta ummah es preferible a ningún profeta; un solo profeta es mejor que todos los santos juntos. El profeta tiene un rango singular; no ponemos a ningún piadoso por encima de los profetas.<br><br>Sura al-Anʿām: 86 y otras mencionan a los profetas con excelencia singular. Un hadiz auténtico afirma que el Profeta Muhammad es el señor de los hijos de Adán el día del juicio. Los sabios coinciden en que el profeta es superior al santo. Preferir un santo al profeta es desvío.<br><br>Honramos a los profetas y no equiparamos a ningún piadoso con ellos. Seguimos al Profeta Muhammad como fuente de la ley y modelo supremo; amamos a los santos de Allah sin exagerar hasta igualarlos al profeta.",
    "category": "Profeta Y Mensajero"
  },
  {
    "no": 70,
    "title": "Prohibición De Matar Sin Motivo Legal",
    "text": "No estamos de acuerdo en matar a nadie de la ummah de Muhammad ﷺ salvo cuando la ley lo exija.",
    "explanation": "No estamos de acuerdo en matar a nadie de la ummah de Muhammad salvo cuando la ley lo exija (qisās, hadd o en el contexto de guerra legítima). La vida del musulmán está protegida; matar sin derecho es pecado grave.<br><br>Sura al-Anʿām: 151 y al-Isrāʾ: 33 prohíben matar al alma que Allah ha prohibido matar salvo por derecho. Un hadiz auténtico afirma que matar a un musulmán es uno de los pecados graves. El Profeta prohibió matar a quien pronuncia la ilāha illā Allāh. La ley penal islámica determina cuándo es lícito matar.<br><br>Respetamos la vida humana y no apoyamos la violencia o el asesinato fuera de lo que la ley establece. Rechazamos el terrorismo y el asesinato en nombre de la religión que no se ajuste a la evidencia auténtica.",
    "category": "Comunidad, Gobernante Y Fiqh"
  },
  {
    "no": 71,
    "title": "La Condición De Muhammad Como Siervo Y Mensajero",
    "text": "Creemos que Muhammad ﷺ es el siervo elegido de Allah ﷻ, el profeta elegido de Allah ﷻ y el mensajero con el que Allah ﷻ está complacido.",
    "explanation": "Muhammad es el siervo elegido de Allah y el profeta y mensajero con el que Allah está complacido. Es un ser humano enviado con la revelación; no lo adoramos ni exageramos hasta elevarlo por encima de la condición de siervo y mensajero.<br><br>Sura al-Isrāʾ: 1 se refiere al Profeta como Su siervo. Sura al-Aḥzāb: 40 afirma que Muhammad es el sello de los profetas. Hadiz auténtico: no exageréis acerca de mí como los cristianos exageraron acerca de Jesús; solo soy un siervo, así que decid el siervo de Allah y Su mensajero. Lo amamos y honramos sin exceso; seguimos su ley y no lo divinizamos. Rechazamos a quien niegue su profecía o lo menosprecie.",
    "category": "Profeta Y Mensajero"
  },
  {
    "no": 72,
    "title": "El Decreto Del Bien Y Del Mal Para La Humanidad",
    "text": "El bien y el mal han sido decretados para la humanidad.",
    "explanation": "El bien y el mal han sido decretados para la humanidad: hay mandato y prohibición, recompensa y castigo. La humanidad tiene capacidad de elegir y se le pedirá cuentas por su elección.<br><br>Sura ash-Shams: 8–10 indica que Allah inspira al hombre el camino de la impiedad y el de la piedad. El hadiz y los versos afirman a menudo la obligación (taklīf) y la cuenta. El decreto divino no anula la elección; el hombre se esfuerza y Allah decreta el resultado.<br><br>Nos esforzamos por obrar bien y evitar el mal; no usamos «estaba decretado» como excusa para la pereza. Creemos que el bien y el mal son reales y que se nos pedirá cuentas.",
    "category": "Fe: Pilares, Definición Y Justo Medio"
  },
  {
    "no": 73,
    "title": "La Seguridad De La Fe Está En La Sumisión",
    "text": "El Islam de una persona solo es seguro cuando se funda en la sumisión y el sometimiento; forzarse a conocer lo que está más allá de la propia capacidad solo aleja de la creencia recta.",
    "explanation": "El Islam de una persona solo es seguro cuando se funda en la sumisión (taslīm) y el sometimiento a Allah y Su Mensajero. Forzarse a conocer lo que está más allá de la propia capacidad (como la realidad de la esencia de Allah o los detalles del decreto) solo aleja de la creencia recta.<br><br>Sura Āl ʿImrān: 19 describe el Islam como sumisión. El hadiz prohíbe reflexionar sobre la esencia de Allah y manda reflexionar sobre Su creación. Los sabios prohíben el ilḥād (indagar lo no permitido) en los nombres y atributos de Allah.<br><br>Dejamos a Allah lo que no ha explicado del oculto; nos centramos en lo que Allah ha mandado y en lo que podemos hacer. No nos inquieta no conocer el «cómo» o el «por qué» de lo que Allah no ha revelado.",
    "category": "Fe: Pilares, Definición Y Justo Medio"
  },
  {
    "no": 74,
    "title": "La Capacidad Humana Procede De Allah",
    "text": "La capacidad que hace que un acto se realice realmente es solo de Allah ﷻ; lo que la ley exige del hombre es capacidad en el sentido de salud, posibilidad y los medios de que dispone.",
    "explanation": "La capacidad que hace que el acto se realice (poder efectivo) es solo de Allah. Lo que la ley exige del hombre es capacidad en el sentido de salud, posibilidad y oportunidad (medios); cuando existen, debe esforzarse y Allah concede el éxito.<br><br>Sura al-Baqarah: 286: Allah no carga a nadie sino según su capacidad. Hadiz: no hay poder ni fuerza sino con Allah. Los sabios distinguen entre la capacidad como condición de la obligación y la capacidad que realiza el acto (de Allah).<br><br>Nos esforzamos en la medida de lo posible y pedimos ayuda a Allah; no nos excusamos con «no puedo» en lo que aún puede intentarse. Creemos que la fuerza para obedecer viene de Allah.",
    "category": "Taklīf Y Actos Humanos"
  },
  {
    "no": 75,
    "title": "Remitir Todo Conocimiento A Allah",
    "text": "Cuando nuestro conocimiento sobre algo no es claro, decimos: «Allah ﷻ sabe más.»",
    "explanation": "Cuando nuestro conocimiento sobre algo no es claro o no hay pruebas suficientes, decimos: Allah sabe más. No afirmamos ni inventamos; remitimos lo que no sabemos a Allah.<br><br>Sura al-Baqarah: 232 y muchos versos mandan remitir el asunto a Allah. El Profeta dijo: a quien se le pregunte por un conocimiento que no tiene y diga «Allah sabe más» ha dado la respuesta correcta. Los sabios prohíben hablar sin conocimiento.<br><br>No pretendemos saber lo que no sabemos; estamos dispuestos a decir «no sé» o «Allah sabe más» cuando sea el caso. No inventamos interpretación ni norma sin prueba.",
    "category": "Súplica, Conocimiento Y Límites"
  },
  {
    "no": 76,
    "title": "El Justo Medio Entre La Desesperación",
    "text": "La certeza absoluta y la desesperación sacan a la persona de la religión; el camino de la verdad para la gente de la qibla está entre ambas.",
    "explanation": "La certeza absoluta desviada (como afirmar que alguien entrará seguro en el Paraíso) y la desesperación (como afirmar que alguien entrará seguro en el Infierno o que Allah no perdona) sacan de la religión. El camino de la verdad para la gente de la qibla está entre ambas: esperanza y temor.<br><br>Sura al-Ḥijr: 56: el Profeta Abraham dijo que solo los extraviados desesperan de la misericordia de Allah. Sura az-Zumar: 53 invita a no desesperar. El hadiz afirma el equilibrio entre la esperanza (rajāʾ) y el temor (khawf). Ahl as-Sunna están entre los Jariyíes (demasiado severos) y los Murjiʾa (demasiado laxos).<br><br>Esperamos la misericordia de Allah y tememos Su castigo; no juzgamos que nadie vaya seguro al Paraíso o al Infierno. Pensamos bien de Allah y no desesperamos de Su perdón.",
    "category": "Fe: Pilares, Definición Y Justo Medio"
  },
  {
    "no": 77,
    "title": "La Tumba Como Jardín Del Paraíso O Foso Del Infierno",
    "text": "La tumba es o bien uno de los jardines del Paraíso o uno de los fosos del Infierno.",
    "explanation": "La tumba puede ser uno de los jardines del Paraíso (el deleite del barzaj) o uno de los fosos del Infierno (el castigo de la tumba), según las obras y la fe del enterrado. Esto es conforme a los hadices sobre el deleite y el castigo de la tumba.<br><br>Hadiz auténtico (Bujārī, Muslim) relata a menudo el deleite de la tumba para el creyente y el castigo de la tumba para el injusto o el hipócrita. El Profeta enseñó una súplica para ser protegido del castigo de la tumba. Sura al-Muʾminūn: 99–100 alude al ámbito del barzaj.<br><br>Nos preparamos con fe y obras rectas para que nuestra tumba sea un jardín del Paraíso; suplicamos ser protegidos del castigo de la tumba. Esta creencia nos urge a no ser negligentes.",
    "category": "El Día Final"
  },
  {
    "no": 78,
    "title": "La Fe En Ver A Allah En El Paraíso",
    "text": "La gente cree en ver a Allah ﷻ en el Paraíso sin interpretar ni imaginar el cómo con la propia razón, y evita negar el atributo de Allah ﷻ o asemejar a Allah ﷻ a la creación.",
    "explanation": "Los moradores del Paraíso verán a Allah en la otra vida; creemos esto sin interpretar ni imaginar el «cómo» con la propia razón. Evitamos negar este atributo o asemejar a Allah a la creación.<br><br>Sura al-Qiyāmah: 22–23 mencionan rostros aquel día radiantes, contemplando a su Señor. Hadiz auténtico (Bujārī–Muslim) afirma que los moradores del Paraíso ven a Allah como se ve la luna en noche de plenilunio. Creemos sin preguntar el cómo (takyīf) y sin asemejar (tamthīl).<br><br>No imaginamos la forma de esa «visión»; basta con creer que ver a Allah es la mayor dicha del Paraíso. Rechazamos a quien niegue la visión (ruʾyah) o la asemeje a ver la creación.",
    "category": "El Día Final"
  },
  {
    "no": 79,
    "title": "La Realidad De Ver A Allah En El Paraíso",
    "text": "Ver a Allah ﷻ por los moradores del Paraíso es verdad; la gente cree en ello sin interpretar el cómo y deja el conocimiento de ello a Allah ﷻ.",
    "explanation": "Ver a Allah por los moradores del Paraíso es verdad; creemos en ello sin interpretar el cómo y dejamos el conocimiento de ello a Allah. La manera de ver no es como ver la creación.<br><br>La prueba es como en el punto 78. Sura al-Qiyāmah: 22–23 y hadiz de transmisión amplia sobre la visión (ruʾyah). Los sabios de Ahl as-Sunna afirman la visión sin preguntar el cómo; no decimos «con ojos como los nuestros» ni «de tal manera». Creemos en la visión como noticia de Allah y Su Mensajero; no entramos en un debate sin fin sobre el «cómo». Esta creencia aumenta nuestro celo por obrar para estar entre los moradores del Paraíso.",
    "category": "El Día Final"
  },
  {
    "no": 80,
    "title": "Muhammad Es El Sello De Los Profetas De Allah",
    "text": "Muhammad ﷺ es el Sello de los Profetas, el Imam de los piadosos, el más noble de los mensajeros y el amado del Señor de todos los mundos.",
    "explanation": "Muhammad es el sello de los profetas, el imam de los piadosos, el más noble de los mensajeros y el amado del Señor de todos los mundos. No hay profeta después de él.<br><br>Sura al-Aḥzāb: 40: Muhammad no es el padre de ninguno de vuestros hombres, sino que es el mensajero de Allah y el sello de los profetas. Hadiz auténtico afirma que el Profeta es el señor de los hijos de Adán y el amado de Allah. El Profeta es el último mensajero; toda pretensión de profecía después de él es falsa.<br><br>Creemos en el Profeta Muhammad como el último profeta y no aceptamos ningún profeta o mensajero nuevo después de él. Lo amamos y honramos y seguimos su sunna hasta el fin de los tiempos.",
    "category": "Profeta Y Mensajero"
  },
  {
    "no": 81,
    "title": "La Misión De Muhammad Para Toda La Humanidad",
    "text": "El Profeta ﷺ Muhammad ﷺ fue enviado a todos los genios y a la humanidad con verdad, guía, luz e iluminación.",
    "explanation": "El Profeta Muhammad fue enviado a todos los genios y a la humanidad con verdad, guía, luz e iluminación. Su llamada es universal; ninguna comunidad después de él queda exceptuada del deber de seguirle.<br><br>Sura Saba: 28: No te enviamos sino a toda la humanidad. Sura al-Aḥzāb: 40 afirma el sello de los profetas. El hadiz afirma que el Profeta fue enviado a la humanidad y a los genios. Su ley sigue en vigor hasta la Hora.<br><br>Creemos que el Islam es para toda la humanidad; llamamos a él con sabiduría y no compelemos. Seguimos al Profeta como la única fuente de la ley después de él.",
    "category": "Profeta Y Mensajero"
  },
  {
    "no": 82,
    "title": "El Destino Del Musulmán Que Comete Pecado Grave",
    "text": "Quien de la ummah de Muhammad ﷺ cometa pecado grave estará en el Fuego, pero no para siempre—siempre que esa persona muera como creyente que afirma la unicidad de Allah ﷻ; esa persona está sujeta a la voluntad y decreto de Allah ﷻ.",
    "explanation": "Quien de la ummah de Muhammad cometa pecado grave estará en el Fuego (si Allah le castiga), pero no para siempre—siempre que muera como creyente que afirma la unicidad de Allah. Su destino final está sujeto a la voluntad y decreto de Allah; puede ser perdonado o castigado y luego sacado.<br><br>Hadiz auténtico afirma que Allah saca del Fuego a quien tiene tawhid en su corazón. La gente del tawhid no permanece en el Fuego para siempre. Sura an-Nisāʾ: 48 prohíbe el shirk; el pecado distinto del shirk puede ser perdonado si Allah quiere. Ahl as-Sunna están entre los Jariyíes (que declaran incrédulo al que comete pecado grave) y los Murjiʾa.<br><br>No juzgamos que quien comete pecado grave permanecerá en el Fuego para siempre; esperamos la misericordia de Allah y tememos Su castigo. Recordamos evitar el pecado grave y arrepentirnos; dejamos el desenlace final a Allah.",
    "category": "Pecado, Incredulidad Y Gente De La Qibla"
  },
  {
    "no": 83,
    "title": "Los Actos Humanos Son Creados Por Allah",
    "text": "Los actos humanos son en realidad creados por Allah ﷻ, y al mismo tiempo son hechos y por los que el hombre rinde cuentas.",
    "explanation": "Los actos humanos son en realidad creados por Allah (Él los realiza), y al mismo tiempo son hechos y por los que el hombre rinde cuentas. Este es el justo medio: ni Yabaríes (todo forzado) ni Qadaríes (el hombre crea su propio acto).<br><br>Sura aṣ-Ṣāffāt: 96: Allah os creó a vosotros y lo que hacéis. Hadiz: no hay poder ni fuerza sino con Allah. Los sabios de Ahl as-Sunna afirman que el acto del siervo es creación de Allah y adquisición (kasb) del siervo; el hombre rinde cuentas.<br><br>Nos esforzamos y creemos que el resultado es de Allah; no somos pasivos (Yabaríes) ni nos consideramos creadores de nuestro acto (Qadaríes). Somos responsables de nuestra elección.",
    "category": "Taklīf Y Actos Humanos"
  },
  {
    "no": 84,
    "title": "El Pacto De Allah Con Toda La Humanidad",
    "text": "El pacto que Allah ﷻ hizo con Adán y su descendencia es verdad.",
    "explanation": "El pacto que Allah hizo con Adán y su descendencia (tomado del lomo de Adán) es verdad: el reconocimiento de que Allah es el Señor. Esto se menciona en el Corán; el hombre nace en fitra, luego el entorno y la elección tienen su efecto. Sura al-Aʿrāf: 172–173 relatan que Allah tomó un pacto de la descendencia de Adán: ¿No soy yo vuestro Señor? Dijeron: Sí. Hadiz auténtico afirma que todo niño nace en fitra. Los sabios toman esto como prueba de la fitra y la responsabilidad humana.<br><br>Creemos que el hombre tiene fitra para conocer al Señor; nuestra llamada recuerda e invita; no \"inserta\" algo ajeno. Somos responsables de nuestra elección tras la madurez y la razón.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 85,
    "title": "Los Nombres Y Atributos De Allah Son Permanentes",
    "text": "Así como Allah ﷻ tiene derecho al nombre «Quien da vida a los muertos» antes y después de dar vida a los muertos, también Allah ﷻ tiene derecho al nombre «Creador» antes y después de crear.",
    "explanation": "Allah tiene derecho al nombre «Quien da vida a los muertos» antes y después de dar vida realmente; e igualmente «Creador» antes y después de crear. Los atributos y nombres de Allah no dependen de acontecimientos; Él posee siempre Sus atributos. Sura al-Ḥadīd: 3: Él es el Primero y el Último. Los nombres de Allah son eternos. Los sabios afirman que Allah es siempre Al-Khāliq, Al-Muḥyī, etc., sin \"tener nuevo\" un atributo tras un acontecimiento. Esto rechaza la opinión que duda de los atributos de Allah antes de la creación.<br><br>No preguntamos «cuándo tuvo Allah el atributo de Creador»; creemos que Allah es perfecto desde la eternidad. Esta creencia preserva la pureza del tawhid y rechaza la filosofía que duda de los atributos de Allah.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 86,
    "title": "Todo Lo Que Ocurre Es Por Voluntad De Allah",
    "text": "Todo ocurre según la voluntad, el conocimiento, el decreto y la determinación de Allah ﷻ; la voluntad de Allah ﷻ prevalece sobre las demás, y Allah ﷻ nunca es injusto, está libre de mal y es perfecto y libre de defecto.",
    "explanation": "Todo ocurre según la voluntad, el conocimiento, el decreto y la determinación de Allah. La voluntad de Allah prevalece sobre las demás; Allah nunca es injusto, está libre de mal y es perfecto y libre de defecto. Sura Yāsīn: 82: Cuando Él quiere una cosa, Su orden es solo «Sé» y es. Sura al-Burūj: 16: Él es quien quiere. El hadiz y los versos afirman a menudo el poder y la voluntad de Allah. Allah no es injusto; Su decreto contiene sabiduría.<br><br>Dejamos todo asunto a Allah y no acusamos a Allah de injusticia. Creemos que lo que nos alcanza es conforme a Su decreto y voluntad; nos esforzamos y nos encomendamos a Él.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 87,
    "title": "La Voluntad Humana Depende De Allah",
    "text": "Todo ocurre según el decreto y la voluntad de Allah ﷻ; lo que el hombre quiere solo se realiza si Allah ﷻ lo quiere.",
    "explanation": "Todo ocurre según el decreto y la voluntad de Allah; lo que el hombre quiere solo se realiza si Allah lo quiere. La voluntad humana no es independiente; está sujeta a la voluntad de Allah. Sura at-Takwīr: 29: No queréis sino que Allah quiera. Hadiz: no hay poder ni fuerza sino con Allah. Los sabios afirman que la voluntad (mashīʾa) de Allah abarca todo lo que ocurre; la voluntad de la criatura sigue.<br><br>Queremos y nos esforzamos, pero creemos que el resultado final está en la mano de Allah. No somos arrogantes cuando tenemos éxito ni desesperamos cuando fallamos; nos encomendamos a Él tras nuestro esfuerzo.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 88,
    "title": "La Verdad De La Ley Por El Profeta Muhammad",
    "text": "Todo lo establecido del Profeta ﷺ respecto a la ley y su explicación (el Corán y el Islam) es verdad.",
    "explanation": "Todo lo establecido del Profeta respecto a la ley y su explicación—el Corán y la Sunna, lo lícito y lo ilícito, la adoración y el carácter—es verdad. Lo aceptamos sin duda y actuamos según ello. Sura al-Ḥashr: 7: Lo que el Mensajero os dé, tomadlo; lo que os prohíba, dejadlo. Hadiz auténtico de transmisión amplia afirma que el Profeta no hablaba por capricho. El Corán y la Sunna son la fuente de la verdad.<br><br>No elegimos ni rechazamos parte de la ley; aceptamos todo lo que viene con seguridad del Profeta. No seguimos opiniones que contradigan la evidencia clara.",
    "category": "Profeta Y Mensajero"
  },
  {
    "no": 89,
    "title": "Toda La Creación Está Sujeta Al Gobierno De Allah",
    "text": "Toda la creación está sujeta a la voluntad de Allah ﷻ, ya sea por la gracia de Allah ﷻ o por la justicia de Allah ﷻ.",
    "explanation": "Toda la creación está sujeta a la voluntad de Allah, ya sea por Su gracia (bendición, guía, misericordia) o por Su justicia (castigo, prueba). Nada queda fuera de Su decreto. Sura Āl ʿImrān: 83: ¿Buscan acaso otra que la religión de Allah? A Él se somete quien está en los cielos y en la tierra. Los versos y el hadiz afirman a menudo que todo está sujeto a Allah. La gracia y la justicia de Allah son perfectas.<br><br>Aceptamos el decreto con apertura: por la bendición damos gracias, en la prueba somos pacientes. No protestamos contra el decreto de Allah; creemos que Allah es el Más Justo y el Más Misericordioso.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 90,
    "title": "Los Creyentes Son Los Aliados De Allah",
    "text": "Todos los creyentes son aliados de Allah ﷻ, y los más nobles a los ojos de Allah ﷻ son los más obedientes y los que más siguen el Corán.",
    "explanation": "Todos los creyentes son aliados de Allah (amados de Allah en sentido general); los más nobles a los ojos de Allah son los más obedientes y los que más siguen el Corán. La excelencia se basa en la piedad y el seguimiento, no en la pretensión o el título. Sura Yūnus: 62–63: Los aliados de Allah no tienen temor ni se entristecen—los que creen y son piadosos. El hadiz afirma que el aliado de Allah es quien obedece; los conocemos por sus obras, no por su pretensión. No exaltamos a un \"aliado\" particular por encima de la evidencia.<br><br>Nos esforzamos por ser aliados de Allah mediante la obediencia y el seguimiento del Corán y la Sunna; no pretendemos ser aliados ni exaltamos a otros sin base. La excelencia está en Allah y se basa en las obras.",
    "category": "Fe: Pilares, Definición Y Justo Medio"
  },
  {
    "no": 91,
    "title": "Los Actos Humanos Según El Conocimiento De Allah",
    "text": "Todos los actos humanos ocurren exactamente como Allah ﷻ conoce; a cada persona se le facilita aquello para lo que fue creada, y el afortunado o el desdichado lo es por decreto de Allah ﷻ.",
    "explanation": "Todos los actos humanos ocurren exactamente como Allah conoce; a cada persona se le facilita aquello para lo que fue creada (decreto), y el afortunado o desdichado lo es por decreto de Allah. Esto no anula el esfuerzo; el esfuerzo también forma parte del decreto.<br><br>Sura al-Layl: 5–10 indica que a unos se les facilita el bien y a otros el mal. Hadiz: a cada persona se le facilita aquello para lo que fue creada. El conocimiento de Allah precede al acto; el acto ocurre conforme a Su conocimiento.<br><br>Nos esforzamos y creemos que Allah es quien facilita; no somos pasivos. No alegamos \"ya estaba decretado desdichado\" para no esforzarnos; confiamos en Él tras el esfuerzo.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 92,
    "title": "El Límite Por El Cual Uno Sale De La Fe",
    "text": "Una persona no sale de la fe sino negando lo que la introdujo en ella.",
    "explanation": "Una persona no sale de la fe sino negando lo que la introdujo en la fe (p. ej. negar un pilar de la fe, declarar lícito lo claramente ilícito o creer en la incredulidad). El pecado solo no saca del Islam mientras no se niegue el fundamento.<br><br>Hadiz auténtico: no se debe declarar incrédulidad a un musulmán por pecado. Salir del Islam ocurre al rechazar la profesión de fe, negar lo cierto de la religión o declarar lícito lo acordado como ilícito. Los sabios aclaran que quien comete pecado grave sigue siendo creyente si no declara lícito el pecado.<br><br>No declaramos incrédulo a quien sigue afirmando los pilares de la fe y no declara lícito lo ilícito; distinguimos entre pecado e incredulidad. Dejamos el juicio de incredulidad a los sabios competentes en condiciones estrictas.",
    "category": "Fe: Pilares, Definición Y Justo Medio"
  },
  {
    "no": 93,
    "title": "La Falsedad De Reclamar Profecía Tras Muhammad",
    "text": "Toda reclamación de profecía después de Muhammad ﷺ es falsedad y engaño.",
    "explanation": "Toda reclamación de profecía después de Muhammad es falsedad y engaño. No hay profeta ni mensajero después de él; quien reclame profecía o reciba nueva revelación después de él es un mentiroso.<br><br>Sura al-Aḥzāb: 40: Muhammad es el sello de los profetas. Hadiz auténtico: no hay profeta después de mí. El Profeta dijo que vendrían mentirosos que reclamarían profecía; no les creáis. Los sabios coinciden en que reclamar profecía después del Profeta es incredulidad.<br><br>Rechazamos a quien reclame ser profeta, mensajero o receptor de nueva ley después del Profeta Muhammad. Seguimos solo el Corán y la Sunna; no hay nueva revelación.",
    "category": "Profeta Y Mensajero"
  },
  {
    "no": 94,
    "title": "Honrar A Los Compañeros, Esposas Y Descendencia Del Profeta",
    "text": "Quien hable bien de los Compañeros del Mensajero de Allah ﷺ, sus esposas y su descendencia pura está libre de la acusación de hipocresía.",
    "explanation": "Quien hable bien de los Compañeros del Mensajero de Allah, sus esposas (las Madres de los Creyentes) y su descendencia pura (los rectos Ahl al-Bayt) está libre de la acusación de hipocresía. Honrarlos es parte del Islam.<br><br>Sura al-Aḥzāb: 6 y otros versos alaban a las esposas del Profeta. El hadiz afirma la excelencia de Ahl al-Bayt y de los Compañeros. Injuriarlos es señal de hipocresía o desvío. Ahl as-Sunnah honra a los Compañeros y a Ahl al-Bayt sin exceso.<br><br>No injuriamos a los Compañeros, a las esposas del Profeta ni a su descendencia recta; hablamos bien de ellos y los tomamos como ejemplo. Rechazamos a los grupos que los injurian o los declaran incrédulos.",
    "category": "Compañeros, Califas Y Ahlul Bayt"
  },
  {
    "no": 95,
    "title": "Prohibición De Asemejar Allah Al Ser Humano",
    "text": "Quien describa a Allah ﷻ del mismo modo que al ser humano ha caído en la incredulidad; Allah ﷻ en Sus atributos no es semejante al ser humano.",
    "explanation": "Quien describa a Allah del mismo modo que al ser humano (tashbīh)—p. ej. sostener que Allah tiene miembros como nosotros o se sienta en un trono como la creación—ha caído en la incredulidad. Allah en Sus atributos no es semejante al ser humano.<br><br>Sura ash-Shūrā: 11: Nada hay semejante a Él. El hadiz prohíbe reflexionar sobre la esencia de Allah. Los sabios afirman que asemejar a Allah a la creación es incredulidad. Afirmamos los atributos sin preguntar \"cómo\" (takyīf) y sin asemejar (tamthīl).<br><br>No imaginamos a Allah como la creación; creemos en los nombres y atributos de Allah tal como han llegado, sin asemejar. Rechazamos las doctrinas de los muŷassima o mushabbiha.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 96,
    "title": "La Permanencia Del Paraíso Y Del Infierno",
    "text": "El Paraíso y el Infierno son criaturas que no tienen fin; Allah ﷻ los creó antes que el resto de la creación y creó al ser humano para habitar cada uno; quien Allah ﷻ quiera entra en el Paraíso por la gracia de Allah ﷻ o en el Infierno por la justicia de Allah ﷻ.",
    "explanation": "El Paraíso y el Infierno son criaturas que no tienen fin (son permanentes). Allah los creó antes que el resto de la creación y creó al ser humano para habitar cada uno. Quien Allah quiera entra en el Paraíso por Su gracia o en el Infierno por Su justicia.<br><br>Sura Hūd: 107–108 afirma que el Paraíso y el Infierno son permanentes. Hadiz auténtico relata que el Paraíso y el Infierno fueron creados. Sura ash-Shūrā: 7: Allah creó los cielos y la tierra y lo que hay entre ellos. Los habitantes del Paraíso y del Infierno permanecen para siempre.<br><br>Creemos en el Paraíso y el Infierno como realidades permanentes; nos esforzamos por entrar en el Paraíso con las obras y la misericordia de Allah y por evitar el Infierno con la obediencia y el arrepentimiento.",
    "category": "El Día Final"
  },
  {
    "no": 97,
    "title": "La Intercesión Por Los Musulmanes Es Verdadera",
    "text": "La intercesión reservada para los musulmanes es verdadera, como se relata en los hadices.",
    "explanation": "La intercesión reservada para los musulmanes—incluida la intercesión del Profeta por su comunidad en el Día de la Resurrección y otras intercesiones transmitidas de forma fiable en hadices—es verdadera. Creemos en ella sin negarla ni exagerarla.<br><br>Sura al-Baqara: 255 (el versículo del Trono) dice que nadie puede interceder ante Él sino con Su permiso. Hadiz de transmisión amplia relata la intercesión del Profeta por su comunidad. La intercesión es solo con permiso de Allah y para quien Allah esté complacido.<br><br>Esperamos la intercesión del Profeta y no nos apoyamos solo en las obras; tampoco consideramos que la intercesión anule la justicia de Allah. Suplicamos estar entre los que reciban intercesión.",
    "category": "El Día Final"
  },
  {
    "no": 98,
    "title": "La Verdad Del Estanque Del Profeta Muhammad",
    "text": "El Estanque (al-Ḥawḍ) que Allah ﷻ dio al Profeta ﷺ para saciar la sed de su comunidad en el Día de la Resurrección es verdadero.",
    "explanation": "El Estanque (al-Ḥawḍ) que Allah dio al Profeta para saciar la sed de su comunidad en el Día de la Resurrección es verdadero. Quien beba de él no tendrá sed jamás. Esto se menciona en hadiz auténtico.<br><br>Hadiz auténtico (Bujārī, Muslim) relata que el Profeta tiene un estanque en el Día de la Resurrección; quien beba de él no tendrá sed jamás. El Profeta advirtió que a algunos se les alejará del estanque. Creemos sin preguntar \"cómo\".<br><br>Nos esforzamos por ser de la comunidad que acudirá al estanque del Profeta; evitamos la innovación y la división que puedan llevar a ser alejados del estanque. Esta creencia aumenta nuestro amor por el Profeta.",
    "category": "El Día Final"
  },
  {
    "no": 99,
    "title": "Allah No Es Alcanzado Por El Entendimiento",
    "text": "Ninguna imaginación puede representar a Allah ﷻ, y ningún entendimiento puede abarcar a Allah ﷻ.",
    "explanation": "Ninguna imaginación puede representar a Allah y ningún entendimiento puede abarcar la esencia de Allah. El intelecto humano es limitado; creemos en Allah sin preguntar \"cómo\" (takyīf) y sin asemejar (tamthīl).<br><br>Sura al-Anʿām: 103: La vista no Le alcanza, mas Él alcanza la vista. Hadiz: reflexionad sobre la creación de Allah, no reflexionéis sobre la esencia de Allah. Los sabios afirman que el intelecto no puede abarcar la realidad de Allah.<br><br>No imaginamos la forma o \"rostro\" de Allah con nuestra imaginación; Lo glorificamos y creemos en Sus nombres y atributos sin asemejar. Dejamos el \"cómo\" a Allah.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 100,
    "title": "Ningún Secreto Está Oculto Para Allah",
    "text": "Nada sobre la creación estaba oculto para Allah ﷻ antes de que la creación fuera creada, y Allah ﷻ conoce todo lo que la creación hará antes de que la creación fuera creada.",
    "explanation": "Nada sobre la creación estaba oculto para Allah antes de la creación; Allah conoce todo lo que la creación hará antes de que la creación fuera creada. El conocimiento de Allah es eterno y abarca todo.<br><br>Sura al-Ḥadīd: 22: No ocurre desgracia sino que está en un libro. Sura al-Anʿām: 59: De Allah son las llaves de lo oculto. El hadiz afirma que Allah escribió el decreto antes de la creación. El conocimiento de Allah no cambia.<br><br>Creemos en el conocimiento perfecto de Allah; no nos inquieta \"Allah ya sabe\" como si no tuviéramos elección. Creemos que el conocimiento de Allah no obliga; seguimos esforzándonos y somos responsables.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 101,
    "title": "Todo Ocurre Por Voluntad De Allah",
    "text": "Nada ocurre sino lo que Allah ﷻ quiere.",
    "explanation": "Nada ocurre sino lo que Allah quiere. La voluntad de Allah abarca todo acontecimiento; no ocurre nada en el cielo ni en la tierra sin Su voluntad (mashīʾa).<br><br>Sura at-Taghābun: 11: No ocurre desgracia sino con permiso de Allah. Sura al-Insān: 30: No podéis querer sino lo que Allah quiere. El hadiz y los versos lo afirman abundantemente.<br><br>Encomendamos todo asunto a la voluntad de Allah; nos esforzamos y suplicamos, luego aceptamos Su decreto. No nos rebelamos contra el destino ni desesperamos.",
    "category": "Decreto Y Voluntad De Allah"
  },
  {
    "no": 102,
    "title": "Nada Puede Vencer A Allah",
    "text": "Nada puede vencer a Allah ﷻ.",
    "explanation": "Nada puede vencer a Allah. Su dominio es absoluto; nada puede rivalizar, anular o frustrar Su voluntad.<br><br>Sura al-Baqarah: 255: Allah no duerme ni adormece; Suyo es cuanto hay en los cielos y en la tierra. Los versos y el hadiz afirman el poder (qudrah) de Allah. Quien crea que algo puede vencer a Allah ha caído en la incredulidad.<br><br>Estamos seguros de que la ayuda y la victoria solo vienen de Allah; no tememos a la creación. Ponemos la esperanza y el temor solo en Allah.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 103,
    "title": "Nada Se Parece A Allah",
    "text": "Nada se parece a Allah ﷻ.",
    "explanation": "Nada se parece a Allah. Él es único; no hay igual, socio ni semejanza con Él en esencia, atributos o actos.<br><br>Sura al-Ijlās: 4: Y no hay nada comparable a Él. Sura ash-Shūrā: 11: Nada hay como Él. El hadiz y el consenso afirman el tawhid. Asemejar a Allah con la creación es incredulidad.<br><br>Declaramos a Allah libre de toda semejanza con la creación; no lo imaginamos ni lo describimos con atributos de la creación. Este tawhid es el fundamento de toda la religión.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 104,
    "title": "No Hay Dios Que Merezca Adoración Sino Allah",
    "text": "No hay dios que merezca ser adorado sino Allah ﷻ.",
    "explanation": "No hay dios que merezca adoración sino Allah. Solo Allah tiene derecho a ser adorado; adorar a otro que Él es shirk. La frase lā ilāha illā Allāh es el fundamento del Islam.<br><br>Sura Muḥammad: 19: Sabed que no hay dios sino Allah. Sura al-Baqarah: 163 y otros versos afirman la unicidad de Allah. El hadiz dice que lā ilāha illā Allāh es la llave del Paraíso. El shirk es el pecado más grave.<br><br>Adoramos solo a Allah y no asociamos nada con Él. Rechazamos la adoración de todo lo que no sea Allah—ídolos, hombres o capricho.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 105,
    "title": "Nada Puede Rechazar Su Decreto",
    "text": "Nada puede rechazar el decreto de Allah ﷻ, revertir la orden de Allah ﷻ ni vencer el asunto de Allah ﷻ.",
    "explanation": "Nada puede rechazar el decreto de Allah, revertir Su orden ni vencer Su asunto. Su juicio es definitivo; no hay apelación ni veto.<br><br>Sura ar-Raʿd: 41: Ciertamente Allah tiene poder sobre todas las cosas. Sura al-Anʿām: 59: Nadie puede rechazar Su decreto. El hadiz afirma que nada puede rechazar el destino de Allah. El poder de Allah es absoluto.<br><br>Aceptamos el decreto de Allah con contentamiento; no nos rebelamos ni desesperamos. Suplicamos y nos esforzamos, luego nos sometemos a Su juicio sabio.",
    "category": "Atributos De Allah Y Tawhid"
  },
  {
    "no": 106,
    "title": "Honrar A Los Sabios Salaf Primeros",
    "text": "Los sabios salaf—la primera generación y quienes les siguen—solo pueden ser mencionados en los mejores términos; quien hable mal de los sabios salaf no está en el camino recto.",
    "explanation": "Los sabios salaf—la primera generación (Compañeros, tābiʿūn, tābiʿu t-tābiʿīn) y quienes siguen su manhaj—solo pueden ser mencionados en los mejores términos. Quien hable mal de los sabios salaf no está en el camino recto.<br><br>Sura at-Tawba: 100 elogia a los que se adelantaron y fueron los primeros. Hadiz: la mejor gente es mi generación. El Profeta ordenó seguir la sunna de los califas rectos. Injuriar a los salaf es innovación y extravío.<br><br>Honramos a los sabios salaf y tomamos de ellos nuestro entendimiento de la religión; no los injuriamos ni los menospreciamos. Seguimos el manhaj de Ahl as-Sunnah, aferrados al Corán, la Sunna y el entendimiento de los salaf.",
    "category": "Compañeros, Califas Y Ahlul Bayt"
  }
]
