[
  {
    "no": 1,
    "title": "مرزهای علم مخلوق و علم الله",
    "text": "دو گونه علم هست: آنچه مخلوق به آن دسترسی دارد و آنچه ندارد؛ انکار اولی کفر است، ادعای دومی هم کفر—ایمان درست است وقتی دست‌یافتنی پذیرفته شود و دست‌نیافتنی طلب نشود.",
    "explanation": "مفهوم این دو گونه علم بسیار مهم است. علمی هست که الله از راه حواس و وحی به انسان می‌گشاید (علم شریعت)، و علم غیب که فقط از آنِ الله است، مثل وقت قیامت. فهم این مرز مانع می‌شود که رازهای تقدیری را که الله نگشوده ادعا کنیم.<br><br>در قرآن (سوره الانعام: ۵۹) الله می‌فرماید: «و نزد او کلیدهای غیب است؛ جز او کسی آن را نمی‌داند.» حدیث صحیح در بخاری پنج چیز غیبی را ذکر می‌کند که فقط الله می‌داند. باید به آنچه اعلام شده قناعت کنیم و از آنچه پنهان شده تجاوز نکنیم.<br><br>در عمل این باور ما را فروتن و مشتاق یادگیری نگه می‌دارد. با واگذاری راز آینده به الله و تمرکز بر آنچه می‌توانیم انجام دهیم و توکل به قضای او آرامش می‌یابیم.",
    "category": "دعا، علم و مرزها"
  },
  {
    "no": 2,
    "title": "فایدهٔ دعا برای مرده",
    "text": "مردگان از دعا و صدقهٔ زندگان بهره می‌برند.",
    "explanation": "مرگ پایان همه‌چیز نیست. یکی از نشانه‌های رحمت الله این است که خیر همچنان از طریق عمل زندگان به مردگان می‌رسد. این نکته تأکید می‌کند که دعا، استغفار و صدقه‌ای که برای مرده نیت می‌کنیم ثوابش به او می‌رسد و وضع او را در برزخ سبک می‌کند.<br><br>اساس آن کلام پیامبر ﷺ (در مسلم) است: «وقتی انسان می‌میرد عملش قطع می‌شود مگر سه چیز: صدقهٔ جاریه، علم نافع، یا فرزند صالحی که برایش دعا کند.» سوره الحشر: ۱۰ کسانی را ستایش می‌کند که برای پیشینیان خود طلب مغفرت می‌کنند. پیوند ایمان از مرگ فراتر می‌رود.<br><br>در زندگی روزمره این ما را برمی‌انگیزد که پدر و مادر یا استادی را که رفته فراموش نکنیم. دعا برای آنان هم احترام است هم یادآوری که روزی ما هم به همان دعا محتاجیم. بدین‌سان زنجیرهٔ خیر بین نسل‌های مسلمان قطع نمی‌شود.",
    "category": "دعا، علم و مرزها"
  },
  {
    "no": 3,
    "title": "کلام الله سخن انسان نیست",
    "text": "قرآن کلام الله ﷻ است، از او؛ مردم به آن به‌عنوان کلام الله ﷻ ایمان می‌آورند بی‌آنکه چگونگی بپرسند، و سخن انسان نیست و مخلوق نیست.",
    "explanation": "قرآن خود کلام‌الله است، نه مخلوق. آنچه در مصحف می‌خوانیم واقعاً کلام الله است، نه اثر انسانی. این اقتدار وحی را حفظ می‌کند؛ قرآن مقدس و ناب است و حقیقتش به‌عنوان راهنمای زندگی قطعی است.<br><br>الله می‌فرماید (سوره التوبه: ۶): «...پس به او پناه دهید تا کلام الله (کلام‌الله) را بشنود.» حدیثی در ترمذی می‌گوید برتری کلام الله بر سخن دیگر چون برتری الله بر مخلوقش است. قرآن وحی مقدس از خالق است.<br><br>در عمل با قرآن با احترام بسیار برخورد می‌کنیم. مثل کتاب عادی با آن رفتار نمی‌کنیم؛ با ترتیل می‌خوانیم، معنا را می‌فهمیم و به احکامش بی‌شک عمل می‌کنیم. با ایمان به اینکه قرآن کلام الله است، قطبنمای ثابتی برای زندگی داریم.",
    "category": "قرآن و وحی"
  },
  {
    "no": 4,
    "title": "الله متمایز از همهٔ مخلوقات",
    "text": "الله ﷻ از همهٔ مخلوقات متمایز است.",
    "explanation": "الله لَیْسَ کَمِثْلِهِ شَیْءٌ است؛ چیزی مثل او نیست. هر شکل یا تصویری که به ذهنمان می‌رسد الله آن گونه نیست. این پاکی توحید ما را حفظ می‌کند تا خالق را با مخلوق ضعیف و محدود یکی نگیریم.<br><br>دلیل اصلی سورهٔ شورا: ۱۱ است: \"هیچ چیز مانند او نیست و اوست شنوا و بینا.\" حدیث هم یادآور می‌شود در خلقت الله تدبر کنیم ولی تصور ذات او را نهی می‌کند چون عقل انسان در درک حقیقت خدا محدود است.<br><br>این فهم ما را از بت‌پرستی—فیزیکی یا ذهنی (خیال)—رها می‌کند. آگاه می‌شویم الله برتر و نامحدود است پس فقط او را با احترام و تعظیم می‌پرستیم بدون اینکه او را با صفات مخلوق محدود کنیم.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 5,
    "title": "الله خالق از ازل",
    "text": "الله ﷻ حق دارد نه فقط بعد یا به‌خاطر فعل خلق، بلکه از ازل خالق و آغازگر خوانده شود.",
    "explanation": "الله خالق (الخالق) است که برای خالق شدن به فرایند نیاز ندارد. پیش از هر ستاره یا اتم الله صفت آفریدن داشت. نام‌ها و صفاتش جاودان‌اند و به وجود مخلوق وابسته نیستند چون او سرچشمهٔ همهٔ وجود است.<br><br>الله می‌فرماید (سورهٔ حدید: ۳): \"او اول و آخر است.\" نام الخالق در آیات بسیاری مثل سورهٔ حشر: ۲۴ آمده. حدیث می‌گوید پیش از آن فقط الله بود و هیچ با او نبود، سپس الله عرش و کل کیهان را آفرید.<br><br>این به ما می‌آموزد الله کاملاً بی‌نیاز (الغنی) است. او ما را نه از تنهایی یا نیاز به کمک که محض از اراده و حکمتش آفرید. بنده‌ای می‌شویم که جای خود را می‌دانیم، آگاه که زندگی‌مان بخشش ناب از اولی است که هرگز چیزی از ما نخواست.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 6,
    "title": "قدرت کامل فقط از آنِ الله",
    "text": "الله ﷻ بر همه چیز قدرت دارد؛ همه به الله ﷻ وابسته‌اند و برای الله ﷻ آسان است و الله ﷻ به چیزی نیاز ندارد؛ مثل الله ﷻ نیست و الله ﷻ شنوا و بیناست.",
    "explanation": "قدرت الله مطلق است و با قوانین فیزیک یا منطق انسان محدود نمی‌شود. هر چه الله بخواهد با کلمهٔ «کن» به آسانی واقع می‌شود. کل کیهان هر لحظه به الله نیاز دارد حال آنکه الله به هیچ‌چیز از این کیهان نیاز ندارد.<br><br>در سورهٔ یس: ۸۲: \"فرمانش چون چیزی را بخواهد فقط آن است که به آن بگوید باش پس می‌شود.\" الله نام القدیر هم دارد. حدیث قدسی می‌گوید اگر همهٔ مردم بخواهند و الله همه بدهد از مال الله ذره‌ای کم نمی‌شود.<br><br>این باور درمان هر ترسی است. درمی‌یابیم هر رئیس، حاکم یا مشکلی هرچقدر بزرگ در برابر قدرت الله هیچ است. بنده‌ای شجاع ولی فروتن می‌شویم که می‌دانیم تنها تکیه‌گاهی که هرگز نمی‌لغزد الله قوی است.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 7,
    "title": "الله فرمانروای مطلق کیهان",
    "text": "الله ﷻ بر همه چیز قدرت مطلق دارد و هیچ‌چیز بر الله ﷻ قدرت ندارد؛ هر که خود را یک لحظه از الله ﷻ بی‌نیاز بپندارد به کفر افتاده.",
    "explanation": "الله فرمانروای مطلق است که کنترل هر ذرهٔ کیهان را در دست دارد. هیچ امری از کنترل او بیرون نیست. اگر کسی احساس کند می‌تواند بدون نیاز به الله مستقل زندگی کند حتی یک لحظه، به تکبری افتاده که می‌تواند ایمان را تباه کند.<br><br>سورهٔ فاطر: ۱۵ می‌گوید: \"ای مردم! شما نیازمندان الله‌اید و الله بی‌نیاز ستوده است.\" احادیث پیامبر اغلب دعایی می‌آموزند که حتی یک لحظه به خودمان واگذار نشویم (یا حی یا قیوم... ولا تکِلنی الی نفسی طَرْفَةَ عین).<br><br>در عمل این همیشه ما را نیازمند (فقیر) الله نگه می‌دارد. برای کوچک و بزرگ—از طلب هدایت تا کارهای روزمره—با اشتیاق دعا می‌کنیم. آگاهیم که بدون یاری او حتی نفس کشیدن یا پلک زدن نمی‌توانیم.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 8,
    "title": "الله آزاد از حدود جسمانی",
    "text": "الله ﷻ فراتر از حد، قید، جزء یا عضو است و مثل مخلوق با شش جهت محدود نیست.",
    "explanation": "این اعتقاد تأکید می‌کند الله از صفات مادی آزاد است. الله به فضا نیاز ندارد، اعضای بدن مثل انسان ندارد و مثل مخلوق با جهت (بالا پایین و غیره) محدود نیست. او خالق فضا و زمان است پس محال است با خلقت خودش محدود شود.<br><br>الله می‌فرماید (سورهٔ اخلاص: ۴): \"و هیچ همتایی برای او نیست.\" اصل تنزیه (الله را از شباهت مبرا دانستن) مهم است. علما توضیح می‌دهند الله بدون نیاز به مکان وجود دارد چون مکان مخلوق است و الله پیش از آفرینش مکان بود.<br><br>این ما را از اندیشهٔ انسان‌انگاری (تصور خدا مثل انسان) حفظ می‌کند. می‌توانیم الله را با تعظیم کامل به عظمت غیبی و نامحدودش بپرستیم به‌جای افتادن در تصویر جسمانی که در واقع رتبهٔ الوهیت را پایین می‌آورد.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 9,
    "title": "بار تکلیف به‌قدر توان بنده",
    "text": "الله ﷻ فقط به اندازهٔ طاقت مردم بار می‌گذارد و مردم فقط آنچه الله ﷻ به آنان می‌دهد می‌توانند انجام دهند؛ هیچ حول و قوتی جز به الله ﷻ نیست و قوتی برای اطاعت یا اجتناب از معصیت جز با کمک الله ﷻ نیست.",
    "explanation": "الله بنده را بیش از طاقتش بار نمی‌گذارد. هر امر و نهی در شریعت به اندازهٔ توان انسان است؛ این عدل و رحمت الله را نشان می‌دهد و این فکر را رد می‌کند که دین سنگین است.<br><br>در سورهٔ بقره: ۲۸۶ الله می‌فرماید: \"الله هیچ نفس را جز به اندازهٔ وسعش تکلیف نمی‌کند.\" حدیث صحیح (بخاری–مسلم) هم می‌گوید وقتی چیزی امرتان کردم آنچه در توان دارید انجام دهید. حول و قوت اطاعت (لا حول ولا قوة الا بالله) هم از کمک الله می‌آید.<br><br>در عمل نباید «نمی‌توانم» را بهانهٔ تکالیف روشن کنیم ولی بیش از طاقت هم بار نگذاریم. نهایت تلاش را می‌کنیم و به الله توکل می‌کنیم؛ از الله استقامت را با دعا و کوشش می‌خواهیم.",
    "category": "تکلیف و افعال انسان"
  },
  {
    "no": 10,
    "title": "زندگی کامل و عمل دائم",
    "text": "الله ﷻ زنده است و نمی‌میرد، همواره عمل می‌کند و نمی‌خوابد.",
    "explanation": "الله حی (زندهٔ جاوید) و قیوم (قائم به خود) است. زندگی الله کامل است—نه با تولد آغاز شده نه با مرگ پایان. به استراحت نیاز ندارد، هرگز نمی‌خوابد و همواره بدون وقفه امور همهٔ مخلوقاتش را اداره می‌کند.<br><br>آیهٔ کرسی (سورهٔ بقره: ۲۵۵) قوی‌ترین دلیل است: \"الله که جز او خدایی نیست، حی قیوم؛ نه خواب سبک و نه خواب سنگین او را فرا می‌گیرد.\" این نام‌های زیبا پایهٔ وابستگی مخلوق به خالق‌اند.<br><br>این امنیت بزرگی به ما می‌دهد. وقتی می‌خوابیم، تسلیم می‌شویم یا درمانده احساس می‌کنیم می‌دانیم پروردگاری هست که هرگز نمی‌خوابد و بر ما نگهبانی می‌کند. به خیر کردن ادامه می‌دهیم چون می‌دانیم «ارباب» ما همیشه فعال است و بهترین را برای بندگانش فراهم می‌کند.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 11,
    "title": "الله یکتا و بی‌شریک",
    "text": "الله ﷻ یکتاست و شریکی ندارد.",
    "explanation": "توحید یعنی یکتایی الله؛ در ربوبیت (تدبیر عالم)، الوهیت (حق عبادت) و اسماء و صفات شریکی برای او نیست. تنها کسی که حق عبادت و بندگی دارد الله است؛ شریک قرار دادن چیزی با او شرک است.<br><br>سورهٔ اخلاص: ۱–۴ می‌گوید: «بگو او الله یکتاست. الله صمد است. نه زاده و نه زاده‌شده. و هیچ کس همتای او نیست.» سورهٔ نساء: ۳۶ نیز شرک به الله را نهی می‌کند. حدیث صحیح می‌گوید سورهٔ اخلاص برابر یک‌سوم قرآن است چون اصل توحید را در بر دارد.<br><br>این باور پایهٔ عبادت ماست: فقط از الله درخواست و ترس و امید داریم؛ نه از مخلوق، شیء یا «قدرت دیگر». بدین‌سان دل از وابستگی به غیر الله پاک می‌ماند.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 12,
    "title": "الله بی‌همتا و بی‌نظیر",
    "text": "الله ﷻ منزّه است از داشتن هر گونه ند یا نظیر.",
    "explanation": "الله نه ند (رقیبی که بر او چیره شود) دارد و نه نظیر (هم‌تراز). سلطنت او مطلق است؛ کسی نمی‌تواند با او رقابت کند یا ارادهٔ او را محدود یا باطل کند. این بخشی از کمال توحید است.<br><br>آیهٔ کرسی (بقره: ۲۵۵) می‌گوید الله مالک آسمان و زمین است و نگه‌داری آن دو بر او گران نیست. فاطر: ۴۴ و آیات دیگر نبود شریک، ناصر یا نظیر برای الله را تأکید می‌کنند. حدیث هم می‌آموزد الله بزرگ است و کسی بر او نیست.<br><br>این فهم به دل آرامش می‌دهد: هیچ دشمن، مرض یا مصیبتی «ند هم‌تراز» الله نیست. ما یقین داریم پیروزی، امنیت و کمک نهایی فقط از جانب الله است؛ وقتی او بخواهد کسی نمی‌تواند رحمتش را بازدارد.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 13,
    "title": "الله همه‌چیز را احاطه کرده",
    "text": "الله ﷻ همه‌چیز را احاطه کرده و بر آن است؛ مخلوقش نمی‌تواند الله ﷻ را احاطه کند.",
    "explanation": "الله همه‌چیز را احاطه می‌کند (سلطه، علم و تدبیر). چیزی از علم و قدرت او پنهان نیست. هم‌زمان الله «بالای» مخلوقش است از حیث مرتبت و سلطنت، نه مکان. مخلوق نمی‌تواند الله را «احاطه» یا محدود کند.<br><br>فصلت: ۵۴ می‌گوید «بدان که الله همه‌چیز را احاطه کرده.» آیهٔ کرسی (بقره: ۲۵۵) تأکید می‌کند کرسی او آسمان و زمین را در بر می‌گیرد و بر او گران نیست. حدیث صحیح می‌گوید الله بر عرش است و علمش همه‌جا حاضر.<br><br>با این باور احساس نظارت و حفظ می‌کنیم: چیزی بر الله پنهان نیست و مشکلی برای او بزرگ نیست. از این سوءتفاهم هم در امانیم که الله «در آسمان محبوس» است؛ او بدون مکان همه‌چیز را احاطه کرده.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 14,
    "title": "الله مرگ و زندگی می‌دهد",
    "text": "الله ﷻ بدون ترس مرگ می‌دهد و بدون دشواری دوباره زندگی می‌بخشد.",
    "explanation": "زندگی و مرگ کاملاً در دست الله است. دادن مرگ به مخلوق الله را نمی‌ترساند و ضعیف نمی‌کند؛ دادن دوبارهٔ زندگی (از جمله روز قیامت) هم بر او دشوار نیست. همه به اراده و امر اوست.<br><br>ملک: ۲ می‌گوید «او مرگ و زندگی را آفرید.» ق: ۴۳ «زندگی و مرگ را ما می‌دهیم و بازگشت به سوی ماست.» حدیث صحیح می‌گوید روح به امر الله گرفته می‌شود و روز قیامت همهٔ مخلوقات با نفخ صور برانگیخته می‌شوند.<br><br>این باور یادآور می‌کند مرگ پایانِ خالی نیست بلکه درِ زندگی آخرت است. ما با عمل صالح آماده می‌شویم و از مرگ بیش از حد نمی‌ترسیم؛ چون صاحب زندگی و مرگ الله عادل و رحیم است.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 15,
    "title": "اجل معین برای هر مخلوق",
    "text": "الله ﷻ برای مخلوقاتش اجل (وقت مرگ) معین مقرر کرده.",
    "explanation": "هر مخلوقی اجل (وقت مرگ) معین از جانب الله دارد؛ کسی نمی‌تواند آن را حتی یک لحظه جلو یا عقب بیندازد. این بخشی از تقدیر نوشته‌شده در لوح محفوظ است.<br><br>انعام: ۲ می‌گوید «او که شما را از خاک آفرید سپس اجلی معین کرد.» لقمان: ۳۴ «همانا الله—فقط نزد او علم آن ساعت است… و هیچ کس نمی‌داند در کدام سرزمین می‌میرد.» حدیث صحیح (بخاری–مسلم) تأکید می‌کند اجل، رزق و سرنوشت در رحم نوشته می‌شود.<br><br>این فهم از وسواسِ زیاد جلوگیری می‌کند و عمر باقی‌مانده را به کار خوب ترغیب می‌کند. ما نمی‌توانیم وقت اجل را عوض کنیم ولی می‌توانیم زندگی را با عمل خوشایند الله پر کنیم.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 16,
    "title": "هدایت و گمراهی عدالت است",
    "text": "الله ﷻ هر که را بخواهد به فضلش هدایت می‌کند و هر که را بخواهد به عدالتش گمراه می‌کند؛ همه تابع قضای الله ﷻ هستند و کسی نمی‌تواند حکم الله ﷻ را رد کند.",
    "explanation": "هدایت و گمراهی (اضلال) در دست الله است. آن که هدایت شده به فضل اوست؛ آن که گمراه شده به عدالت او (مثلاً چون پس از روشن شدن حق کفر را برگزیدند). حکم الله را هیچ‌کس نمی‌تواند رد یا به چالش کشد.<br><br>انعام: ۱۲۵ «کسی که الله بخواهد هدایتش کند سینه‌اش را برای اسلام گشاده می‌کند... و کسی که بخواهد گمراهش کند سینه‌اش را تنگ می‌کند.» اعراف: ۱۷۸ هم می‌گوید هدایت و گمراهی در دست خداست. حدیث صحیح می‌گوید دل آدمی میان دو انگشت الرحمن است؛ الله آن را هرگونه بخواهد برمی‌گرداند.<br><br>باید هدایت بجوییم (علم، دعا، صحبت صالحان) و وقتی هدایت یافتیم متکبر نشویم. از گمراهان هم ناامید نشویم؛ به دعوت و دعا ادامه دهیم، چون هدایت تنها حق الله است.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 17,
    "title": "امر به اطاعت و نهی از معصیت",
    "text": "الله ﷻ به مخلوقاتش امر می‌کند که او را اطاعت کنند و آنان را از معصیتش نهی می‌کند.",
    "explanation": "الله اطاعت (عبادت، خلق نیک، اطاعت رسول) را امر و معصیت (شرک، گناهان کبیره و صغیره) را نهی می‌کند. این امر و نهی در قرآن و سنت روشن است؛ وظیفهٔ ما اطاعت و پرهیز از گناه است.<br><br>نساء: ۵۹ «الله و رسول را اطاعت کنید.» اعراف: ۳۳ فحشا و منکر و ظلم را نهی می‌کند. حدیث صحیح (بخاری) می‌گوید اطاعت رسول اطاعت خداست و معصیت رسول معصیت خدا. پیامبر گفت حلال و حرام روشن است.<br><br>در زندگی امرها (نماز، زکات، راستی، اخلاص) را انجام می‌دهیم و از نهی‌ها (دروغ، زنا، ربا، معصیت) دوری می‌کنیم. بر حرام نمی‌افزاییم و گناه را سبک نمی‌گیریم؛ برای قدرت اطاعت و حفظ از معصیت دعا می‌کنیم.",
    "category": "جماعت، حاکم و فقه"
  },
  {
    "no": 18,
    "title": "آفرینش مخلوق به علم الله",
    "text": "الله ﷻ مخلوق را به علمش آفرید.",
    "explanation": "الله جهان و هر مخلوقی را به علم کاملش آفرید؛ هیچ‌چیز تصادفی یا بی‌حکمت آفریده نشده. همهٔ آفرینش مطابق اندازه، زمان و قضایی است که الله از پیش می‌دانست.<br><br>حجر: ۸۶ «پروردگار تو همان آفرینندهٔ داناست.» فرقان: ۲ می‌گوید الله همه چیز را آفرید و اندازه‌ها را مقرر کرد. حدیث صحیح می‌گوید الله قبل از آفرینش آسمان و زمین سرنوشت همهٔ مخلوقات را نوشت.<br><br>این باور اطمینان می‌دهد زندگی ما بیهوده نیست؛ پشت آفرینش الله طرح و حکمت هست. به یادگیری و به‌کارگیری علم هم برمی‌انگیزد؛ علم انسان بخش کوچکی از علم الله است که همه چیز را دربرمی‌گیرد.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 19,
    "title": "الله بی‌دشواری رزق می‌دهد",
    "text": "الله ﷻ بی‌نیاز از آفرینش می‌آفریند و به مخلوقاتش بی‌دشواری رزق می‌دهد.",
    "explanation": "الله از روی نیاز به مخلوق نیافرید؛ او بی‌گرانی و دشواری رزق می‌دهد. رزق شامل مال، تندرستی، آرامش و هر چه بهره می‌بریم است؛ همه از الله و به آسانی از اوست.<br><br>ذاریات: ۵۶–۵۷ می‌گوید الله جن و انس را برای عبادتش آفرید و به رزق آنان نیاز ندارد. هود: ۶ «هیچ جنبنده‌ای در زمین نیست مگر اینکه رزقش بر عهدهٔ خداست.» حدیث صحیح می‌گوید رزق مقدر است و عوض نمی‌شود؛ هر که تقوا کند الله راه گشایش و رزق از جایی که گمان نمی‌برد به او می‌دهد.<br><br>رزق حلال را بی‌اضطراب زیاد می‌جوییم؛ مطمئنیم روزی‌دهنده الله است. برای آنچه داریم شکر و با دیگران مقایسه نمی‌کنیم؛ تقسیم رزق در دست الله حکیم است.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 20,
    "title": "الله تقدیر همهٔ مخلوقات را مقرر می‌کند",
    "text": "الله ﷻ برای آنچه می‌آفریند تقدیر مقرر می‌کند.",
    "explanation": "تقدیر (قدر) قضای الله است بر آنچه به مخلوق می‌رسد: رزق، اجل، عمل، خوشی و ناخوشی و غیره. همه قبل از آفرینش در لوح محفوظ نوشته؛ بی‌پرداختن زیاد به «چگونه» یا «چرا» ایمان می‌آوریم.<br><br>قمر: ۴۹ «ما هر چیز را به اندازه آفریدیم.» حدید: ۲۲ «هیچ مصیبتی در زمین و در خودتان نباشد مگر آنکه در کتابی (لوح محفوظ) است پیش از آنکه آن را پدید آوریم.» حدیث صحیح (مسلم) می‌گوید ایمان به تقدیر، خیر و شرش، رکن ایمان است.<br><br>تقدیر را با صبر در مصیبت و شکر در نعمت می‌پذیریم. همچنان می‌کوشیم (اختیار) چون کوشش هم بخشی از تقدیر است؛ نه منفعلیم نه ناامید و بر قضای الله عصیان نمی‌کنیم.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 21,
    "title": "الله دعای بندهٔ مؤمن را اجابت می‌کند",
    "text": "الله ﷻ دعای انسان را اجابت می‌کند و آنچه می‌خواهند به آنان می‌دهد.",
    "explanation": "دعا عبادت و وسیلهٔ تقرب به الله است. الله به حکمت خویش دعای بنده را اجابت می‌کند: گاه عین خواسته، گاه به بهتر عوض یا به وقت مناسب‌تر مؤخر می‌کند.<br><br>بقره: ۱۸۶ «وقتی بندگانم از من از تو بپرسند من نزدیکم. وقتی دعاکننده به من دعا کند اجابت می‌کنم.» غافر: ۶۰ «مرا بخوانید تا اجابت کنم.» حدیث صحیح می‌گوید دعا سلاح مؤمن است و الله از رد کردن دست برآوردهٔ دعاکننده شرم می‌کند.<br><br>ما به خشوع دعا، یقین به اجابت و ناامید نشدن زودهنگام تشویق می‌شویم. دعای مأثور (از پیامبر) و دعای نیک برمی‌گزینیم و می‌پذیریم بهترین نتیجه در دست الله است.",
    "category": "دعا، علم و مرزها"
  },
  {
    "no": 22,
    "title": "علم الله دربارهٔ اهل آخرت",
    "text": "الله ﷻ پیش از وجود زمان، عدد دقیق بهشتیان و دوزخیان را می‌داند؛ آن عدد نه زیاد می‌شود نه کم.",
    "explanation": "الله از ازل (پیش از زمان) می‌داند چه کسی به بهشت و چه کسی به دوزخ می‌رود؛ علم او کامل و تغییرناپذیر است. این به معنای اجبار انسان نیست بلکه الله نتیجهٔ انتخاب و عمل هر بنده را می‌داند.<br><br>هود: ۱۰۷ و حدیث صحیح (بخاری–مسلم) اهل بهشت و دوزخ را مقرر شده می‌گویند؛ به بعضی «جای تو در بهشت» یا «در دوزخ» گفته شده. واقعه و آیات دیگر دو گروه اهل آخرت را وصف می‌کنند. پیامبر گفت الله مقرر کرده چه کسی سعید و چه کسی شقی است.<br><br>نباید «حتماً بهشت» یا «حتماً دوزخ» پنداریم؛ بکوشیم اهل خیر شویم و به رحمت الله امیدوار باشیم. این باور به جدیت در عمل و عدم اتکا به حدس برمی‌انگیزد.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 23,
    "title": "غضب و رضای الله کامل است",
    "text": "الله ﷻ غضب و رضا می‌کند ولی مانند هیچ مخلوقی نیست.",
    "explanation": "الله صفت غضب و رضا دارد؛ ما بدون تشبیه به غضب یا خوشحالی انسان ایمان می‌آوریم. غضب الله بر معصیت و کفر کامل است؛ رضایش بر طاعت و توحید کامل.<br><br>فتح: ۶ و آیات دیگر رضای الله را می‌گویند. حدیث صحیح (بخاری–مسلم) الله بر عاصی غضب و بر مطیع رضا می‌کند؛ «هر که به حق من الله را غضبناک کند من بر او غضبناک می‌شوم.» پیامبر گفت رضای الله در رضای والدین است. «چگونه» غضب یا رضای الله را نمی‌پرسیم (بدون تشبیه).<br><br>در عمل با طاعت رضای الله می‌جوییم و از آنچه او را غضبناک می‌کند دوری می‌کنیم. از غضبش می‌ترسیم و به رضایش امیدواریم، بدون اینکه الله را چون مخلوقی عاطفی تصور کنیم.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 24,
    "title": "الله قدیم و باقی است",
    "text": "الله ﷻ قدیم است بی‌آغاز و باقی است بی‌پایان.",
    "explanation": "الله قدیم (برای وجودش آغاز نیست) و باقی (جاودان، پایان نیست) است. او همیشه بوده؛ هرگز «نبود» و «دیگر نباشد» نخواهد شد. همهٔ مخلوق فانی می‌شوند، وجه پروردگار تو باقی می‌ماند.<br><br>الرحمن: ۲۶–۲۷ «هر چه بر زمین است فانی می‌شود. و وجه پروردگار تو که دارای جلال و اکرام است باقی می‌ماند.» حدید: ۳ «او اول و آخر است.» حدیث صحیح می‌گوید پیش از آفرینش الله بود و با او چیزی نبود.<br><br>این باور دل را استوار می‌کند: کسی را می‌پرستیم که زوال نپذیرد؛ وعده و وعیدش جاودان است. دنیا فانی است پس بیش از حد وابسته نشویم؛ تنها که باقی و شایستهٔ اتکای جاودان است الله است.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 25,
    "title": "صفات الله پیش از مخلوق بوده",
    "text": "الله ﷻ از پیش از آفرینش همواره با صفاتش بوده و آفرینش مخلوق بر صفاتش چیزی نمی‌افزاید؛ الله ﷻ در زمان بی‌پایان همچنان هست.",
    "explanation": "صفات الله (علم، قدرت، حیات، کلام و غیره) از پیش از مخلوق همواره با او بوده. آفرینش جهان صفت «جدید» بر الله نمی‌افزاید؛ او به مخلوق وابسته نیست، کامل است. این نظر را رد می‌کند که الله «بعد از آفرینش» صفت یافته.<br><br>حدید: ۳ الله را اول و آخر می‌گوید. آیات اسماء و صفات (العلیم، القدیر و غیره) صفات جاودان نشان می‌دهند. حدیث و اجماع علمای اهل سنت می‌گویند الله همواره با صفاتش است، با وجود مخلوق تغییر یا افزایش نمی‌کند.<br><br>این فهم توحید را از فکری که الله را پایین می‌آورد (چون او تکامل یابد یا به عالم وابسته باشد) حفظ می‌کند. ما الله را می‌پرستیم که از دیروز، اکنون و برای همیشه کامل است.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 26,
    "title": "الله همواره رب و خالق است",
    "text": "الله ﷻ همواره رب و همواره خالق است، حتی وقتی هنوز کسی او را عبادت نمی‌کرد یا مخلوقی نبود.",
    "explanation": "الله رب (اله) و خالق (خالق) می‌ماند حتی پیش از آن که مخلوقی او را عبادت کند یا مخلوقی باشد. صفات ربوبیت و الوهیت او به مخلوق وابسته نیست؛ او از ازل شایسته عبادت و قادر بر آفرینش است. سوره اخلاص و آیات توحید وحدانیت الله را بدون وابستگی به اقرار مخلوق تأکید می‌کنند. حدیث «کنت کنزاً مخفیاً» در برخی روایات توضیح می‌دهد الله پیش از آفرینش بود. علمای اهل سنت می‌گویند: الله همواره به معنا الخالق است، هرچند فعل آفرینش (تکوین) به اراده او رخ می‌دهد.<br><br>این مانع می‌شود که ما پنداریم الله «بعد از» بودن جهان رب یا خالق شده؛ او کامل و از همه بی‌نیاز است.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 27,
    "title": "حرمت جدال در قدر الله",
    "text": "الله ﷻ هر چه خواهد شد دانسته و به تفصیل و یقین مقدر کرده؛ کسی نمی‌تواند با قدر الله ﷻ مخالفت کند یا بر آن بیفزاید یا دگرگون کند—جدال در قدر و کندوکاو «چرا» گمراهی است.",
    "explanation": "قدر الله نوشته و قطعی است؛ چیزی آن را عوض نمی‌کند. جدال در «چرا الله این را مقدر کرد» یا کندوکاو در اسرار قدر بدون پایه محکم حرام است و می‌تواند به گمراهی (مثل دیدگاه‌های افراطی قدری یا جبری) بینجامد.<br><br>کهف: ۲۲ از پرسیدن آن چه آشکار نشده نهی می‌کند. حدیث صحیح (مسلم) می‌گوید سخن گفتن از قدر بدون علم حرام است؛ پیامبر جدال در قدر را نهی کرد. علماء توضیح می‌دهند ما قدر را ایمان داریم بی آن که در آن چه الله آشکار نکرده «کندوکاو» کنیم.<br><br>ما قدر را با توکل و صبر می‌پذیریم؛ نیرو را در جدال «چرا بر من این مقدر شد» تلف نمی‌کنیم. تمرکز ما عمل به شریعت و پذیرش قدر الله با دل آسوده است.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 28,
    "title": "الله هرگز فانی نمی‌شود",
    "text": "الله ﷻ هرگز فانی نمی‌شود یا به پایان نمی‌رسد.",
    "explanation": "الله جاودانه پایدار است؛ فانی نمی‌شود، نابود نمی‌شود یا به پایان نمی‌رسد. برخلاف مخلوق فانی ذات و صفات الله برای همیشه می‌ماند. این اعتقاد بخشی از کمال توحید است.<br><br>الرحمن: ۲۷ «و وجه پروردگارت می‌ماند.» القصص: ۸۸ «هر چیز فانی است مگر وجه او.» حدیث و اجماع علماء می‌گویند الله فانی نمی‌شود؛ او اول و آخر، ظاهر و باطن است.<br><br>ایمان به این به ما آرامش می‌دهد: وعده بهشت و وعید دوزخ جاودانه‌اند و تنها کسی که شایسته اتکای جاودان است الله است. ما نمی‌ترسیم که «پروردگار»مان نابود شود؛ جاودانگی او سرچشمه آرامش برای مؤمن است.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 29,
    "title": "الله به مخلوق نیاز ندارد",
    "text": "الله ﷻ به عرش و آن چه زیر آن است نیاز ندارد.",
    "explanation": "عرش (تخت) بزرگ‌ترین مخلوق الله است ولی الله به عرش یا آن چه زیر آن است نیاز ندارد. الله بی‌نیاز از مکان وجود دارد؛ عرش به نشان عظمت و برای مخلوق آفریده شده، نه برای «نگه داشتن» الله. طه: ۵ «الرحمن بر عرش استوا یافت.» علماء استوا را به گونه‌ای شایسته الله بدون تشبیه به مخلوق تفسیر می‌کنند. بقره: ۲۵۵ می‌گوید الله نه چرت می‌زند نه می‌خوابد؛ او به استراحت یا «نشست» نیاز ندارد. حدیث صحیح می‌گوید عرش سقف بهشت است و الله به آسمان و زمین نیاز ندارد.<br><br>این فهم ما را از تصور الله که «روی» عرش چون پادشاه «نشسته» نگه می‌دارد. الله غنی است؛ عرش و همه مخلوق آفریده فرمانبردار اوست، نه چیزی که او بدان نیاز دارد.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 30,
    "title": "ایمان به عرش و کرسی",
    "text": "عرش (تخت) و کرسی (الکرسی) حق‌اند و ما به آنان ایمان داریم.",
    "explanation": "عرش و کرسی مخلوق الله‌اند که در نصوص آمده؛ ما بدون انکار و بدون تشبیه به تخت‌های دنیوی بدانان ایمان داریم. عرش تخت بزرگ است؛ کرسی (در آیه الکرسی) نیز گفته شده آسمان و زمین را در بر می‌گیرد. بقره: ۲۵۵ (آیه الکرسی) «کرسی او آسمان‌ها و زمین را در بر می‌گیرد.» حاقه: ۱۷ و آیات دیگر از فرشتگانی که عرش را برمی‌دارند یاد می‌کنند. حدیث صحیح (بخاری) می‌گوید هفت آسمان در برابر کرسی چون حلقه‌ای در بیابان است و کرسی در برابر عرش کوچک‌تر. ما بدون پرسیدن «چگونه» از شکلشان ایمان داریم.<br><br>ایمان به عرش و کرسی عظمت الله را به ما یادآوری می‌کند؛ تنها مخلوق او این‌قدر گسترده است، خالق که چه. ما خبر غیبی صحیح قرآن و سنت را انکار یا مسخره نمی‌کنیم.",
    "category": "فرشتگان و غیب"
  },
  {
    "no": 31,
    "title": "وجوب حج و جهاد",
    "text": "حج و جهاد تحت رهبری حاکم مسلمانان—عادل یا ظالم—تا فرا رسیدن ساعت آخر واجبند و کسی نمی‌تواند آنان را لغو یا بردارد.",
    "explanation": "حج و جهاد با وجود حاکم ظالم طبق شرع واجب می‌مانند؛ ما حق نداریم به بهانه مخالفت با حاکم این واجبات را لغو کنیم. انجام آنان با امام/امیر مسلمانان برای نظم است تا فتنه نشود؛ این واجبات تا قیامت برقرارند.<br><br>آل عمران: ۹۷ بر توانا حج را واجب می‌کند. حدیث صحیح (بخاری–مسلم) می‌گوید جهاد تحت امر باقی می‌ماند؛ «شنوید و اطاعت کنید (امیر را) گر چه حبشی برده شما را رهبری کند.» پیامبر نیز گفت پشت امام فاجر نماز می‌خوانیم تا وقتی نماز برپا دارد. این ظلم را جایز نمی‌شمارد بلکه وحدت و نظم شرع را حفظ می‌کند.<br><br>در عمل وقتی توان داریم حج به جا می‌آوریم و با دعوت شرعی در جهاد شرکت می‌کنیم؛ عیب حاکم را بهانه ترک واجب یا تفرقه امت نمی‌کنیم.",
    "category": "جماعت، حاکم و فقه"
  },
  {
    "no": 32,
    "title": "راز حقیقت قدر الله",
    "text": "حقیقت قدر رازی از الله ﷻ در آفرینش اوست؛ انسان بی آن که در افعال الله ﷻ «چرا» را کند و کاو یا سؤال کند بدان ایمان می‌آورد، زیرا الله ﷻ آن را نهی کرده و جز ضرر ندارد.",
    "explanation": "حقیقت قدر راز الله است؛ ما باور داریم هر تقدیری از اوست، بی «کند و کاو» و بی پرسیدن «الله چرا چنین کرد». کند و کاو در آن حرام است و جز ضرر (گمراهی یا تشویش) ندارد.<br><br>مائده: ۱۰۱ از پرسیدن چیزهایی که اگر بیان شوند بار می‌شوند نهی می‌کند. حدیث صحیح (مسلم) جدال در قدر را نهی می‌کند. پیامبر نیز هشدار داد که مجادله‌کننده در قدر نجات نمی‌یابد. علمای اهل سنت به قدر بدون تکیف یا تعطیل ایمان دارند.<br><br>ما قدر را با دل آرام می‌پذیریم و بر عمل تمرکز می‌کنیم؛ وقت را صرف کند و کاو «الله چرا این و آن را مقدّر کرد» نمی‌کنیم؛ زیرا ورای عقل است و به ایمان سود نمی‌رساند.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 33,
    "title": "اسلام تنها دین حق",
    "text": "دین الله ﷻ در آسمان‌ها و زمین تنها یکی است و آن اسلام (تسلیم) است.",
    "explanation": "دین پذیرفته‌شده نزد الله یکی است: اسلام (تسلیم به الله از راه توحید و پیروی از رسول). دین حق آسمانی از آدم تا محمد در اصل یکی است؛ آن چه منحرف یا تحریف شد دیگر دین الله نیست.<br><br>آل عمران: ۱۹ «دین نزد الله اسلام است.» آل عمران: ۸۵ «هر که جز اسلام دین جوید از او پذیرفته نشود.» حدیث صحیح می‌گوید پیامبران برادرند (دینشان یکی)؛ محمد با اسلام کامل‌کننده فرستاده شد. این باور را به زور تحمیل نمی‌کنیم ولی یقین داریم حق یکی است و راه نجات اسلام است.<br><br>این ما را بر آن می‌دارد اسلام را درست بیاموزیم و زیست کنیم، آن را با باورهای مخالف نیامیزیم و با حکمت بدان دعوت کنیم تا دیگران تنها دین مقبول الله را بشناسند.",
    "category": "ایمان: ارکان، تعریف و راه میانه"
  },
  {
    "no": 34,
    "title": "برابری ایمان و تفاوت در تقوا",
    "text": "ایمان در اصل برای همه یکی است؛ ولی برتری برخی بر برخی دیگر به تقوا، توجه به الله ﷻ و برگزیدن آنچه الله ﷻ بدان راضی‌تر است است.",
    "explanation": "اصل ایمان (ارکان ایمان، آنچه شرعاً باید بدان باور داشت) برای هر مسلمان یکی است؛ در باور اصلی «درجه» ایمان نیست. آنچه درجه را جدا می‌کند تقوا، توجه به الله (مراقبه) و برگزیدن آنچه الله بدان راضی‌تر است است.<br><br>حجرات: ۱۳ «گرامی‌ترین شما نزد الله با تقواترین شماست.» حدیث صحیح (بخاری) می‌گوید در اصل کسی نمی‌تواند ادعا کند از دیگری مؤمن‌تر است؛ برتری در عمل و تقواست. پیامبر گفت بهترین شما در اسلام خوش‌اخلاق‌ترین شماست.<br><br>خود را «مؤمن‌تر» از دیگران نمی‌دانیم؛ در پی افزایش تقوا و عملیم. فرق درجه نزد الله بر ادعا یا گروه نیست، بر کوشش و تقواست.",
    "category": "ایمان: ارکان، تعریف و راه میانه"
  },
  {
    "no": 35,
    "title": "ارکان ایمان به الله و رسول",
    "text": "ایمان عبارت است از ایمان به الله ﷻ، فرشتگانش، کتاب‌هایش، پیامبرانش، روز آخرت و ایمان به این که قدر—خیر و شر—همه از الله ﷻ است.",
    "explanation": "ارکان ایمان شش است: ایمان به الله، فرشتگان، کتاب‌ها، پیامبران، روز آخرت و قدر (خیر و شر از الله). این باورهای اصلی‌اند که هر مسلمان باید داشته باشد؛ انکار یکی ایمان را می‌شکند.<br><br>حدیث صحیح (بخاری–مسلم) از عمر بن خطاب وقتی جبریل از ایمان پرسید این شش را تأیید می‌کند. بقره: ۲۸۵ «پیامبر به آنچه از جانب پروردگارش بر او نازل شد ایمان آورد و مؤمنان نیز. همه به الله، فرشتگانش، کتاب‌هایش و پیامبرانش ایمان آوردند.» حدید: ۲۲ می‌گوید مصیبت هم نوشته شده (بخشی از قدر).<br><br>دل‌ها را بر این شش استوار می‌کنیم و به خانواده و دیگران می‌آموزیم. ایمان کامل همه ارکان را در بر می‌گیرد؛ نمی‌توان یکی را برگزید و دیگری را رد کرد.",
    "category": "ایمان: ارکان، تعریف و راه میانه"
  },
  {
    "no": 36,
    "title": "تعریف ایمان به زبان و قلب",
    "text": "ایمان عبارت است از اقرار به زبان و قبول به قلب.",
    "explanation": "ایمان فقط لفظ بر زبان یا فقط عمل نیست؛ اقرار به زبان (شهادت، گفتن حق) و تصدیق به قلب (تصدیق) را در بر می‌گیرد. هر دو لازم است؛ کسی که فقط بگوید بی آن که در قلب باور داشته باشد منافق است؛ کسی که فقط در قلب اقرار کند بی آن که بگوید نزد مردم و شرع هنوز کامل نکرده است.<br><br>حدیث صحیح (بخاری–مسلم) می‌گوید از پیامبر پرسیدند بهترین عمل چیست؛ ایمان به عنوان اساس ذکر شد. حجرات: ۱۴ «اعراب گفتند ایمان آوردیم. بگو ایمان نیاورده‌اید؛ بلکه بگویید اسلام آوردیم که ایمان هنوز به دل‌هایتان در نیامده.» علمای اهل سنت اتفاق دارند که ایمان قول و عملی را که از «قبول به قلب» برمی‌آید در بر می‌گیرد.<br><br>زبان را از سخنی که به ایمان آسیب می‌زند و قلب را از شک و انکار حفظ می‌کنیم؛ می‌کوشیم گفتار و باور یکسان باشد.",
    "category": "ایمان: ارکان، تعریف و راه میانه"
  },
  {
    "no": 37,
    "title": "برائت از انحراف عقیده",
    "text": "این دین ما و آنچه ظاهر و باطن بدان معتقدیم است؛ در پیشگاه الله ﷻ از هر که با آنچه می‌گوییم و توضیح می‌دهیم مخالف است برائت می‌جوییم.",
    "explanation": "این عقیده طحاوی بیان باور اهل سنت است؛ هر که از آنچه در آن گفته و توضیح داده شده منحرف شود در پیشگاه الله از او برائت می‌جوییم. دشمنی شخصی نیست بلکه روشن کردن این که ما از انحراف عقیده (بدعت، خرافه یا گمراهی) پیروی نمی‌کنیم.<br><br>ممتحنه: ۴ برائت از دشمنان الله را فرمان می‌دهد. پیامبر گفت (ابوداوود، صحیح شمرده شده) «هر که بدعت کند یا بدعت‌کننده را پناه دهد از ذمه الله بری است.» علماء توضیح می‌دهند برائت از اهل بدعت به عدم پیروی از باور آنان و روشن کردن خطای آنان است نه آسیب زدن.<br><br>به عقیده درست پایبندیم و از باور منحرف دوری می‌کنیم؛ بی دلیل معتبر کسی را کافر نمی‌خوانیم ولی درباره انحراف عقیده روشنیم و از آن برائت می‌جوییم.",
    "category": "ایمان: ارکان، تعریف و راه میانه"
  },
  {
    "no": 38,
    "title": "اسلام راه میانه کامل است",
    "text": "اسلام راه میانه است: نه افراط نه تفریط؛ نه تشبیه صفات الله ﷻ به مخلوق و نه نفی صفات الله ﷻ؛ نه جبر افراطی و نه انکار قدر؛ و نه یقین باطل و نه یأس.",
    "explanation": "اهل سنت بر راه میانه‌اند: در صفات آنچه الله ثابت کرده بی تشبیه به مخلوق (تشبیه) و بی نفی (تعطیل) ثابت می‌کنیم. در قدر نه جبری افراطی‌ایم و نه نافی قدر؛ در امید و ترس برای کسی جنت/جهنم قطعی نمی‌کنیم و از رحمت الله ناامید نمی‌شویم.<br><br>بقره: ۱۴۳ «و بدین گونه شما را امت میانه ساختیم.» حدیث و اجماع علماء تأیید می‌کند که به صفات الله بی پرسش «چگونه» (تکییف) و بی تمثیل (تمثیل) ایمان آورده می‌شود. پیامبر از غلو در دین نهی کرد. این راه میانه از بدعت سالم است.<br><br>می‌کوشیم بر راه میانه پایدار بمانیم: نه غلو (غلو) و نه تقصیر (تقصیر)؛ از علمای اهل سنت می‌آموزیم تا به افراط چپ یا راست کشیده نشویم.",
    "category": "ایمان: ارکان، تعریف و راه میانه"
  },
  {
    "no": 39,
    "title": "حقیقت اسراء و معراج",
    "text": "اسراء و معراج حق‌اند: پیامبر ﷺ در شب برده شد و با بدنش در بیداری از آسمان‌ها تا آنجا که الله ﷻ خواست بالا برده شد.",
    "explanation": "اسراء (سفر از مسجد الحرام به مسجد الاقصی) و معراج (بالا رفتن از آسمان‌ها) با بدن و روح پیامبر در حالت بیداری رخ داد؛ نه خواب و نه فقط روح. این رویداد معجزه‌ای است که الله برای تقویت پیامبر و امت داد؛ بدان ایمان داریم بی آن که «چگونه» عقلانی بخواهیم چون فراتر از آفرینش معمول است.<br><br>اسراء: ۱ «پاک است آن که بنده‌اش را شبانگاه از مسجد الحرام به مسجد الاقصی برد.» حدیث صحیح (بخاری–مسلم) معراج را به تفصیل روایت می‌کند: پیامبر از آسمان‌ها بالا رفت، با پیامبران پیشین دیدار کرد و فرمان نماز پنج‌گانه را دریافت. این روایات متواتر و بخشی از باور امت است.<br><br>اسراء و معراج را حق از الله می‌دانیم؛ این باور ما را تقویت می‌کند که پیامبر فرستاده الله است که معجزه داده شده و نماز پنج‌گانه فریضه بزرگ است که بر فراز آسمان‌ها مقرر شد.",
    "category": "پیامبر و رسول"
  },
  {
    "no": 40,
    "title": "مغفرت الله برای بندگان مؤمن",
    "text": "اگر الله ﷻ بخواهد به فضل خویش آنان را می‌بخشد و عفو می‌کند؛ اگر الله ﷻ بخواهد عذابشان می‌کند، سپس به رحمت و شفاعت آنان را بیرون می‌آورد؛ الله ﷻ ولی کسانی است که او را می‌شناسند و آنان را مانند منکران الله ﷻ رفتار نمی‌کند.",
    "explanation": "الله قدرت بخشیدن به بندگان مؤمنش به فضلش یا عذاب آنان به عدلش را دارد؛ اگر عذاب کند باز می‌تواند به رحمت و شفاعت آنان را از آتش بیرون آورد. کسانی که الله را می‌شناسند (عارف بالله) و ایمان دارند مانند منکرانش رفتار نمی‌شوند.<br><br>زمر: ۵۳ «بگو ای بندگان من که بر خود تعدی کرده‌اید از رحمت الله ناامید نشوید. الله همه گناهان را می‌بخشد.» حدیث صحیح شفاعت پیامبر را برای امتش و این که الله هر که در قلبش توحید دارد از آتش بیرون می‌آورد یاد می‌کند. اهل سنت باور دارند اهل توحید اگر به گناه داخل آتش شوند در آن جاودانه نمی‌مانند.<br><br>برای کسی «قطعاً بخشیده» یا «قطعاً در آتش» ادعا نمی‌کنیم؛ به رحمت الله امید و از عذابش می‌ترسیم. یقین داریم الله عادل و رحیم است؛ توبه‌کننده مؤمن مانند کافر رفتار نمی‌شود.",
    "category": "روز آخرت"
  },
  {
    "no": 41,
    "title": "امید بهشت برای اهل خیر",
    "text": "امید داریم الله ﷻ نیکوکاران را ببخشد و به بهشت درآورد، ولی برای کسی قطعیت نمی‌دهیم؛ برای خطاکاران آمرزش می‌خواهیم و از رحمت الله برای آنان ناامید نمی‌شویم.",
    "explanation": "ما امید و حسن‌ظن داریم که الله اهل خیر را می‌بخشد و به بهشت درمی‌آورد، ولی برای شخص معینی قطعیت نمی‌دهیم (بدون عمل ضمانتی نیست). برای خطاکار آمرزش می‌خواهیم و از رحمت الله برای او ناامید نمی‌شویم.<br><br>زمر: ۵۳ به ناامید نشدن از رحمت الله دعوت می‌کند. حدیث صحیح می‌گوید کسی به عمل خود به بهشت نمی‌رود؛ همه به رحمت الله. پیامبر از قطع گفتن بهشت یا جهنم برای کسی نهی کرد؛ ما بهترین را امید داریم و دعا می‌کنیم. اهل سنت مانند خوارج که مرتکب کبیره را کافر می‌دانند نیستند و نه مانند مرجئه که عمل را کم‌اهمیت می‌شمرند.<br><br>ما نهایت تلاش را می‌کنیم و به رحمت الله امید داریم؛ برای خطاکار دعا می‌کنیم و حکم نمی‌دهیم که حتماً به جهنم می‌رود. این تعادل بین امید و ترس ما را از افراط نگه می‌دارد.",
    "category": "روز آخرت"
  },
  {
    "no": 42,
    "title": "رسالت ابراهیم و کلام با موسی",
    "text": "ما ایمان داریم که الله ﷻ ابراهیم را خلیل گرفت و که الله ﷻ با موسی مستقیم سخن گفت.",
    "explanation": "پیامبر ابراهیم خلیل‌الله است؛ الله او را به عنوان دوست نزدیک برگزید. به پیامبر موسی privilege سخن مستقیم با الله (کلام الله) بدون واسطه داده شد؛ این معجزه و کرامتی از الله است.<br><br>نساء: ۱۲۵ «و الله ابراهیم را خلیل گرفت.» نساء: ۱۶۴ «و الله با موسی تکلیماً سخن گفت.» حدیث صحیح فضیلت ابراهیم و موسی را تأیید می‌کند؛ پیامبر گفت الله در کوه طور با موسی سخن گفت. ما به فضیلت پیامبران ایمان داریم بی‌آنکه دیگران را خرد کنیم.<br><br>این باور به ما می‌آموزد همه پیامبران را گرامی داریم و یکی را علیه دیگری نگیریم؛ هر کدام فضیلتی از الله دارند. ما از ابراهیم (ثبات در توحید) و موسی (مناجات با الله از طریق دعا و اطاعت) الگو می‌گیریم.",
    "category": "پیامبر و رسول"
  },
  {
    "no": 43,
    "title": "سؤال و عذاب قبر",
    "text": "ما به عذاب قبر برای مستحق آن و به سؤال منکر و نکیر در قبر درباره رب، دین و پیامبر هر کس ایمان داریم، چنانکه در احادیث و روایات صحابه آمده.",
    "explanation": "پس از مرگ انسان در برزخ است؛ در قبر دو فرشته (منکر و نکیر) از رب، دین و پیامبرش از او می‌پرسند. هر که درست جواب دهد نعیم قبر می‌برد؛ هر که کافر یا منافق باشد به عدل الله عذاب قبر می‌برد.<br><br>احادیث صحیح (بخاری، مسلم و دیگران) سؤال و عذاب قبر را روایت می‌کنند؛ پیامبر دعای استعاذه از عذاب قبر آموخت. روایات صحابه هم این را تأیید می‌کند. مؤمنون: ۹۹–۱۰۰ به برزخ و حائل بین مرده و بازگشت به دنیا اشاره دارد.<br><br>ما با استوار کردن توحید، پیروی از دین حق و اقرار به پیامبر محمد آماده می‌شویم؛ برای ثبات در وقت سؤال قبر و عاییت از عذاب قبر دعا می‌کنیم.",
    "category": "روز آخرت"
  },
  {
    "no": 44,
    "title": "بعث و حساب روز قیامت",
    "text": "ما به بعث پس از مرگ، جزای اعمال در روز قیامت، عرض اعمال، حساب (حساب)، خواندن کتاب، پاداش یا عقاب، پل (صراط) و ترازو (میزان) ایمان داریم.",
    "explanation": "روز قیامت وقتی است که همه مردم از قبر برانگیخته می‌شوند برای حساب. اعمال عرض می‌شود، کتاب خوانده می‌شود، میزان اعمال را وزن می‌کند، سپس مردم از صراط می‌گذرند به بهشت یا جهنم. ما به همه اینها چنانکه در قرآن و حدیث آمده ایمان داریم.<br><br>زلزله: ۷–۸ «هر که به وزن ذره‌ای خوبی کند آن را می‌بیند. و هر که به وزن ذره‌ای بدی کند آن را می‌بیند.» کهف: ۴۹، اسراء: ۱۳–۱۴ و آیات دیگر از کتاب اعمال، حساب و میزان می‌گویند. حدیث صحیح (بخاری–مسلم) صراط و اینکه برخی می‌گذرند و برخی می‌افتند روایت می‌کند.<br><br>این باور ما را به عمل صالح و اجتناب از گناه برمی‌انگیزد؛ یقین داریم چیزی از کتاب کم نمی‌ماند و هر عمل جزا می‌بیند. از الله آسانی حساب و نجات در آن روز می‌خواهیم.",
    "category": "روز آخرت"
  },
  {
    "no": 45,
    "title": "ایمان به کرامات اولیاء",
    "text": "ما به کرامات (عجایب) اولیایی که می‌شناسیم و به روایات صحیح درباره آنان از منابع موثق ایمان داریم.",
    "explanation": "کرامت عجیب یا لطفی است که الله به شخص صالح (ولی) فراتر از عادت می‌دهد، مثل علم بی‌درس یا کمک در لحظه حساس. ما به کراماتی که روایتشان از منبع موثق صحیح است ایمان داریم؛ نه انکار می‌کنیم نه غلو.<br><br>مریم از دادن رزق به مریم در محراب می‌گوید؛ کهف از اصحاب کهف. احادیث صحیح کرامات صحابه را (مثلاً عمر «دیدن» لشکر از دور) روایت می‌کنند. علمای اهل سنت به کرامت ایمان دارند بی‌آنکه با معجزه نبوی برابرش کنند یا ولی را تأله کنند.<br><br>کراماتِ روایت‌شدهٔ صحیح را رد نمی‌کنیم ولی به داستان‌های منبعِ نامشخص آسان باور نمی‌کنیم. فضیلت واقعی تقوا و پیروی از پیامبر است؛ کرامت عطای الله است، نه معیار صلاحیت.",
    "category": "ایمان: ارکان، تعریف و راه میانه"
  },
  {
    "no": 46,
    "title": "تقدیر قلم بر لوح محفوظ",
    "text": "ما به لوح محفوظ و قلم و هر چه نوشته شده ایمان داریم؛ آنچه الله ﷻ نوشته قطعاً واقع می‌شود و آنچه الله ﷻ ننوشته واقع نمی‌شود؛ آنچه از کسی فوت شود هرگز به او نمی‌رسد.",
    "explanation": "لوح محفوظ «دفتر اصلی» است که الله همه قدر را در آن نوشته؛ قلم (قلم) مخلوقی است که به امر الله می‌نویسد. نوشته شده واقع می‌شود؛ نوشته نشده واقع نمی‌شود. رزق، اجل و سرنوشت ثبت است؛ آنچه از کسی فوت شود به او نمی‌رسد.<br><br>حدید: ۲۲ «هیچ مصیبتی در زمین و در خودتان نمی‌افتد مگر در کتابی (لوح محفوظ) پیش از آنکه آن را پدید آوریم.» حدیث صحیح (احمد و غیره) می‌گوید اولین چیزی که الله آفرید قلم بود، سپس به آن امر کرد هر چه خواهد شد بنویسد. انعام: ۵۹ تأیید می‌کند چیزی از علم الله پنهان نیست.<br><br>ما به این تقدیر بی‌احساس «اجبار» ایمان داریم؛ هنوز تلاش و دعا می‌کنیم چون تلاش و دعا هم جزو قدر است. این باور به دل آرامش می‌دهد و از حسد یا یأس به آنچه نمی‌گیریم نگه می‌دارد.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 47,
    "title": "ملک الموت و وظیفه قبض ارواح",
    "text": "ما به ملک الموت که مأمور قبض ارواح همه مخلوقات است ایمان داریم.",
    "explanation": "ملک الموت (عزرائیل یا ملک الموت) فرشته‌ای است که الله مأمور قبض روح هر جاندار کرده. قبض روح به امر الله است؛ کسی پیش از اجلش نمی‌میرد و پس از آن تأخیر نمی‌کند.<br><br>سجده: ۱۱ «بگو ملک الموت که بر شما گماشته شده شما را می‌میراند.» حدیث صحیح می‌گوید ملک الموت وقتی اجل رسد به انسان می‌آید؛ برخی آسان و برخی سخت بسته به عمل قبض می‌شوند. نام فرشته (عزرائیل) را قطعی نمی‌گوییم چون دلیل صریح نیست؛ قطعی ایمان به فرشته‌ای است که ارواح را قبض می‌کند.<br><br>این باور یادآور می‌کند مرگ حتماً می‌آید و به امر الله انجام می‌شود؛ با توبه و عمل صالح آماده می‌شویم تا وقتی روح قبض شد در حال خوش باشیم.",
    "category": "فرشتگان و غیب"
  },
  {
    "no": 48,
    "title": "دو فرشته نویسنده اعمال انسان",
    "text": "ما به فرشتگان کریم که اعمال مردم را می‌نویسند ایمان داریم، زیرا الله ﷻ آنان را بر مردم به عنوان دو حافظ گماشته.",
    "explanation": "هر انسان دو فرشته همراه دارد: یکی خوبی و یکی بدی را می‌نویسد. هیچ سخن یا عملی از نوشته کم نمی‌ماند؛ این نوشته روز قیامت عرض می‌شود. هر دو «حافظ»ی هستند که الله گماشته، نه برای ضرر بلکه برای نوشتن به عدل.<br><br>ق: ۱۷–۱۸ «وقتی دو فرشته (اعمال را) می‌نویسند یکی از راست و یکی از چپ نشسته. هیچ سخنی گفته نمی‌شود مگر نگهبانی آماده نزد اوست.» انفطار: ۱۰–۱۲ هم از حافظان (حفظه) یاد می‌کند. حدیث صحیح تأیید می‌کند فرشتگان هر عمل را می‌نویسند.<br><br>ما آگاهیم هر عمل نوشته می‌شود؛ این ما را به حفظ زبان و عمل و فزونی خیر برمی‌انگیزد. نه تا حد اضطراب می‌ترسیم و نه غفلت می‌کنیم؛ می‌کوشیم نوشته راست از چپ سنگین‌تر باشد.",
    "category": "فرشتگان و غیب"
  },
  {
    "no": 49,
    "title": "ایمان به رسولان و کتاب‌ها",
    "text": "ما به فرشتگان، پیامبران و کتاب‌های نازل‌شده بر رسولان ایمان داریم و گواهی می‌دهیم که همگی بر حق آشکار بودند.",
    "explanation": "ما به فرشتگان، پیامبران و کتاب‌های الله (تورات، انجیل، زبور و قرآن) بی‌تفریق ایمان داریم. همه رسولان یک حق (توحید و اطاعت) آوردند؛ ما گواهی می‌دهیم آنان بر حق آشکار بودند و هیچ‌کدام را انکار نمی‌کنیم.<br><br>بقره: ۲۸۵ «همه به الله و فرشتگان و کتاب‌ها و رسولانش ایمان آوردند. (گفتند) میان هیچ‌یک از رسولانش تفریق نمی‌کنیم.» نساء: ۱۵۰–۱۵۲ کسانی را که بعضی رسولان را انکار می‌کنند هشدار می‌دهد. حدیث صحیح تأیید می‌کند ما به همه پیامبران از آدم تا محمد ایمان داریم.<br><br>هیچ پیامبر یا کتابی را دشنام نمی‌دهیم؛ معتقدیم اسلام پیشین را کامل و تصدیق می‌کند. ما پیامبر محمد را به عنوان آخرین رسول و قرآن را به عنوان آخرین کتاب مصدق کتب پیشین پیروی می‌کنیم.",
    "category": "قرآن و وحی"
  },
  {
    "no": 50,
    "title": "همه چیز تقدیر از الله",
    "text": "ما به همه اینها ایمان داریم و یقین داریم همه چیز از الله ﷻ است.",
    "explanation": "هر چه بدان ایمان داریم—فرشتگان، کتاب‌ها، رسولان، قدر، روز آخرت و غیره—و هر چه در جهان رخ می‌دهد در ذات از الله است. چیزی بی علم، اراده و تقدیر او رخ نمی‌دهد؛ ما به این یقین ایمان داریم.<br><br>تغابن: ۱۱ «هیچ مصیبتی به کسی نمی‌رسد مگر به اذن الله.» حدید: ۲۲ تأیید می‌کند هر مصیبت نوشته است. حدیث صحیح (مسلم) ایمان به قدر خیر و شرش از الله را تأیید می‌کند. باور به «همه چیز از الله» اساس توکل و صبر است.<br><br>وقایع را صرفاً به «طبیعت» یا «اتفاق» نسبت نمی‌دهیم؛ یقین داریم پشت هر چیز تقدیر الله است. این مسئولیت انسان را برنمی‌دارد (ما هنوز تلاش می‌کنیم و مؤاخذه می‌شویم) ولی نتیجه نهایی را به الله وا می‌گذاریم.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 51,
    "title": "تفریق نگذاشتن میان رسولان",
    "text": "ما به همهٔ اینها ایمان داریم، میان رسولان تفریق نمی‌گذاریم، و آنچه همهٔ آنان آوردند درست می‌پذیریم.",
    "explanation": "ما به همهٔ رسولان بی‌تفریق ایمان داریم: نه انکار برخی نه اقرار برخی. آنچه آنان آوردند (توحید، واجبات عبادت، اخلاق) درست می‌پذیریم؛ نمی‌گوییم «به برخی ایمان و به برخی کفر.»<br><br>بقره: ۱۳۶ «بگویید به الله و آنچه بر ما نازل شد و آنچه به ابراهیم، اسماعیل، اسحاق، یعقوب و اولاد داده شد و آنچه به موسی و عیسی و پیامبران از جانب پروردگارشان داده شد ایمان آوردیم. میان هیچ‌یک از رسولانش تفریق نمی‌کنیم.» نساء: ۱۵۰–۱۵۲ ایمان به برخی رسولان و انکار برخی را نهی می‌کند. حدیث تأیید می‌کند دشنام به هر پیامبر گناه کبیره است.<br><br>همهٔ پیامبران را گرامی می‌داریم و یکی را در برابر دیگری قرار نمی‌دهیم؛ شریعت پیامبر محمد را به‌عنوان خاتم و مکمل پیروی می‌کنیم و یقین داریم همهٔ رسولان حق از الله آوردند.",
    "category": "پیامبر و رسول"
  },
  {
    "no": 52,
    "title": "ظهور دجال و نشانه‌های قیامت",
    "text": "ما به نشانه‌های قیامت ایمان داریم مانند ظهور دجال، نزول عیسی بن مریم از آسمان، طلوع خورشید از مغرب، و خروج دابه از زمین.",
    "explanation": "ما به نشانه‌های قیامتی که پیامبر ذکر کرده ایمان داریم: ظهور دجال (دروغگوی بزرگ)، نزول عیسی بن مریم از آسمان برای نابودی دجال و برپایی شریعت، طلوع خورشید از مغرب (پس از آن توبه قبول نمی‌شود)، و خروج دابه از زمین. اینها پیش از قیامت کبرا رخ می‌دهد.<br><br>حدیث صحیح (بخاری، مسلم و دیگران) نشانه‌های قیامت را روایت می‌کند. پیامبر فرمود دجال می‌آید و عیسی او را می‌کشد. انعام: ۱۵۸ به طلوع خورشید از مغرب اشاره دارد. ما بی‌آنکه «چگونه» بپرسیم ایمان داریم.<br><br>این باور یادآور می‌کند قیامت حق است و نشانه دارد؛ با ایمان و عمل صالح آماده می‌شویم و فریب دجال یا ادعاهای دروغ را نمی‌خوریم.",
    "category": "روز آخرت"
  },
  {
    "no": 53,
    "title": "ده صحابی وعده‌ی بهشت",
    "text": "ما گواهی می‌دهیم ده تن که رسول الله ﷺ به آنان بهشت وعده داد در بهشت‌اند: ابوبکر، عمر، عثمان، علی، طلحه، زبیر، عبدالرحمن بن عوف، سعد بن ابی‌وقاص، سعید بن زید، و ابوعبیده بن جراح.",
    "explanation": "ده صحابی که پیامبر بهشت وعده داد (عشرهٔ مبشره) ما یقین داریم به بهشت درمی‌آیند: ابوبکر، عمر، عثمان، علی، طلحه، زبیر، عبدالرحمن بن عوف، سعد بن ابی‌وقاص، سعید بن زید، ابوعبیده بن جراح. وعدهٔ پیامبر حق است و آنان الگوی امت‌اند.<br><br>حدیث صحیح (ترمذی و دیگران) می‌گوید پیامبر به این ده صحابی بهشت وعده داد. آنان شخصیت‌های بزرگ اسلام‌اند؛ قبول فضیلت آنان بخشی از عقیدهٔ اهل سنت است. نه غلو می‌کنیم نه تقصیر؛ به منهج آنان عمل می‌کنیم.<br><br>همهٔ صحابه را گرامی می‌داریم و به هیچ‌یک بغض نمی‌ورزیم؛ در ایمان، عدل و ایثار از این ده تن الگو می‌گیریم.",
    "category": "اصحاب، خلفا و اهل بیت"
  },
  {
    "no": 54,
    "title": "دوستی عدالت و دشمنی ستم",
    "text": "ما اهل عدل و راستی را دوست داریم و اهل ظلم و دروغ را دشمن.",
    "explanation": "ما عدالت‌ورزان و راستگویان را دوست و ظالمان و دروغگویان را دشمن می‌داریم. دوستی و دشمنی برای الله بخشی از ایمان است؛ در برابر ظلم یا دروغ بی‌طرف نیستیم.<br><br>ممتحنه: ۸ فرمان می‌دهد با کسانی که به خاطر دین با ما نجنگیدند دشمنی نکنید. پیامبر فرمود (بخاری) محبوب‌ترین کس نزد الله سودمندترین برای مردم است. ظلم و دروغ در آیات و احادیث بسیاری نهی شده.<br><br>در کار خود عادل و راست می‌کوشیم و در جامعه از عدالت حمایت می‌کنیم؛ از ظلم و دروغ دوری و با ظالمان در ظلم مشارکت نمی‌کنیم.",
    "category": "جماعت، حاکم و فقه"
  },
  {
    "no": 55,
    "title": "حرمت دشمنی با همهٔ صحابه",
    "text": "ما صحابهٔ رسول الله ﷺ را دوست داریم ولی به احدی غلو نمی‌کنیم و احدی را فروگذار نمی‌کنیم؛ دوستی صحابه بخشی از اسلام و ایمان است؛ دشمنی با صحابه کفر و نفاق.",
    "explanation": "ما همهٔ صحابه را بی‌غلو (به احدی زیاده‌روی نه) و بی‌تقصیر (احدی را رها نه) دوست داریم. دوستی صحابه بخش اسلام و ایمان است؛ دشمنی یا دشنام به صحابه کفر و نفاق.<br><br>توبه: ۱۰۰ پیشگامان و نخستین مهاجران و انصار را ستایش می‌کند. حدیث صحیح دشنام به صحابه را نهی می‌کند؛ پیامبر فرمود صحابهٔ مرا دشنام مدهید. اهل سنت قبول دارند صحابه در اجتهاد اختلاف می‌کردند نه در عقیده.<br><br>بی‌دلیل صحابه را دشنام یا مجرم نمی‌دانیم؛ آنان را گرامی می‌داریم و از بهترین نسل این امت الگو می‌گیریم.",
    "category": "اصحاب، خلفا و اهل بیت"
  },
  {
    "no": 56,
    "title": "ترتیب خلفای راشدین",
    "text": "ما مقرر می‌داریم پس از وفات رسول الله ﷺ خلافت نخست به ابوبکر صدیق رسید، سپس عمر، سپس عثمان، سپس علی بن ابی‌طالب—ایشان خلفای راشدین و حاکمان مستقیم‌اند.",
    "explanation": "پس از وفات پیامبر خلافت به ابوبکر، سپس عمر، عثمان، علی رسید. ایشان خلفای راشدین (حاکمان مستقیم)‌اند؛ این ترتیب بر تاریخ و اجماع اهل سنت است.<br><br>حدیث صحیح می‌گوید خلافت پس از پیامبر در قریش است و پیامبر فرمان داده به سنت خلفای مهدی عمل کنید. روایات صحیح بیعت با ابوبکر سپس عمر، عثمان و علی را نقل می‌کنند. ما با هیچ‌یک مخالفت یا تحقیر نمی‌کنیم.<br><br>چهار خلیفه را حاکمان عادل می‌دانیم و در دین و دولت به منهج آنان عمل می‌کنیم؛ پیرو کسانی که صحابه را دشنام یا تکفیر می‌کنند نیستیم.",
    "category": "اصحاب، خلفا و اهل بیت"
  },
  {
    "no": 57,
    "title": "پیروی از سنت پیامبر و جماعت",
    "text": "ما به سنت پیامبر ﷺ و جماعت مسلمانان عمل می‌کنیم و از انحراف، تفرقه و پراکندگی دوری می‌کنیم.",
    "explanation": "ما سنت پیامبر و جماعت مسلمانان را می‌گیریم؛ از بدعت، تفرقه و موضع انحرافی دوری می‌کنیم. پیروی از سنت و جماعت راه نجات است.<br><br>حدیث صحیح (ابوداوود، ترمذی) می‌گوید «به سنت من و سنت خلفای مهدی چنگ زنید» و «جماعت رحمت است، تفرقه عذاب.» آل‌عمران: ۱۰۳ دستور به چنگ زدن به حبل الله و پراکنده نشدن می‌دهد. اهل سنت و جماعت نام کسانی است که این راه را می‌روند.<br><br>دین را از منابع صحیح (قرآن و سنت) می‌آموزیم و به فهم جماعت عمل می‌کنیم نه هوی یا فرقه؛ از جدال تفرقه‌انگیز دوری می‌کنیم.",
    "category": "جماعت، حاکم و فقه"
  },
  {
    "no": 58,
    "title": "تعریف مسلمان و مؤمن اهل قبله",
    "text": "ما کسی را که قبلهٔ او همان قبلهٔ ماست مسلمان و مؤمن می‌خوانیم—مادامی که اهل قبله آنچه پیامبر ﷺ آورد قبول کند و هر چه گفت و خبر داد درست بداند.",
    "explanation": "کسی که به سوی قبلهٔ ما (کعبه) نماز می‌خواند و آنچه پیامبر آورد قبول و هر گفته و خبر پیامبر را تصدیق می‌کند او را مسلمان و مؤمن می‌خوانیم. اهل قبله را تکفیر نمی‌کنیم مادامی که امری را که آشکارا کفر است انکار نکند.<br><br>بقره: ۱۴۳ امت اسلام را امت وسط می‌خواند. حدیث صحیح می‌گوید هر که مثل ما نماز بخواند و به قبلهٔ ما باشد او مسلمان است. علمأ اهل سنت به‌خاطر گناه اهل قبله را تکفیر نمی‌کنند مادامی که آن را حلال نشمارد.<br><br>بی‌جهت تکفیر نمی‌کنیم؛ میان مسلمان گناهکار و خارج‌شده از اسلام فرق می‌گذاریم. راز دل را به الله وا می‌گذاریم و با اهل قبله همچون هم‌مسلمان برخورد می‌کنیم.",
    "category": "جماعت، حاکم و فقه"
  },
  {
    "no": 59,
    "title": "اتحاد حق، تفرقه عذاب",
    "text": "ما متفقیم که متحد بودن راه حق است و تفرقه انحراف و عذاب.",
    "explanation": "اتحاد بر حق راه درست است؛ تفرقه انحراف و عذاب. الله اتحاد را فرمان و تفرقه را نهی می‌کند.<br><br>آل‌عمران: ۱۰۳ «همه به حبل الله چنگ زنید و پراکنده نشوید.» حدیث صحیح (ابن‌ماجه) می‌گوید تفرقه عذاب است. پیامبر از تفرقه نهی و به شنیدن و اطاعت از حاکم فرمان داده مادامی که در معصیت نباشد.<br><br>اخوت اسلامی را حفظ می‌کنیم و با بدعت یا اتهام امت را نمی‌شکنیم؛ بر قرآن و سنت و فهم سلف متحد می‌مانیم.",
    "category": "جماعت، حاکم و فقه"
  },
  {
    "no": 60,
    "title": "جواز مسح خف به‌موجب حدیث",
    "text": "ما مسح خف (کفش چرمی) را در سفر و غیرسفر به‌موجب احادیث جایز می‌دانیم.",
    "explanation": "مسح خف (چرمی که تا قوزک را می‌پوشاند) به‌جای شستن پا در وضو در حدیث جایز است، در سفر یا غیرسفر. این رخصت شریعت است که پیامبر آموخت.<br><br>حدیث صحیح (مسلم و دیگران) مسح خف پیامبر و صحابه را روایت می‌کند. علما به شرایط مذکور در فقه بر جواز آن اجماع دارند. این بخشی از آسانی دین است؛ بی‌غلو و انکار عمل می‌کنیم.<br><br>می‌توانیم در وضو به‌شرط شرایط رخصت مسح خف را به‌کار بریم؛ مادامی که به دلیل صحیح عمل کنیم نه واجب می‌دانیم نه حرام.",
    "category": "جماعت، حاکم و فقه"
  },
  {
    "no": 61,
    "title": "نماز پشت هر امام",
    "text": "ما پشت هر یک از اهل قبله—عادل یا ظالم—نماز خواندن و برای هر یک از اهل قبله در هنگام وفات نماز جنازه خواندن را جایز می‌دانیم.",
    "explanation": "ما پشت هر یک از اهل قبله—پارسا یا فاجر—نماز می‌خوانیم مادامی که نماز را درست برپا کند؛ برای مردگان اهل قبله هم نماز جنازه می‌خوانیم. این وحدت را حفظ می‌کند و به‌خاطر عیب شخصی امام جماعت را تحریم نمی‌کنیم.<br><br>حدیث صحیح (بخاری-مسلم) نماز پشت امام فاجر را تأیید می‌کند مادامی که نماز برپا کند. پیامبر فرمود آنان (امام) پیش روی شما هستند؛ اگر درست پاداش برای شما و آنان، اگر غلط پاداش برای شما و گناه برای آنان. نماز جنازهٔ مسلمان کفایهٔ واجب است.<br><br>فقط به‌خاطر نقص امام جماعت را ترک نمی‌کنیم؛ در جماعت نماز ادامه می‌دهیم و برای هدایت امام دعا می‌کنیم. برای مسلمانان نماز جنازه می‌خوانیم و صرفاً به‌خاطر گناه آن شخص رد نمی‌کنیم.",
    "category": "جماعت، حاکم و فقه"
  },
  {
    "no": 62,
    "title": "قرآن کلام است نه مخلوق",
    "text": "ما دربارهٔ قرآن مجادله نمی‌کنیم، و گواهی می‌دهیم که آن کلام الله است که روح‌الامین برای محمد ﷺ آورد؛ کلام مخلوق نیست و نمی‌گوییم مخلوق است.",
    "explanation": "قرآن کلام الله است که جبرئیل برای پیامبر محمد آورد؛ کلام مخلوق نیست و نمی‌گوییم مخلوق است. مجادله دربارهٔ «چگونه» یا «مخلوق یا نه» بی‌دلیل بدعت است؛ آنچه الله و رسول مقرر کرده‌اند باور داریم.<br><br>توبه: ۶ «کلام الله» (کلام‌الله) می‌گوید. حدیث صحیح تأیید می‌کند قرآن از روح‌الامین (جبرئیل) نازل شد. اهل سنت مقرر می‌کنند کلام الله صفت اوست نه مخلوق؛ هر که قرآن را مخلوق گوید منحرف است.<br><br>با عوام در این مسئله مجادله نمی‌کنیم؛ فقط باور داریم قرآن کلام مقدس الله و مخلوق نیست. قرآن را گرامی می‌داریم و در مجادلهٔ کلامی بی‌فایده نمی‌افتیم.",
    "category": "قرآن و وحی"
  },
  {
    "no": 63,
    "title": "پرهیز از سخن بیهوده دربارهٔ دین",
    "text": "ما در سخن بیهوده دربارهٔ الله ﷻ وارد نمی‌شویم، و مجادله دربارهٔ دین الله ﷻ را رها نمی‌کنیم.",
    "explanation": "ما در سخن بیهوده دربارهٔ الله (مثل مجادله در ذات او یا آنچه دلیلی ندارد) وارد نمی‌شویم، و مجادله دربارهٔ دین الله را به برادری آسیب نمی‌رسانیم. دین بر دلیل است نه گمان.<br><br>اسراء: ۳۶ پیروی از آنچه علم نداری نهی می‌کند. حدیث صحیح مجادله دربارهٔ قرآن بی‌علم نهی و ارجاع اختلاف به الله و رسول را فرمان می‌دهد. علما جدال (مجادلهٔ بی‌ثمر) در دین را نهی می‌کنند.<br><br>دربارهٔ دین بر اساس قرآن و سنت سخن می‌گوییم؛ وقت را در مجادلهٔ بی‌پایان نمی‌گذرانیم. وحدت حفظ می‌کنیم و صرفاً بر سر اختلاف غیراصولی تقسیم نمی‌شویم.",
    "category": "ایمان: ارکان، تعریف و راه میانه"
  },
  {
    "no": 64,
    "title": "اطاعت از حاکمان مادامی که معصیت نباشد",
    "text": "ما شورش علیه امام یا حاکم امورمان را نمی‌پذیریم، حتی اگر امام و حاکم ظالم باشند؛ اطاعت از امام و حاکم بخشی از اطاعت الله ﷻ است، و مادامی که امام و حاکم گناه فرمان ندهند واجب است؛ برای چنین امام و حاکمی هدایت و مغفرت دعا می‌کنیم.",
    "explanation": "ما شورش علیه امام یا حاکم مسلمانان را نمی‌پذیریم حتی اگر ظالم باشند؛ اطاعت از آنان بخشی از اطاعت الله است و مادامی که معصیت فرمان ندهند واجب است. برای آنان هدایت و مغفرت دعا می‌کنیم.<br><br>حدیث صحیح (بخاری-مسلم) تأیید می‌کند: امیر را بشنو و اطاعت کن مادامی که معصیت فرمان نشود؛ پیامبر از شورش نهی کرده مادامی که نماز برپا کنند. نساء: ۵۹ اطاعت اولی‌الامر را فرمان می‌دهد. این ثبات و نظم شریعت را حفظ می‌کند.<br><br>در معروف اطاعت می‌کنیم و وقتی گناه فرمان شود اطاعت نمی‌کنیم؛ با خشونت یا تفرقه شورش نمی‌کنیم. برای حاکم عدل و هدایت دعا می‌کنیم و به‌حکمت نصیحت می‌جوییم.",
    "category": "جماعت، حاکم و فقه"
  },
  {
    "no": 65,
    "title": "رد کاهنان و غیب‌گویان",
    "text": "ما گفتار کاهنان و غیب‌گویان را درست نمی‌دانیم، و هیچ ادعایی که با کتاب، سنت و اجماع امت مسلمان مخالف باشد.",
    "explanation": "ما گفتار کاهن، غیب‌گو یا هر که ادعای علم غیب یا پیش‌بینی سرنوشت کند را قبول نمی‌کنیم؛ هر ادعایی که با قرآن، سنت و اجماع امت مخالف باشد را رد می‌کنیم. حق فقط از وحی است.<br><br>حدیث صحیح (بخاری-مسلم) تأیید می‌کند پیامبر فرمود: هر که نزد کاهن یا غیب‌گو رود و تصدیقش کند به آنچه بر محمد نازل شد کافر شده. جن: ۲۶-۲۷ تأیید می‌کند غیب را جز الله کسی نمی‌داند.<br><br>به پیش‌بینی، طالع یا «علم» مدعی دانستن آینده باور نداریم؛ بر الله توکل و مطابق سنت او عمل می‌کنیم. خبر را فقط از منابع صحیح (کتاب و سنت) می‌گیریم.",
    "category": "دعا، علم و مرزها"
  },
  {
    "no": 66,
    "title": "مسلمان را به‌خاطر گناه کافر نشمردن",
    "text": "ما هیچ یک از اهل قبلهٔ خود را به‌خاطر کار گناهی که می‌کنند کافر نمی‌دانیم—مادامی که اهل قبله آن کار را حلال نشمارد.",
    "explanation": "ما اهل قبله را (که به قبلهٔ ما نماز می‌خوانند و پیامبر را می‌پذیرند) صرفاً به‌خاطر گناه تکفیر نمی‌کنیم—مادامی که آن گناه را حلال نشمارند. گناه خودکار از اسلام خارج نمی‌کند.<br><br>حدیث صحیح تأیید می‌کند: مسلمان نباید مسلمان دیگر را کافر بخواند؛ هر که برادرش را «ای کافر» خواند یکی از آن دو به آن خوانش برمی‌گردد. علمأ اهل سنت میان گناهکار بزرگ اما مؤمن و خارج‌شده از اسلام با انکار واضح فرق می‌گذارند.<br><br>بی‌جهت تکفیر نمی‌کنیم؛ میان گناهکار اما مؤمن و انکارکنندهٔ رکن اسلام یا حلال‌کنندهٔ حرام فرق می‌گذاریم. راز دل را به الله وا می‌گذاریم.",
    "category": "گناه، کفر و اهل قبله"
  },
  {
    "no": 67,
    "title": "اثر زیانبار گناه بر مؤمن",
    "text": "ما نمی‌گوییم گناه مؤمن هیچ اثر زیانباری بر او ندارد.",
    "explanation": "ما نمی‌گوییم گناه مؤمن بر او اثر زیانبار ندارد. گناه زیانبار می‌ماند: پاداش کم می‌کند، در دنیا یا آخرت عذاب می‌آورد، و ایمان را سست می‌کند. گناه را سبک نمی‌گیریم.<br><br>نساء: ۳۱ و آیات دیگر هشدار می‌دهند گناهان بزرگ عذاب می‌آورند. حدیث صحیح تأیید می‌کند گناه بر دل اثر می‌گذارد. پیامبر سبک گرفتن گناهان کوچک را نهی کرد. اهل سنت نظر مرجئه را که گناه به ایمان آسیب نمی‌زند رد می‌کنند.<br><br>از گناه می‌ترسیم و توبه می‌کنیم؛ صرفاً به‌خاطر ایمان «در امان» نمی‌پنداریم. از گناهان بزرگ و کوچک دوری می‌جوییم و اثر نافرمانی بر دل و عاقبت آخرت را کم نمی‌انگاریم.",
    "category": "گناه، کفر و اهل قبله"
  },
  {
    "no": 68,
    "title": "نهی از متهم کردن هم‌مسلمانان به کفر",
    "text": "ما نمی‌گوییم هیچ یک از اهل قبله حتماً به بهشت یا دوزخ می‌رود، و کسی را به کفر، شرک یا نفاق متهم نمی‌کنیم—مادامی که اهل قبله آن را نشان ندهد؛ راز اهل قبله را به الله ﷻ وا می‌گذاریم.",
    "explanation": "برای کسی حتم نمی‌کنیم که حتماً بهشت یا دوزخ می‌رود؛ کسی را به کفر، شرک یا نفاق متهم نمی‌کنیم مادامی که نشان ندهد. راز دل را به الله وا می‌گذاریم.<br><br>حدیث صحیح ما را از حتم بهشت یا دوزخ برای کسی نهی می‌کند. پیامبر فرمود: دیگران را به نفاق متهم نکنید. حجرات: ۱۲ سوءظن و غیبت زیاد را نهی می‌کند. فقط به ظاهر حکم می‌کنیم؛ پنهان کار الله است.<br><br>تا دلیل واضح نباشد حسن‌ظن داریم؛ نیت دیگران را قضاوت نمی‌کنیم. روی اصلاح خود و دعوت با حکمت تمرکز می‌کنیم، نه متهم یا حکم کردن.",
    "category": "گناه، کفر و اهل قبله"
  },
  {
    "no": 69,
    "title": "برتری پیامبر بر اولیا",
    "text": "ما هیچ ولی‌ای از امت را بر هیچ پیامبری ترجیح نمی‌دهیم؛ یک پیامبر از همهٔ اولیا با هم بهتر است.",
    "explanation": "هیچ ولی‌ای از این امت بر هیچ پیامبری برتر نیست؛ یک پیامبر از همهٔ اولیا با هم بهتر است. پیامبران رتبهٔ مخصوص دارند؛ هیچ صالحی را بر پیامبران ترجیح نمی‌دهیم.<br><br>انعام: ۸۶ و آیات دیگر پیامبران را با فضیلت خاص یاد می‌کنند. حدیث صحیح تأیید می‌کند پیامبر محمد در قیامت سید بنی‌آدم است. علما اتفاق دارند پیامبر از ولی برتر است. ترجیح ولی بر پیامبر گمراهی است.<br><br>پیامبران را گرامی می‌داریم و هیچ صالحی را با آنان برابر نمی‌کنیم. پیامبر محمد را به‌عنوان منبع شریعت و برترین الگو پیروی می‌کنیم؛ اولیای الله را دوست داریم بی‌آنکه غلو کنیم و با پیامبر برابر کنیم.",
    "category": "پیامبر و رسول"
  },
  {
    "no": 70,
    "title": "نهی از کشتن بی‌سبب شرعی",
    "text": "ما کشتن هیچ یک از امت محمد ﷺ را قبول نداریم، مگر وقتی به‌موجب قانون واجب باشد.",
    "explanation": "ما کشتن هیچ یک از امت محمد را قبول نداریم مگر وقتی به‌موجب شریعت واجب باشد (قصاص، حد، یا در چارچوب جنگ مشروع). جان مسلمان محفوظ است؛ کشتن بی‌حق گناه بزرگ است.<br><br>انعام: ۱۵۱ و اسراء: ۳۳ کشتن نفسی را که الله حرام کرده جز به حق نهی می‌کنند. حدیث صحیح تأیید می‌کند کشتن مسلمان از کبائر است. پیامبر کشتن کسی که لَا إِلَهَ إِلَّا الله می‌گوید را نهی کرد. حقوق جزای اسلامی وقتی کشتن جایز است تعریف می‌کند.<br><br>جان انسان را محترم می‌داریم و خشونت یا کشتن خارج از مقرر شریعت را تأیید نمی‌کنیم. تروریسم و کشتن به‌نام دین که با دلیل صحیح سازگار نباشد را رد می‌کنیم.",
    "category": "جماعت، حاکم و فقه"
  },
  {
    "no": 71,
    "title": "منزلت محمد به‌عنوان بنده و رسول",
    "text": "ما یقین داریم که محمد ﷺ بندهٔ برگزیدهٔ الله ﷻ، نبی برگزیدهٔ الله ﷻ و رسولی است که الله ﷻ از او خشنود است.",
    "explanation": "محمد بندهٔ برگزیدهٔ الله و نبی و رسولی است که الله از او خشنود است. او بشری است که با وحی فرستاده شده؛ او را نمی‌پرستیم و غلو نمی‌کنیم تا او را بالاتر از منزلت بنده و رسول برانگیزیم.<br><br>اسراء: ۱ پیامبر را بندهٔ او می‌خواند. احزاب: ۴۰ تأیید می‌کند محمد خاتم انبیاست. حدیث صحیح: دربارهٔ من غلو نکنید چنانکه نصاری دربارهٔ عیسی غلو کردند؛ من فقط بنده‌ام، پس بگویید بندهٔ الله و رسول او. او را دوست می‌داریم و گرامی می‌داریم بی‌غلو؛ از شریعتش پیروی می‌کنیم و او را تأله نمی‌کنیم. هر که نبوتش را انکار کند یا او را خوار دارد رد می‌کنیم.",
    "category": "پیامبر و رسول"
  },
  {
    "no": 72,
    "title": "تقدیر خیر و شر برای انسان",
    "text": "خیر و شر برای انسان مقدر شده است.",
    "explanation": "خیر و شر برای انسان مقدر شده: امر و نهی، پاداش و عقاب هست. به انسان توان انتخاب داده شده و بر آن بازخواست می‌شود. شمس: ۸–۱۰ اشاره می‌کند که الله راه فجور و تقوا را به انسان الهام می‌کند. حدیث و آیات تکلیف و حساب را تأیید می‌کنند. قدر انتخاب را زایل نمی‌کند؛ انسان می‌کوشد و الله نتیجه را مقدر می‌کند.<br><br>ما برای خیر می‌کوشیم و از شر پرهیز می‌کنیم؛ با «مقدور بود» برای تنبلی عذر نمی‌آوریم. یقین داریم خیر و شر واقعی‌اند و ما بازخواست می‌شویم.",
    "category": "ایمان: ارکان، تعریف و راه میانه"
  },
  {
    "no": 73,
    "title": "امنیت ایمان در تسلیم",
    "text": "اسلام کسی فقط وقتی امن است که بر تسلیم و انقیاد استوار باشد؛ به‌زور دانستن آنچه بیرون از توان اوست فقط او را از باور درست دور می‌کند.",
    "explanation": "اسلام کسی فقط وقتی امن است که بر تسلیم (تسلیم) و انقیاد به الله و رسول استوار باشد. به‌زور دانستن آنچه بیرون از توان است (مثل حقیقت ذات الله یا جزئیات قدر) فقط از باور درست دور می‌کند. آل‌عمران: ۱۹ اسلام را تسلیم می‌خواند. حدیث تفکر در ذات الله را نهی و تفکر در آفریده‌اش را امر می‌کند. علما الحاد در نام و صفت الله را نهی می‌کنند.<br><br>آنچه الله از غیب بیان نکرده به الله وا می‌گذاریم؛ روی آنچه الله امر کرده و ما می‌توانیم تمرکز می‌کنیم. از ندانستن «چگونه» یا «چرا»ی آنچه الله نگشوده مضطرب نمی‌شویم.",
    "category": "ایمان: ارکان، تعریف و راه میانه"
  },
  {
    "no": 74,
    "title": "قدرت انسان از الله",
    "text": "قدرتی که عملی را واقعاً محقق می‌کند فقط از الله ﷻ است؛ آنچه شرع از انسان می‌خواهد قدرت به‌معنای سلامت، استطاعت و فرصت (ابزار) موجود نزد اوست.",
    "explanation": "قدرت محقق‌کنندهٔ فعل (قدرت مؤثره) فقط از الله است. آنچه شرع از انسان می‌خواهد قدرت به‌معنای سلامت، استطاعت و فرصت (ابزار) است؛ وقتی هست باید بکوشد و الله توفیق می‌دهد. بقره: ۲۸۶ الله جز به قدر وسع تکلیف نمی‌کند. حدیث: لا حول ولا قوة الا بالله. علما بین قدرت به‌عنوان شرط تکلیف و قدرت محقق‌کنندهٔ فعل (از الله) فرق می‌گذارند.<br><br>ما به‌قدر وسع می‌کوشیم و از الله کمک می‌خواهیم؛ برای آنچه هنوز می‌توان کوشید «نمی‌توانم» عذر نمی‌آوریم. یقین داریم قدرت طاعت از الله است.",
    "category": "تکلیف و افعال انسان"
  },
  {
    "no": 75,
    "title": "بازگرداندن همهٔ علم به الله",
    "text": "وقتی علم ما دربارهٔ چیزی روشن نیست می‌گوییم: «الله ﷻ داناتر است.»",
    "explanation": "وقتی علم ما دربارهٔ چیزی روشن نیست یا دلیل کافی نیست می‌گوییم: الله داناتر است. جزم نمی‌کنیم و نمی‌سازیم؛ آنچه نمی‌دانیم به الله برمی‌گردانیم. بقره: ۲۳۲ و آیات زیاد امر می‌کنند امر را به الله برگردانیم. پیامبر گفت: کسی که دربارهٔ علمی که ندارد پرسیده شود و بگوید «الله داناتر است» پاسخ درست داده. علما سخن بی‌علم را نهی می‌کنند.<br><br>ادعای علم آنچه نمی‌دانیم نمی‌کنیم؛ حاضریم بگوییم «نمی‌دانم» یا «الله داناتر است» وقتی چنین است. تفسیر یا حکم بی‌دلیل نمی‌سازیم.",
    "category": "دعا، علم و مرزها"
  },
  {
    "no": 76,
    "title": "راه میانه بین یأس",
    "text": "یقین مطلق و یأس هر دو انسان را از دین بیرون می‌برند؛ راه حق برای اهل قبله میان آن دو است.",
    "explanation": "یقین گمراه (مثل ادعای حتمی بودن بهشت برای کسی) و یأس (مثل ادعای حتمی بودن دوزخ یا اینکه الله نمی‌بخشد) هر دو از دین بیرون می‌برند. راه حق برای اهل قبله میان آن دوست: امید و ترس. حجر: ۵۶ ابراهیم گفت جز گمراهان از رحمت الله یأس نمی‌ورزند. زمر: ۵۳ به عدم یأس دعوت می‌کند. حدیث تعادل رجا و خوف را تأیید می‌کند. اهل سنت میان خوارج (سخت) و مرجئه (سست)‌اند.<br><br>ما به رحمت الله امید داریم و از عقابش می‌ترسیم؛ برای کسی جزم بهشت یا دوزخ نمی‌کنیم. به الله حسن‌ظن داریم و از مغفرتش یأس نمی‌ورزیم.",
    "category": "ایمان: ارکان، تعریف و راه میانه"
  },
  {
    "no": 77,
    "title": "حالت قبر باغ بهشت یا گودال دوزخ",
    "text": "قبر یا یکی از باغ‌های بهشت است یا یکی از گودال‌های دوزخ.",
    "explanation": "قبر می‌تواند یکی از باغ‌های بهشت (نعیم برزخ) یا یکی از گودال‌های دوزخ (عذاب قبر) باشد، بسته به عمل و ایمان دفن‌شده. این مطابق احادیث نعیم و عذاب قبر است. حدیث صحیح (بخاری، مسلم) نعیم قبر برای مؤمن و عذاب قبر برای ظالم یا منافق روایت می‌کند. پیامبر دعای استعاذه از عذاب قبر آموخت. مؤمنون: ۹۹–۱۰۰ به عالم برزخ اشاره می‌کند.<br><br>ما با ایمان و عمل صالح آماده می‌شویم تا قبرمان باغ بهشت شود؛ از عذاب قبر استعاذه می‌کنیم. این باور ما را به عدم غفلت برمی‌انگیزد.",
    "category": "روز آخرت"
  },
  {
    "no": 78,
    "title": "ایمان به رؤیت الله در بهشت",
    "text": "مردم به رؤیت الله ﷻ در بهشت ایمان دارند بی‌آنکه با عقل خود چگونه را تأویل یا تصور کنند، و از نفی صفت الله ﷻ و تشبیه الله ﷻ به مخلوق دوری می‌کنند.",
    "explanation": "اهل بهشت در آخرت الله را خواهند دید؛ ما بدان ایمان داریم بی‌تأویل یا تصور «چگونه» با عقل. نفی این صفت و تشبیه الله به مخلوق را دوری می‌کنیم. قیامت: ۲۲–۲۳ چهره‌هایی را در آن روز درخشان، نگاه‌کنان به پروردگارشان یاد می‌کند. حدیث صحیح (بخاری، مسلم) تأیید می‌کند اهل بهشت الله را چون ماه در شب بدر می‌بینند. ما بی‌تکییف و تمثیل ایمان داریم.<br><br>شکل آن «رؤیت» را تصور نمی‌کنیم؛ همین بس که رؤیت الله اعظم نعیم بهشت است. هر که رؤیت را نفی کند یا به رؤیت مخلوق تشبیه کند رد می‌کنیم.",
    "category": "روز آخرت"
  },
  {
    "no": 79,
    "title": "حقیقت رؤیت الله در بهشت",
    "text": "رؤیت الله ﷻ توسط اهل بهشت حق است؛ مردم بدان ایمان دارند بی‌تأویل چگونه، و علم آن را به الله ﷻ وا می‌گذارند.",
    "explanation": "رؤیت الله توسط اهل بهشت حق است؛ ما بدان ایمان داریم بی‌تأویل چگونه و علم آن را به الله وا می‌گذاریم. کیفیت رؤیت مثل رؤیت مخلوق نیست. دلیل مثل نقطهٔ ۷۸. قیامت: ۲۲–۲۳ و حدیث متواتر دربارهٔ رؤیت. علما اهل سنت رؤیت را بی‌تکییف ثابت می‌کنند؛ نمی‌گوییم «با چشمی مثل ما» یا «به چنان کیفیتی». ما به رؤیت به‌عنوان خبر از الله و رسولش ایمان داریم؛ در جدل بی‌پایان «چگونه» وارد نمی‌شویم. این باور همت ما را برای عمل تا از اهل بهشت باشیم می‌افزاید.",
    "category": "روز آخرت"
  },
  {
    "no": 80,
    "title": "محمد خاتم انبیای الله",
    "text": "محمد ﷺ خاتم انبیا، امام متقین و اشرف مرسلین و حبیب پروردگار جهانیان است.",
    "explanation": "محمد خاتم انبیا، امام متقین، اشرف مرسلین و حبیب پروردگار جهانیان است. پس از او پیامبری نیست. احزاب: ۴۰ محمد پدر هیچ یک از مردان شما نیست ولی فرستادهٔ الله و خاتم انبیاست. حدیث صحیح تأیید می‌کند پیامبر سید اولاد آدم و حبیب الله است. پیامبر آخرین رسول است؛ ادعای نبوت پس از او باطل است.<br><br>ما محمد را به‌عنوان پیامبر خاتم باور داریم و پس از او پیامبر یا رسول جدید نمی‌پذیریم. او را دوست می‌داریم و گرامی می‌داریم و تا پایان زمان از سنتش پیروی می‌کنیم.",
    "category": "پیامبر و رسول"
  },
  {
    "no": 81,
    "title": "ماموریت محمد برای همهٔ انسان‌ها",
    "text": "پیامبر محمد ﷺ به سوی همهٔ جن و انسان با حق، هدایت، نور و روشنایی فرستاده شد.",
    "explanation": "پیامبر محمد به سوی همهٔ جن و انسان با حق، هدایت، نور و روشنایی فرستاده شد. دعوت او جهانی است؛ هیچ امتی پس از او از تکلیف پیروی او مستثنا نیست. سبأ: ۲۸: ما تو را جز برای همهٔ مردم نفرستادیم. احزاب: ۴۰ خاتم انبیا را تأیید می‌کند. حدیث تأیید می‌کند پیامبر به انسان و جن فرستاده شده. شریعت او تا قیامت برقرار است.<br><br>ما باور داریم اسلام برای همهٔ انسان است؛ با حکمت دعوت می‌کنیم و اجبار نمی‌کنیم. پیامبر را به‌عنوان تنها منبع شریعت پس از او پیروی می‌کنیم.",
    "category": "پیامبر و رسول"
  },
  {
    "no": 82,
    "title": "سرنوشت مسلمان مرتکب گناه بزرگ",
    "text": "کسی از امت محمد ﷺ که گناه بزرگ مرتکب شود در آتش خواهد بود، ولی نه برای همیشه—مادامی که آن شخص به‌صورت مؤمن معترف به یگانگی الله ﷻ بمیرد؛ آن شخص تابع اراده و قضای الله ﷻ است.",
    "explanation": "کسی از امت محمد که گناه بزرگ مرتکب شود در آتش خواهد بود (اگر الله عذابش کند)، ولی نه برای همیشه—مادامی که به‌صورت مؤمن معترف به یگانگی الله بمیرد. سرنوشت نهایی او تابع اراده و قضای الله است؛ ممکن است بخشیده شود یا عذاب و سپس بیرون آید. حدیث صحیح تأیید می‌کند الله هر که در قلبش توحید دارد از آتش بیرون می‌آورد. اهل توحید در آتش جاودان نیستند. نساء: ۴۸ شرک را نهی می‌کند؛ گناه غیر شرک اگر الله بخواهد قابل بخشش است. اهل سنت میان خوارج (مرتکب کبیره را کافر می‌دانند) و مرجئه‌اند.<br><br>ما مرتکب گناه بزرگ را حتماً جاودان در آتش نمی‌دانیم؛ به رحمت الله امید و از عقابش می‌ترسیم. به اجتناب از کبیره و توبه سفارش می‌کنیم؛ سرنوشت نهایی را به الله وا می‌گذاریم.",
    "category": "گناه، کفر و اهل قبله"
  },
  {
    "no": 83,
    "title": "افعال انسان مخلوق الله",
    "text": "افعال انسان در واقع مخلوق الله ﷻ است، و در عین حال توسط انسان انجام و از او بازخواست می‌شود.",
    "explanation": "افعال انسان در واقع مخلوق الله است (او آنها را محقق می‌کند)، و در عین حال توسط انسان انجام و از او بازخواست می‌شود. این راه میانه است: نه جبریه (همه مجبور) و نه قدریه (انسان خود فعلش را می‌آفریند). صافات: ۹۶: الله شما و آنچه می‌کنید آفرید. حدیث: لا حول ولا قوة الا بالله. علما اهل سنت ثابت می‌کنند فعل بنده مخلوق الله و کسب بنده است؛ انسان بازخواست می‌شود. ما می‌کوشیم و باور داریم نتیجه از الله است؛ نه منفعل (جبریه) و نه خود را خالق فعل (قدریه) می‌دانیم. ما نسبت به انتخابمان مسئولیم.",
    "category": "تکلیف و افعال انسان"
  },
  {
    "no": 84,
    "title": "پیمان الله با همهٔ انسان",
    "text": "پیمانی که الله ﷻ با آدم و فرزندانش بست حق است.",
    "explanation": "پیمانی که الله با آدم و فرزندانش بست (از پشت آدم گرفته شد) حق است: اقرار به اینکه الله پروردگار است. این در قرآن آمده؛ انسان در فطرت زاده می‌شود، سپس محیط و انتخاب اثر می‌گذارند. اعراف: ۱۷۲–۱۷۳ نقل می‌کند الله از فرزندان آدم پیمان گرفت: آیا من پروردگار شما نیستم؟ گفتند: چرا. حدیث صحیح تأیید می‌کند هر کودک در فطرت زاده می‌شود. علما این را دلیل فطرت و مسئولیت انسان می‌گیرند. ما باور داریم انسان فطرت شناخت پروردگار دارد؛ دعوت ما یادآوری و دعوت است، نه «وارد کردن» چیزی بیگانه. ما پس از بلوغ و عقل نسبت به انتخابمان مسئولیم.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 85,
    "title": "نام‌ها و صفات الله پایدارند",
    "text": "همان‌طور که الله ﷻ حق دارد بر نام «زنده‌کنندهٔ مردگان» پیش و پس از زنده کردن مردگان، همچنین الله ﷻ حق دارد بر نام «آفریننده» پیش و پس از آفریدن.",
    "explanation": "الله حق دارد بر نام «زنده‌کنندهٔ مردگان» پیش و پس از زنده کردن واقعی؛ و همین‌طور «آفریننده» پیش و پس از آفریدن. صفات و نام‌های الله وابسته به رویداد نیستند؛ او همیشه صفاتش را دارد. حدید: ۳: او اول و آخر است. نام‌های الله جاودان‌اند. علما تأیید می‌کنند الله همیشه الخالق، المحیی و غیره است بی‌آنکه «تازه» پس از رویداد صاحب صفت شود. این نظر را که صفات الله را پیش از آفرینش زیر سؤال می‌برد رد می‌کند. ما نمی‌پرسیم «کی الله صفت آفریننده داشت»؛ باور داریم الله از ازل کامل است. این باور خلوص توحید را نگه می‌دارد و فلسفهٔ شک‌کننده در صفات الله را رد می‌کند.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 86,
    "title": "همهٔ رویدادها به ارادهٔ الله",
    "text": "همه چیز طبق اراده، علم، قدر و قضای الله ﷻ روی می‌دهد؛ ارادهٔ الله ﷻ بر اراده‌های دیگر چیره است، و الله ﷻ هرگز ستمگر نیست، از بدی منزّه و از عیب کامل است.",
    "explanation": "همه چیز طبق اراده، علم، قدر و قضای الله روی می‌دهد. ارادهٔ الله بر اراده‌های دیگر چیره است؛ الله هرگز ستمگر نیست، از بدی منزّه و از عیب کامل است. یس: ۸۲ چون چیزی را بخواهد فرمانش فقط «باش» و می‌شود. بروج: ۱۶ اوست که می‌خواهد. حدیث و آیات قدرت و مشیت الله را تأیید می‌کنند. الله ستمگر نیست؛ قضای او حاوی حکمت است. ما همهٔ امور را به الله وا می‌گذاریم و الله را به ستم متهم نمی‌کنیم. باور داریم آنچه به ما می‌رسد مطابق قدر و ارادهٔ اوست؛ می‌کوشیم و توکل می‌کنیم.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 87,
    "title": "وابستگی ارادهٔ انسان به الله",
    "text": "همه چیز طبق قضا و ارادهٔ الله ﷻ روی می‌دهد؛ آنچه انسان بخواهد فقط اگر الله ﷻ بخواهد تحقق می‌یابد.",
    "explanation": "همه چیز طبق قضا و ارادهٔ الله روی می‌دهد؛ آنچه انسان بخواهد فقط اگر الله بخواهد تحقق می‌یابد. ارادهٔ انسان مستقل نیست؛ تابع ارادهٔ الله است. تکویر: ۲۹ شما نمی‌خواهید مگر آنکه الله بخواهد. حدیث: لا حول ولا قوة الا بالله. علما تأیید می‌کنند مشیت الله همهٔ وقایع را در بر می‌گیرد؛ ارادهٔ مخلوق تابع است. ما می‌خواهیم و می‌کوشیم، ولی باور داریم نتیجهٔ نهایی در دست الله است. در موفقیت گردنکش و در شکست ناامید نمی‌شویم؛ پس از کوشش توکل می‌کنیم.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 88,
    "title": "حقانیت شریعت از طریق پیامبر محمد",
    "text": "هر آنچه از پیامبر ﷺ دربارهٔ شریعت و بیان (قرآن و اسلام) ثابت شده حق است.",
    "explanation": "هر آنچه از پیامبر دربارهٔ شریعت و بیان—قرآن و سنت، حلال و حرام، عبادت و اخلاق—ثابت شده حق است. بدون تردید می‌پذیریم و بدان عمل می‌کنیم. حشر: ۷ آنچه رسول به شما داد بگیرید، و آنچه شما را از آن نهی کرد واگذارید. حدیث صحیح متواتر تأیید می‌کند پیامبر از هوی نفس سخن نمی‌گفت. قرآن و سنت منبع حق‌اند. ما شریعت را گزینش یا بخشی را رد نمی‌کنیم؛ هر چه از پیامبر به‌طور صحیح ثابت است می‌پذیریم. نظر مخالف دلیل واضح را پیروی نمی‌کنیم.",
    "category": "پیامبر و رسول"
  },
  {
    "no": 89,
    "title": "همهٔ مخلوقات فرمانبردار قانون الله",
    "text": "همهٔ مخلوقات تابع ارادهٔ الله ﷻ‌اند، خواه از راه بخشش الله ﷻ یا عدل الله ﷻ.",
    "explanation": "همهٔ مخلوقات تابع ارادهٔ الله‌اند، خواه از راه بخشش او (نعمت، هدایت، رحمت) یا عدل او (عذاب، آزمایش). هیچ چیز خارج از قضای او نیست. آل‌عمران: ۸۳ آیا غیر از دین الله می‌جویند؟ حال آنکه هر که در آسمان‌ها و زمین است به او تسلیم است. آیات و حدیث تأیید می‌کنند همه چیز تابع الله است. بخشش و عدل الله کامل‌اند. ما قدر را با گشاده‌رویی می‌پذیریم: نعمت را شکر و آزمایش را صبر می‌کنیم. به قضای الله اعتراض نمی‌کنیم؛ باور داریم الله عادل و رحیم است.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 90,
    "title": "مؤمنان اولیای الله‌اند",
    "text": "همهٔ مؤمنان اولیای الله ﷻ‌اند، و گرامی‌ترین نزد الله ﷻ کسی است که فرمانبردارترین و پیروترین قرآن است.",
    "explanation": "همهٔ مؤمنان اولیای الله‌اند (دوستدار الله به معنای عام)؛ گرامی‌ترین نزد الله کسی است که فرمانبردارترین و پیروترین قرآن است. فضیلت بر اساس تقوا و پیروی است، نه ادعا یا لقب. یونس: ۶۲–۶۳ آگاه باش اولیای الله نه ترسی دارند و نه اندوهگین می‌شوند—آنان که ایمان آورده و تقوا پیشه کرده‌اند. حدیث تأیید می‌کند ولی الله کسی است که اطاعت کند؛ از عملشان می‌شناسیم نه ادعا. «ولی» خاصی را بالاتر از دلیل نمی‌گذاریم. ما می‌کوشیم با اطاعت و پیروی قرآن و سنت ولی الله شویم؛ بی‌دلیل ادعای ولی یا غلو در دیگران نمی‌کنیم. فضیلت نزد الله و بر اساس عمل است.",
    "category": "ایمان: ارکان، تعریف و راه میانه"
  },
  {
    "no": 91,
    "title": "اعمال انسان بر اساس علم الله",
    "text": "همهٔ اعمال انسان دقیقاً آن‌گونه که الله ﷻ می‌داند رخ می‌دهد؛ هر کس به آنچه برایش آفریده شده تسهیل می‌شود، و سعادتمند یا شقاوتمند به قضای الله ﷻ است.",
    "explanation": "همهٔ اعمال انسان دقیقاً آن‌گونه که الله می‌داند رخ می‌دهد؛ هر کس به آنچه برایش آفریده شده (قدر) تسهیل می‌شود، و سعادتمند یا شقاوتمند به قضای الله است. این کوشش را نفی نمی‌کند؛ کوشش هم جزو قدر است.<br><br>لیل: ۵–۱۰ اشاره می‌کند که به خیر یا شر تسهیل می‌شوند. حدیث: هر کس به آنچه برایش آفریده شده تسهیل می‌شود. علم الله بر عمل مقدم است؛ عمل وفق علم او رخ می‌دهد.<br><br>ما می‌کوشیم و باور داریم الله تسهیل‌کننده است؛ منفعل نیستیم. بهانه «قدر شقاوت» برای نکوشیدن نمی‌آوریم؛ پس کوشش توکل می‌کنیم.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 92,
    "title": "حد خروج از ایمان",
    "text": "کسی از ایمان خارج نمی‌شود مگر با انکار آنچه او را بدان داخل کرد.",
    "explanation": "کسی از ایمان خارج نمی‌شود مگر با انکار آنچه او را به ایمان داخل کرد (یعنی انکار رکن ایمان یا حلال شمردن حرام واضح یا اعتقاد به کفر). گناه به‌تنهایی از اسلام خارج نمی‌کند مادام که اصل را انکار نکند.<br><br>حدیث صحیح: مسلمان را به گناه تکفیر نباید کرد. خروج از اسلام با انکار شهادتین، انکار قطعی دین یا حلال شمردن حرام مجمع‌علیه است. علما توضیح می‌دهند مرتکب کبیره اگر گناه را حلال نشمارد مؤمن می‌ماند.<br><br>ما کسی را که ارکان ایمان را می‌پذیرد و حرام را حلال نمی‌شمارد تکفیر نمی‌کنیم؛ گناه و کفر را تفکیک می‌کنیم. حکم تکفیر را به علماى صاحب‌صلاحیت در شرایط سخت می‌سپاریم.",
    "category": "ایمان: ارکان، تعریف و راه میانه"
  },
  {
    "no": 93,
    "title": "بطلان ادعای نبوت پس از محمد",
    "text": "هر ادعای نبوت پس از محمد ﷺ باطل و فریب است.",
    "explanation": "هر ادعای نبوت پس از محمد باطل و فریب است. پس از او نبی یا رسولی نیست؛ هر که پس از او ادعای نبوت کند یا وحی جدید گیرد دروغگوست.<br><br>احزاب: ۴۰ محمد خاتم پیامبران است. حدیث صحیح: پس از من پیامبری نیست. پیامبر گفت دروغگویانی می‌آیند ادعای نبوت کنند؛ باور نکنید. علما متفق‌اند ادعای نبوت پس از پیامبر کفر است.<br><br>ما هر که پس از پیامبر محمد ادعای نبی یا رسول یا گیرندهٔ شریعت جدید کند رد می‌کنیم. فقط قرآن و سنت را پیروی می‌کنیم؛ وحی جدیدی نیست.",
    "category": "پیامبر و رسول"
  },
  {
    "no": 94,
    "title": "احترام به اصحاب و همسران و ذریهٔ پیامبر",
    "text": "کسی که دربارهٔ اصحاب رسول الله ﷺ و همسران و ذریهٔ پاک او خیر بگوید از تهمت نفاق بری است.",
    "explanation": "کسی که دربارهٔ اصحاب رسول الله، همسران او (امهات المؤمنین) و ذریهٔ پاک او (اهل بیت صالح) خیر بگوید از تهمت نفاق بری است. احترام به آنان جزو اسلام است.<br><br>احزاب: ۶ و آیات دیگر همسران پیامبر را می‌ستایند. حدیث فضیلت اهل بیت و اصحاب را تأیید می‌کند. دشنام به آنان نشان نفاق یا گمراهی است. اهل سنت اصحاب و اهل بیت را بدون غلو احترام می‌کنند.<br><br>ما به اصحاب، همسران پیامبر یا ذریهٔ صالح او دشنام نمی‌دهیم؛ از آنان خیر می‌گوییم و الگو می‌گیریم. گروهی را که آنان را دشنام می‌دهند یا تکفیر می‌کنند رد می‌کنیم.",
    "category": "اصحاب، خلفا و اهل بیت"
  },
  {
    "no": 95,
    "title": "تحریم تشبیه الله به انسان",
    "text": "کسی که الله ﷻ را مانند انسان وصف کند کافر شده؛ الله ﷻ در صفاتش مانند انسان نیست.",
    "explanation": "کسی که الله را مانند انسان وصف کند (تشبیه)—مثلاً الله را مانند ما اعضا دارد یا مانند مخلوق بر کرسی نشسته بداند—کافر شده. الله در صفاتش مانند انسان نیست.<br><br>شوری: ۱۱ هیچ چیز مانند او نیست. حدیث تفکر در ذات الله را نهی می‌کند. علما تشبیه الله به مخلوق را کفر می‌دانند. ما صفات را بدون تکیف و تمثیل ثابت می‌کنیم.<br><br>الله را مانند مخلوق تصور نمی‌کنیم؛ به نام‌ها و صفات الله آن‌گونه که آمده بدون تشبیه ایمان داریم. مذهب مجسمه و مشبهه را رد می‌کنیم.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 96,
    "title": "دوام بهشت و دوزخ",
    "text": "بهشت و دوزخ مخلوقانی بی‌پایان‌اند؛ الله ﷻ آن دو را پیش از دیگر مخلوقات آفرید و انسان را برای سکونت در هر یک آفرید؛ هر که الله ﷻ بخواهد به فضل الله ﷻ به بهشت یا به عدل الله ﷻ به دوزخ درآید.",
    "explanation": "بهشت و دوزخ مخلوقانی بی‌پایان (جاودان)‌اند. الله آن دو را پیش از دیگر مخلوقات آفرید و انسان را برای سکونت در هر یک آفرید. هر که الله بخواهد به فضل او به بهشت یا به عدل او به دوزخ درآید.<br><br>هود: ۱۰۷–۱۰۸ بهشت و دوزخ را جاودان می‌دانند. حدیث صحیح می‌گوید بهشت و دوزخ آفریده شده‌اند. شوری: ۷ الله آسمان‌ها و زمین و آنچه میان آن دوست آفرید. اهل بهشت و دوزخ جاودان‌اند.<br><br>ما بهشت و دوزخ را به‌عنوان واقعیت جاودان باور داریم؛ با عمل و رحمت الله برای بهشت می‌کوشیم و با اطاعت و توبه از دوزخ دوری می‌کنیم.",
    "category": "روز آخرت"
  },
  {
    "no": 97,
    "title": "شفاعت برای مسلمانان حق است",
    "text": "شفاعتی که برای مسلمانان نگه داشته شده همان‌گونه که در احادیث آمده حق است.",
    "explanation": "شفاعتی که برای مسلمانان نگه داشته شده—از جمله شفاعت پیامبر برای امتش در روز قیامت و شفاعت‌های دیگر صحیح در احادیث—حق است. ما بدان بدون انکار یا غلو ایمان داریم.<br><br>بقره: ۲۵۵ (آیهٔ کرسی) می‌گوید جز به اذن او کسی نزد او شفاعت نمی‌کند. حدیث متواتر شفاعت پیامبر را برای امتش روایت می‌کند. شفاعت فقط به اذن الله و برای کسی است که الله راضی است.<br><br>ما به شفاعت پیامبر امید داریم و تنها به عمل تکیه نمی‌کنیم؛ شفاعت را نافی عدل الله نمی‌دانیم. دعا می‌کنیم از مشفوع‌علیهم باشیم.",
    "category": "روز آخرت"
  },
  {
    "no": 98,
    "title": "حقانیت حوض پیامبر محمد",
    "text": "حوض (الحوض) که الله ﷻ به پیامبر ﷺ داد تا در روز قیامت تشنگی امتش را برطرف کند حق است.",
    "explanation": "حوض (الحوض) که الله به پیامبر داد تا در روز قیامت تشنگی امتش را برطرف کند حق است. هر که از آن بنوشد دیگر هرگز تشنه نشود. در حدیث صحیح آمده.<br><br>حدیث صحیح (بخاری، مسلم) می‌گوید پیامبر در روز قیامت حوضی دارد؛ هر که از آن بنوشد دیگر هرگز تشنه نشود. پیامبر هشدار داد کسانی از حوض رانده می‌شوند. ما بدون پرسش «چگونه» ایمان داریم.<br><br>می‌کوشیم از امتی باشیم که به حوض پیامبر می‌آیند؛ از بدعت و تفرقه‌ای که به رانده شدن از حوض بینجامد دوری می‌کنیم. این باور محبت ما را به پیامبر می‌افزاید.",
    "category": "روز آخرت"
  },
  {
    "no": 99,
    "title": "الله به فهم درنمی‌آید",
    "text": "هیچ خیالی الله ﷻ را تصور نمی‌کند و هیچ فهمی الله ﷻ را درنمی‌یابد.",
    "explanation": "هیچ خیالی الله را تصور نمی‌کند و هیچ فهمی ذات الله را درنمی‌یابد. عقل انسان محدود است؛ ما بدون تکیف و تمثیل به الله ایمان داریم.<br><br>انعام: ۱۰۳ ابصار او را درنمی‌یابند و او ابصار را درمی‌یابد. حدیث: در آفرینش الله بیندیشید، در ذات الله نیندیشید. علما عقل را از درک حقیقت الله عاجز می‌دانند.<br><br>ما صورت یا «چهره» الله را با خیال خود تصور نمی‌کنیم؛ او را به بزرگی می‌ستاییم و به نام‌ها و صفاتش بدون تشبیه ایمان داریم. «چگونه» را به الله وا می‌گذاریم.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 100,
    "title": "هیچ رازی از الله پنهان نیست",
    "text": "هیچ چیز از مخلوق پیش از آفرینش مخلوق از الله ﷻ پنهان نبود، و الله ﷻ هر چه مخلوق خواهد کرد پیش از آفرینش مخلوق می‌داند.",
    "explanation": "هیچ چیز از مخلوق پیش از آفرینش از الله پنهان نبود؛ الله هر چه مخلوق خواهد کرد پیش از آفرینش مخلوق می‌داند. علم الله ازلی و همه‌چیز را دربرمی‌گیرد.<br><br>حدید: ۲۲ هیچ مصیبتی نرسد مگر در کتاب. انعام: ۵۹ کلیدهای غیب نزد الله است. حدیث می‌گوید الله پیش از آفرینش قدر را نوشت. علم الله تغییر نمی‌کند.<br><br>ما به علم کامل الله ایمان داریم؛ از «الله از پیش می‌داند» چون گویی اختیار نداریم مضطرب نمی‌شویم. باور داریم علم الله اجبار نمی‌کند؛ هنوز می‌کوشیم و مسئولیم.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 101,
    "title": "همه چیز به اراده الله روی می‌دهد",
    "text": "هیچ چیز روی نمی‌دهد مگر آنچه الله ﷻ بخواهد.",
    "explanation": "هیچ چیز روی نمی‌دهد مگر آنچه الله بخواهد. اراده الله همه رویدادها را دربرمی‌گیرد؛ در آسمان و زمین چیزی بدون مشیٔت او رخ نمی‌دهد.<br><br>تغابن: ۱۱ هیچ مصیبتی نرسد مگر به اذن الله. انسان: ۳۰ شما نمی‌توانید بخواهید مگر آنچه الله بخواهد. حدیث و آیات این را بسیار تأیید می‌کنند.<br><br>همه کارها را به اراده الله می‌سپاریم؛ می‌کوشیم و دعا می‌کنیم، سپس قضای او را می‌پذیریم. بر ضد قدر عصیان نمی‌کنیم و ناامید نمی‌شویم.",
    "category": "قدر و ارادهٔ الله"
  },
  {
    "no": 102,
    "title": "هیچ چیز بر الله چیره نمی‌شود",
    "text": "هیچ چیز نمی‌تواند بر الله ﷻ چیره شود.",
    "explanation": "هیچ چیز نمی‌تواند بر الله چیره شود. سلطنت او مطلق است؛ چیزی نمی‌تواند با اراده او رقابت کند، آن را باطل یا ناموفق کند.<br><br>بقره: ۲۵۵ الله نه به خواب می‌رود و نه به خواب سبک؛ آنچه در آسمان‌ها و زمین است از آنِ اوست. آیات و حدیث قدرت (قدره) الله را تأیید می‌کنند. کسی که گمان کند چیزی بر الله چیره می‌شود کافر شده است.<br><br>یقین داریم یاری و پیروزی فقط از الله است؛ از مخلوق نمی‌ترسیم. امید و ترس را فقط در الله می‌گذاریم.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 103,
    "title": "هیچ چیز مانند الله نیست",
    "text": "هیچ چیز مانند الله ﷻ نیست.",
    "explanation": "هیچ چیز مانند الله نیست. او یکتاست؛ در ذات، صفات یا افعال همتایی، شریکی یا مانند ندارد.<br><br>اخلاص: ۴ و هیچ کس همتای او نیست. شورا: ۱۱ چیزی مانند او نیست. حدیث و اجماع توحید را تأیید می‌کنند. تشبیه الله به مخلوق کفر است.<br><br>الله را از هر شباهت به مخلوق منزّه می‌دانیم؛ او را با صفات مخلوق تصور یا توصیف نمی‌کنیم. این توحید بنیان همه دین است.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 104,
    "title": "هیچ معبودی جز الله سزاوار پرستش نیست",
    "text": "هیچ معبودی جز الله ﷻ سزاوار پرستش نیست.",
    "explanation": "هیچ معبودی جز الله سزاوار پرستش نیست. فقط الله سزاوار عبادت است؛ پرستش غیر او شرک است. جمله لا إله إلا الله اساس اسلام است.<br><br>محمد: ۱۹ بدان که معبودی جز الله نیست. بقره: ۱۶۳ و آیات دیگر یگانگی الله را تأیید می‌کنند. حدیث می‌گوید لا إله إلا الله کلید بهشت است. شرک بزرگ‌ترین گناه است.<br><br>فقط الله را می‌پرستیم و چیزی با او شریک نمی‌کنیم. پرستش غیر الله—بت، انسان یا هوی—را رد می‌کنیم.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 105,
    "title": "هیچ چیز نمی‌تواند قضای الله را دفع کند",
    "text": "هیچ چیز نمی‌تواند قضای الله ﷻ را دفع کند، فرمان الله ﷻ را برگرداند یا امر الله ﷻ را مغلوب کند.",
    "explanation": "هیچ چیز نمی‌تواند قضای الله را دفع کند، فرمان او را برگرداند یا امر او را مغلوب کند. حکم او قطعی است؛ تجدیدنظر یا وتو نیست.<br><br>رعد: ۴۱ الله بر هر چیز تواناست. انعام: ۵۹ دفع‌کننده قضای او نیست. حدیث تأیید می‌کند هیچ چیز نمی‌تواند قدر الله را دفع کند. قدرت الله مطلق است.<br><br>قضای الله را با دل‌گرمی می‌پذیریم؛ عصیان یا ناامیدی نمی‌کنیم. دعا و کوشش می‌کنیم، سپس به حکم حکیمانه او تسلیم می‌شویم.",
    "category": "صفات الله و توحید"
  },
  {
    "no": 106,
    "title": "احترام به علمای سلف نسل اول",
    "text": "علمای سلف—نسل اول و پیروان آنان—فقط به بهترین عبارت یاد می‌شوند؛ کسی که درباره علمای سلف بد بگوید بر راه راست نیست.",
    "explanation": "علمای سلف—نسل اول (اصحاب، تابعین، تابع تابعین) و کسانی که منهج آنان را پیروی می‌کنند—فقط به بهترین عبارت یاد می‌شوند. کسی که درباره علمای سلف بد بگوید بر راه راست نیست.<br><br>توبه: ۱۰۰ پیشی‌گیرندگان و نخستین‌ها را می‌ستاید. حدیث: بهترین مردم نسل من هستند. پیامبر دستور داد از سنت خلفای راشدین پیروی شود. دشنام به سلف بدعت و گمراهی است.<br><br>به علمای سلف احترام می‌گذاریم و فهم دین را از آنان می‌گیریم؛ آنان را دشنام نمی‌دهیم و کوچک نمی‌شماریم. منهج اهل سنت را پیروی می‌کنیم که به قرآن، سنت و فهم سلف پایبند است.",
    "category": "اصحاب، خلفا و اهل بیت"
  }
]
