[
  {
    "no": 1,
    "title": "Limites du savoir des créatures et d’Allah",
    "text": "Il y a deux sortes de savoir : celui auquel la création peut accéder et celui auquel elle ne peut pas ; nier le premier est mécréance, prétendre au second aussi—la foi est saine quand on accepte l’accessible et qu’on ne cherche pas l’inaccessible.",
    "explanation": "La notion de ces deux sortes de savoir est essentielle. Il est un savoir qu’Allah ouvre aux hommes par les sens et la révélation (savoir de la charīʿa), et un savoir caché qui n’appartient qu’à Allah, comme l’heure de la Fin. Comprendre cette limite nous évite de prétendre connaître les secrets du destin qu’Allah n’a pas dévoilés.<br><br>Dans le Coran (sourate al-Anʿām : 59), Allah dit : \"C’est à Lui qu’appartiennent les clés de l’invisible ; nul ne les connaît que Lui.\" Un hadith sûr chez Bukhārī mentionne cinq choses cachées que seul Allah connaît. Nous devons nous contenter de ce qui a été rendu connu et ne pas franchir ce qui est caché.<br><br>En pratique, cette croyance nous garde humbles tout en nous poussant à apprendre ce qui est utile. Nous trouvons la paix en remettant l’avenir à Allah, en nous concentrant sur ce que nous pouvons faire et en nous en remettant à Son décret.",
    "category": "Invocation, savoir & limites"
  },
  {
    "no": 2,
    "title": "Bénéfice de l’invocation pour les défunts",
    "text": "Les morts profitent des invocations et aumônes des vivants.",
    "explanation": "La mort n’est pas la fin de tout. Une preuve de la miséricorde d’Allah est que le bien atteint encore les défunts par les actes des vivants. Ce point affirme que les invocations, la demande de pardon et l’aumône que nous faisons pour le défunt lui parviennent en récompense et allègent son état dans le barzakh.<br><br>Le fondement en est la parole du Prophète ﷺ (rapportée par Muslim) : \"Quand l’homme meurt, ses œuvres s’arrêtent sauf trois : une aumône durable, un savoir utile ou un enfant pieux qui prie pour lui.\" La sourate al-Ḥašr : 10 loue aussi ceux qui demandent le pardon pour ceux qui les ont précédés. Le lien de la foi dépasse donc la mort.<br><br>Au quotidien, cela nous pousse à ne pas oublier parents ou enseignants disparus. Prier pour eux est un acte de piété et un rappel que nous aurons nous aussi besoin des mêmes prières. Ainsi se maintient une chaîne de bien entre les générations de musulmans.",
    "category": "Invocation, savoir & limites"
  },
  {
    "no": 3,
    "title": "La parole d’Allah n’est pas parole humaine",
    "text": "Le Coran est la parole d’Allah ﷻ, venue de Lui ; les gens y croient comme parole d’Allah ﷻ sans demander comment, et ce n’est ni la parole des humains ni une créature.",
    "explanation": "Le Coran est la parole même d’Allah (Kalāmullāh), non une créature. Ce que nous lisons dans le Muṣḥaf est vraiment la parole d’Allah, pas un écrit humain. Cela assure l’autorité de la révélation : le Coran est sacré, pur, et sa vérité est absolue comme guide de vie.<br><br>Allah dit (sourate at-Tawba : 6) : \"...accorde-lui protection afin qu’il entende la parole d’Allah (Kalāmullāh).\" Un hadith chez Tirmidhī dit que la supériorité de la parole d’Allah sur toute autre parole est comme la supériorité d’Allah sur Sa création. Le Coran est donc révélation sacrée venue du Créateur.<br><br>En pratique, nous traitons le Coran avec un grand respect. Nous ne le traitons pas comme un livre ordinaire ; nous le récitons avec soin, cherchons à en comprendre le sens et suivons ses commandements sans doute. En croyant que le Coran est la parole de Dieu, nous avons une boussole sûre pour la vie.",
    "category": "Coran & révélation"
  },
  {
    "no": 4,
    "title": "Allah est distinct de toute création",
    "text": "Allah ﷻ est distinct de toute création.",
    "explanation": "Allah est Laisa Kamitslihi Syai-un : il n’y a rien qui Lui soit semblable. Quelle que soit la forme ou l’image qui nous traverse l’esprit, Allah n’est pas ainsi. Cela préserve la pureté de notre tawhid pour ne pas assimiler le Créateur à une création faible et limitée.<br><br>La preuve principale est la sourate ash-Shūrā : 11 : \"Rien ne Lui ressemble, et Il est l’Ouïant, le Voyant.\" Le hadith nous rappelle aussi de méditer la création d’Allah mais interdit d’imaginer Son essence, car l’esprit humain a des limites pour saisir la réalité de Dieu.<br><br>Cette compréhension nous libère de l’idolâtrie—idoles physiques ou mentales (fantasme). Nous prenons conscience qu’Allah est suprême et sans limite, et nous L’adorons seul avec respect et exaltation sans Le limiter par des attributs de créature.",
    "category": "Attributs d’Allah & Tawhid"
  },
  {
    "no": 5,
    "title": "Allah Créateur dès l’origine",
    "text": "Allah ﷻ a droit d’être appelé Créateur et Initiateur non pas seulement après ou à cause de l’acte de créer, mais dès l’origine.",
    "explanation": "Allah est Al-Khāliq (le Créateur) qui n’a pas besoin d’un processus pour être créateur. Avant toute étoile ou atome, Allah avait déjà l’attribut de créer. Ses noms et attributs sont éternels et ne dépendent pas de l’existence de la création, car Il est la Source de tout existence.<br><br>Allah dit (sourate al-Hadīd : 3) : \"C’est Lui le Premier et le Dernier.\" Le nom Al-Khāliq figure dans maints versets, comme la sourate al-Ḥašr : 24. Le hadith dit qu’auparavant il n’y avait qu’Allah et rien avec Lui, puis Allah créa le Trône et tout l’univers.<br><br>Cela nous enseigne qu’Allah est parfaitement autosuffisant (Al-Ghanī). Il ne nous a pas créés par solitude ou besoin d’aide, mais par Sa seule volonté et sagesse. Nous devenons des serviteurs qui connaissent leur place, conscients que notre vie est un pur don du Premier qui n’a jamais rien attendu de nous.",
    "category": "Attributs d’Allah & Tawhid"
  },
  {
    "no": 6,
    "title": "La puissance parfaite appartient à Allah seul",
    "text": "Allah ﷻ a pouvoir sur toute chose ; tout dépend d’Allah ﷻ, et c’est facile pour Allah ﷻ, et Allah ﷻ n’a besoin de rien ; il n’y a rien de semblable à Allah ﷻ, et Allah ﷻ est l’Ouïant, le Voyant.",
    "explanation": "La puissance d’Allah est absolue et n’est pas limitée par les lois de la physique ou la logique humaine. Ce qu’Allah veut advient facilement par la parole \"Kun\". L’univers entier a besoin d’Allah à chaque instant, tandis qu’Allah n’a besoin de rien de cet univers.<br><br>Dans la sourate Yāsīn : 82 : \"Son commandement, quand Il veut une chose, est seulement de lui dire : Sois ! et elle est.\" Allah a aussi le nom Al-Qādir. Un hadith qudsī dit que si tous les hommes demandaient et qu’Allah accordait tout, cela ne diminuerait en rien la richesse d’Allah.<br><br>Cette croyance est le remède à toute peur. Nous comprenons que tout patron, pouvoir ou problème, si grand soit-il, n’est rien face à la puissance d’Allah. Nous devenons des serviteurs courageux mais humbles, sachant que le seul soutien qui ne faillira jamais est Allah le Tout-Puissant.",
    "category": "Attributs d’Allah & Tawhid"
  },
  {
    "no": 7,
    "title": "Allah souverain absolu de l’univers",
    "text": "Allah ﷻ a un pouvoir absolu sur toute chose, et rien n’a de pouvoir sur Allah ﷻ ; quiconque se considère indépendant d’Allah ﷻ un instant est tombé dans la mécréance.",
    "explanation": "Allah est le Souverain absolu qui tient sous Son contrôle chaque atome du cosmos. Aucune affaire n’échappe à Son contrôle. Si quelqu’un estime pouvoir vivre sans avoir besoin d’Allah, ne fût-ce qu’un instant, il est tombé dans l’orgueil qui peut corrompre la foi.<br><br>La sourate Fāṭir : 15 dit : \"Ô hommes ! Vous avez besoin d’Allah ; et Allah est le Suffisant à Lui-même, le Digne de louange.\" Les hadiths du Prophète enseignent souvent une prière pour ne pas être livrés à nous-mêmes un instant (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>En pratique cela nous fait toujours nous sentir dans le besoin (faqīr) d’Allah. Nous prions avec ferveur pour les petites et grandes choses—de la demande de guidée aux affaires quotidiennes. Nous savons que sans Son aide nous ne pouvons même pas respirer ou cligner des yeux.",
    "category": "Attributs d’Allah & Tawhid"
  },
  {
    "no": 8,
    "title": "Allah libre des limites physiques",
    "text": "Allah ﷻ est au-dessus de la limite, restriction, partie ou membre, et n’est pas borné par six directions comme la création.",
    "explanation": "Ce credo affirme qu’Allah est libre des attributs matériels. Allah n’a pas besoin d’espace, n’a pas de parties du corps comme l’homme, et n’est pas borné par la direction (haut, bas, etc.) comme la création. Il est le Créateur de l’espace et du temps, donc Il ne peut être limité par Sa propre création.<br><br>Allah dit (sourate al-Ikhlāṣ : 4) : \"Et rien ne Lui est comparable.\" Le principe du Tanzīh (déclarer Allah libre de toute ressemblance) est important. Les savants expliquent qu’Allah existe sans avoir besoin de lieu, car le lieu est créé, et Allah existait avant que le lieu ne soit créé.<br><br>Cela nous garde de la pensée anthropomorphique (imaginer Dieu comme un humain). Nous pouvons adorer Allah en exaltant pleinement Sa grandeur invisible et sans limite, au lieu d’être piégés dans une imagerie physique qui rabaisse le rang de la divinité.",
    "category": "Attributs d’Allah & Tawhid"
  },
  {
    "no": 9,
    "title": "La charge du taklīf selon la capacité du serviteur",
    "text": "Allah ﷻ ne charge les hommes que de ce qu’ils peuvent porter, et les hommes ne peuvent faire que ce qu’Allah ﷻ leur donne ; il n’y a de puissance ni de capacité qu’en Allah ﷻ, et pas de force pour obéir ou éviter le péché sans l’aide d’Allah ﷻ.",
    "explanation": "Allah ne charge pas le serviteur au-delà de sa capacité. Chaque ordre et interdiction dans la charīʿa est proportionné à la capacité humaine ; cela montre la justice et la miséricorde d’Allah et rejette l’idée que la religion soit accablante.<br><br>Dans la sourate al-Baqarah : 286 Allah dit : \"Allah ne charge aucune âme qu’à sa capacité.\" Un hadith sûr (Bukhārī–Muslim) dit aussi : \"Quand je vous ordonne quelque chose, faites-le dans la mesure du possible.\" La puissance et la capacité d’obéir (lā ḥawla wa lā quwwata illā billāh) viennent aussi de l’aide d’Allah.<br><br>En pratique nous ne devons pas utiliser \"je ne peux pas\" comme excuse pour des obligations claires, mais nous ne devons pas non plus nous charger au-delà de notre capacité. Nous faisons de notre mieux puis nous nous en remettons à Allah ; nous demandons à Allah la force de rester fermes par la prière et l’effort.",
    "category": "Taklīf & actes humains"
  },
  {
    "no": 10,
    "title": "Vie parfaite et action constante",
    "text": "Allah ﷻ est vivant et ne meurt pas, agit sans cesse et ne dort pas.",
    "explanation": "Allah est Al-Ḥayy (l’Eternellement Vivant) et Al-Qayyūm (Celui qui se suffit à Lui-même). La vie d’Allah est parfaite—ni commencée par la naissance ni terminée par la mort. Il n’a pas besoin de repos, ne dort jamais et est toujours actif à gérer les affaires de toute Sa création sans une seconde de pause.<br><br>Le verset du Trône (sourate al-Baqarah : 255) en est la preuve la plus forte : \"Allah, pas de dieu que Lui, l’Eternellement Vivant, Celui qui se suffit à Lui-même ; ni somnolence ni sommeil ne Le saisissent.\" Ces beaux noms sont le fondement de la dépendance de la création envers le Créateur.<br><br>Cela nous donne une grande sécurité. Quand nous dormons, nous abandonnons ou nous sentons impuissants, nous savons qu’il y a un Seigneur qui ne dort jamais et veille sur nous. Nous sommes encouragés à continuer à faire le bien car nous savons que notre \"Maître\" est toujours actif, veillant et ordonnant le meilleur pour Ses serviteurs.",
    "category": "Attributs d’Allah & Tawhid"
  },
  {
    "no": 11,
    "title": "Allah est Un sans associé",
    "text": "Allah ﷻ est Un et n'a pas d'associé.",
    "explanation": "Le tawhid signifie affirmer l'unicité d'Allah ; Il n'a d'associé ni dans la rubūbiyya (seigneurie sur la création), ni dans l'ulūhiyya (droit d'être adoré), ni dans les noms et attributs. Le seul qui ait le droit d'être adoré et servi est Allah ; Lui associer quoi que ce soit est du chirk.<br><br>La sourate al-Ikhlāṣ : 1–4 dit : \"Dis : Il est Allah, Unique. Allah le Soutien. Il n'engendre pas et n'est pas engendré. Et nul ne Lui est comparable.\" La sourate an-Nisāʾ : 36 interdit aussi d'associer à Allah. Un hadith sûr dit que la sourate al-Ikhlāṣ équivaut au tiers du Coran car elle contient le cœur du tawhid.<br><br>Cette croyance est le fondement de notre adoration : nous ne supplions, ne craignons et n'espérons qu'en Allah ; pas en la création, les objets ou des \"autres forces.\" Ainsi nos cœurs restent libres de toute dépendance à autre qu'Allah.",
    "category": "Attributs d'Allah & Tawhid"
  },
  {
    "no": 12,
    "title": "Allah n'a ni rival ni égal",
    "text": "Allah ﷻ est exalté au-dessus d'avoir un rival ou un égal.",
    "explanation": "Allah n'a pas de rival qui puisse Le vaincre ni d'égal qui Lui soit comparable. Sa souveraineté est absolue ; rien ne peut rivaliser avec Lui, Le limiter ou contrarier Sa volonté. C'est une part de la perfection du tawhid.<br><br>La sourate al-Baqarah : 255 (le verset du Trône) dit qu'Allah tient les cieux et la terre et ne trouve pas pesant de les préserver. La sourate Fāṭir : 44 et d'autres versets affirment qu'Allah n'a ni associé, ni secoureur, ni égal. Le hadith enseigne aussi qu'Allah est exalté et que nul n'est au-dessus de Lui.<br><br>Cette compréhension donne la paix du cœur : aucun ennemi, maladie ou fléau n'est jamais un \"rival\" à la hauteur d'Allah. Nous sommes certains que la victoire, le salut et le secours final ne viennent que d'Allah ; rien ne peut bloquer Sa miséricorde quand Il veut.",
    "category": "Attributs d'Allah & Tawhid"
  },
  {
    "no": 13,
    "title": "Allah englobe toute la création",
    "text": "Allah ﷻ englobe toute chose et est au-dessus ; Sa création ne peut englober Allah ﷻ.",
    "explanation": "Allah englobe (domine, connaît et gère) toute chose ; rien n'échappe à Son savoir et à Sa puissance. En même temps Allah est \"au-dessus\" de Sa création en rang et souveraineté, non en lieu. La création ne peut \"englober\" ni limiter Allah.<br><br>La sourate Fuṣṣilat : 54 dit : \"Sache qu'Allah englobe toute chose.\" La sourate al-Baqarah : 255 (verset du Trône) affirme que Son Trône englobe les cieux et la terre et qu'Il ne trouve pas cela pesant. Un hadith sûr affirme aussi qu'Allah est au-dessus du Trône et que Son savoir est partout.<br><br>En croyant cela nous nous sentons gardés et protégés : rien n'est caché à Allah, et aucun problème n'est trop grand pour Lui. Nous sommes aussi préservés du malentendu qu'Allah serait \"enfermé\" dans le ciel ; Il englobe toute chose sans avoir besoin d'espace.",
    "category": "Attributs d'Allah & Tawhid"
  },
  {
    "no": 14,
    "title": "Allah crée la vie et la mort",
    "text": "Allah ﷻ donne la mort sans crainte et redonne la vie sans difficulté.",
    "explanation": "La vie et la mort sont entièrement entre les mains d'Allah. Donner la mort à la création ne rend pas Allah craintif ni faible ; redonner la vie (y compris au Jour de la Résurrection) ne Lui est pas difficile. Tout advient par Sa volonté et Sa parole seuls.<br><br>La sourate al-Mulk : 2 dit : \"C'est Lui qui a fait la mort et la vie.\" La sourate Qāf : 43 : \"C'est Nous qui donnons la vie et la mort, et vers Nous est le retour.\" Un hadith sûr affirme que l'âme est reprise par le commandement d'Allah et qu'au Jour de la Résurrection toute la création sera ressuscitée au son de la Trompette.<br><br>Cette croyance nous rappelle que la mort n'est pas une fin vide mais une porte vers la vie de l'au-delà. Nous nous préparons par les bonnes œuvres et ne craignons pas la mort de façon excessive, car celui qui tient la vie et la mort est Allah le Juste et Miséricordieux.",
    "category": "Attributs d'Allah & Tawhid"
  },
  {
    "no": 15,
    "title": "Le terme fixe pour toute la création",
    "text": "Allah ﷻ assigne un terme fixe (ajal) à Sa création.",
    "explanation": "Chaque créature a un ajal (moment de la mort) fixé par Allah ; personne ne peut l'avancer ni le retarder d'une seconde. Cela fait partie du décret inscrit sur la Tablette préservée.<br><br>La sourate al-Anʿām : 2 dit : \"C'est Lui qui vous a créés de terre, puis a fixé un terme (ajal) pour vous.\" La sourate Luqmān : 34 : \"Allah seul—c'est auprès de Lui qu'est la connaissance de l'Heure... et aucune âme ne sait en quelle terre elle mourra.\" Un hadith sûr (Bukhārī–Muslim) affirme que l'ajal, la subsistance et le sort de l'homme sont écrits alors qu'il est encore dans le ventre.<br><br>Cette compréhension nous garde d'une anxiété excessive et nous pousse à bien user du temps qui reste. Nous ne pouvons pas changer quand vient le terme, mais nous pouvons remplir la vie d'actes qui plaisent à Allah.",
    "category": "Décret & volonté d'Allah"
  }
]
