[
  {
    "no": 1,
    "title": "Limites Du Savoir Des Créatures Et D’Allah",
    "text": "Il y a deux sortes de savoir : celui auquel la création peut accéder et celui auquel elle ne peut pas ; nier le premier est mécréance, prétendre au second aussi—la foi est saine quand on accepte l’accessible et qu’on ne cherche pas l’inaccessible.",
    "explanation": "La notion de ces deux sortes de savoir est essentielle. Il est un savoir qu’Allah ouvre aux hommes par les sens et la révélation (savoir de la charīʿa), et un savoir caché qui n’appartient qu’à Allah, comme l’heure de la Fin. Comprendre cette limite nous évite de prétendre connaître les secrets du destin qu’Allah n’a pas dévoilés.<br><br>Dans le Coran (sourate al-Anʿām : 59), Allah dit : \"C’est à Lui qu’appartiennent les clés de l’invisible ; nul ne les connaît que Lui.\" Un hadith sûr chez Bukhārī mentionne cinq choses cachées que seul Allah connaît. Nous devons nous contenter de ce qui a été rendu connu et ne pas franchir ce qui est caché.<br><br>En pratique, cette croyance nous garde humbles tout en nous poussant à apprendre ce qui est utile. Nous trouvons la paix en remettant l’avenir à Allah, en nous concentrant sur ce que nous pouvons faire et en nous en remettant à Son décret.",
    "category": "Invocation, Savoir & Limites"
  },
  {
    "no": 2,
    "title": "Bénéfice De L’Invocation Pour Les Défunts",
    "text": "Les morts profitent des invocations et aumônes des vivants.",
    "explanation": "La mort n’est pas la fin de tout. Une preuve de la miséricorde d’Allah est que le bien atteint encore les défunts par les actes des vivants. Ce point affirme que les invocations, la demande de pardon et l’aumône que nous faisons pour le défunt lui parviennent en récompense et allègent son état dans le barzakh.<br><br>Le fondement en est la parole du Prophète ﷺ (rapportée par Muslim) : \"Quand l’homme meurt, ses œuvres s’arrêtent sauf trois : une aumône durable, un savoir utile ou un enfant pieux qui prie pour lui.\" La sourate al-Ḥašr : 10 loue aussi ceux qui demandent le pardon pour ceux qui les ont précédés. Le lien de la foi dépasse donc la mort.<br><br>Au quotidien, cela nous pousse à ne pas oublier parents ou enseignants disparus. Prier pour eux est un acte de piété et un rappel que nous aurons nous aussi besoin des mêmes prières. Ainsi se maintient une chaîne de bien entre les générations de musulmans.",
    "category": "Invocation, Savoir & Limites"
  },
  {
    "no": 3,
    "title": "La Parole D’Allah N’Est Pas Parole Humaine",
    "text": "Le Coran est la parole d’Allah ﷻ, venue de Lui ; les gens y croient comme parole d’Allah ﷻ sans demander comment, et ce n’est ni la parole des humains ni une créature.",
    "explanation": "Le Coran est la parole même d’Allah (Kalāmullāh), non une créature. Ce que nous lisons dans le Muṣḥaf est vraiment la parole d’Allah, pas un écrit humain. Cela assure l’autorité de la révélation : le Coran est sacré, pur, et sa vérité est absolue comme guide de vie.<br><br>Allah dit (sourate at-Tawba : 6) : \"...accorde-lui protection afin qu’il entende la parole d’Allah (Kalāmullāh).\" Un hadith chez Tirmidhī dit que la supériorité de la parole d’Allah sur toute autre parole est comme la supériorité d’Allah sur Sa création. Le Coran est donc révélation sacrée venue du Créateur.<br><br>En pratique, nous traitons le Coran avec un grand respect. Nous ne le traitons pas comme un livre ordinaire ; nous le récitons avec soin, cherchons à en comprendre le sens et suivons ses commandements sans doute. En croyant que le Coran est la parole de Dieu, nous avons une boussole sûre pour la vie.",
    "category": "Coran & Révélation"
  },
  {
    "no": 4,
    "title": "Allah Est Distinct De Toute Création",
    "text": "Allah ﷻ est distinct de toute création.",
    "explanation": "Allah est Laisa Kamitslihi Syai-un : il n’y a rien qui Lui soit semblable. Quelle que soit la forme ou l’image qui nous traverse l’esprit, Allah n’est pas ainsi. Cela préserve la pureté de notre tawhid pour ne pas assimiler le Créateur à une création faible et limitée.<br><br>La preuve principale est la sourate ash-Shūrā : 11 : \"Rien ne Lui ressemble, et Il est l’Ouïant, le Voyant.\" Le hadith nous rappelle aussi de méditer la création d’Allah mais interdit d’imaginer Son essence, car l’esprit humain a des limites pour saisir la réalité de Dieu.<br><br>Cette compréhension nous libère de l’idolâtrie—idoles physiques ou mentales (fantasme). Nous prenons conscience qu’Allah est suprême et sans limite, et nous L’adorons seul avec respect et exaltation sans Le limiter par des attributs de créature.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 5,
    "title": "Allah Créateur Dès L’Origine",
    "text": "Allah ﷻ a droit d’être appelé Créateur et Initiateur non pas seulement après ou à cause de l’acte de créer, mais dès l’origine.",
    "explanation": "Allah est Al-Khāliq (le Créateur) qui n’a pas besoin d’un processus pour être créateur. Avant toute étoile ou atome, Allah avait déjà l’attribut de créer. Ses noms et attributs sont éternels et ne dépendent pas de l’existence de la création, car Il est la Source de tout existence.<br><br>Allah dit (sourate al-Hadīd : 3) : \"C’est Lui le Premier et le Dernier.\" Le nom Al-Khāliq figure dans maints versets, comme la sourate al-Ḥašr : 24. Le hadith dit qu’auparavant il n’y avait qu’Allah et rien avec Lui, puis Allah créa le Trône et tout l’univers.<br><br>Cela nous enseigne qu’Allah est parfaitement autosuffisant (Al-Ghanī). Il ne nous a pas créés par solitude ou besoin d’aide, mais par Sa seule volonté et sagesse. Nous devenons des serviteurs qui connaissent leur place, conscients que notre vie est un pur don du Premier qui n’a jamais rien attendu de nous.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 6,
    "title": "La Puissance Parfaite Appartient À Allah Seul",
    "text": "Allah ﷻ a pouvoir sur toute chose ; tout dépend d’Allah ﷻ, et c’est facile pour Allah ﷻ, et Allah ﷻ n’a besoin de rien ; il n’y a rien de semblable à Allah ﷻ, et Allah ﷻ est l’Ouïant, le Voyant.",
    "explanation": "La puissance d’Allah est absolue et n’est pas limitée par les lois de la physique ou la logique humaine. Ce qu’Allah veut advient facilement par la parole \"Kun\". L’univers entier a besoin d’Allah à chaque instant, tandis qu’Allah n’a besoin de rien de cet univers.<br><br>Dans la sourate Yāsīn : 82 : \"Son commandement, quand Il veut une chose, est seulement de lui dire : Sois ! et elle est.\" Allah a aussi le nom Al-Qādir. Un hadith qudsī dit que si tous les hommes demandaient et qu’Allah accordait tout, cela ne diminuerait en rien la richesse d’Allah.<br><br>Cette croyance est le remède à toute peur. Nous comprenons que tout patron, pouvoir ou problème, si grand soit-il, n’est rien face à la puissance d’Allah. Nous devenons des serviteurs courageux mais humbles, sachant que le seul soutien qui ne faillira jamais est Allah le Tout-Puissant.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 7,
    "title": "Allah Souverain Absolu De L’Univers",
    "text": "Allah ﷻ a un pouvoir absolu sur toute chose, et rien n’a de pouvoir sur Allah ﷻ ; quiconque se considère indépendant d’Allah ﷻ un instant est tombé dans la mécréance.",
    "explanation": "Allah est le Souverain absolu qui tient sous Son contrôle chaque atome du cosmos. Aucune affaire n’échappe à Son contrôle. Si quelqu’un estime pouvoir vivre sans avoir besoin d’Allah, ne fût-ce qu’un instant, il est tombé dans l’orgueil qui peut corrompre la foi.<br><br>La sourate Fāṭir : 15 dit : \"Ô hommes ! Vous avez besoin d’Allah ; et Allah est le Suffisant à Lui-même, le Digne de louange.\" Les hadiths du Prophète enseignent souvent une prière pour ne pas être livrés à nous-mêmes un instant (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>En pratique cela nous fait toujours nous sentir dans le besoin (faqīr) d’Allah. Nous prions avec ferveur pour les petites et grandes choses—de la demande de guidance aux affaires quotidiennes. Nous savons que sans Son aide nous ne pouvons même pas respirer ou cligner des yeux.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 8,
    "title": "Allah Libre Des Limites Physiques",
    "text": "Allah ﷻ est au-dessus de la limite, restriction, partie ou membre, et n’est pas borné par six directions comme la création.",
    "explanation": "Ce credo affirme qu’Allah est libre des attributs matériels. Allah n’a pas besoin d’espace, n’a pas de parties du corps comme l’homme, et n’est pas borné par la direction (haut, bas, etc.) comme la création. Il est le Créateur de l’espace et du temps, donc Il ne peut être limité par Sa propre création.<br><br>Allah dit (sourate al-Ikhlāṣ : 4) : \"Et rien ne Lui est comparable.\" Le principe du Tanzīh (déclarer Allah libre de toute ressemblance) est important. Les savants expliquent qu’Allah existe sans avoir besoin de lieu, car le lieu est créé, et Allah existait avant que le lieu ne soit créé.<br><br>Cela nous garde de la pensée anthropomorphique (imaginer Dieu comme un humain). Nous pouvons adorer Allah en exaltant pleinement Sa grandeur invisible et sans limite, au lieu d’être piégés dans une imagerie physique qui rabaisse le rang de la divinité.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 9,
    "title": "La Charge Du Taklīf Selon La Capacité Du Serviteur",
    "text": "Allah ﷻ ne charge les hommes que de ce qu’ils peuvent porter, et les hommes ne peuvent faire que ce qu’Allah ﷻ leur donne ; il n’y a de puissance ni de capacité qu’en Allah ﷻ, et pas de force pour obéir ou éviter le péché sans l’aide d’Allah ﷻ.",
    "explanation": "Allah ne charge pas le serviteur au-delà de sa capacité. Chaque ordre et interdiction dans la charīʿa est proportionné à la capacité humaine ; cela montre la justice et la miséricorde d’Allah et rejette l’idée que la religion soit accablante.<br><br>Dans la sourate al-Baqarah : 286 Allah dit : \"Allah ne charge aucune âme qu’à sa capacité.\" Un hadith sûr (Bukhārī–Muslim) dit aussi : \"Quand je vous ordonne quelque chose, faites-le dans la mesure du possible.\" La puissance et la capacité d’obéir (lā ḥawla wa lā quwwata illā billāh) viennent aussi de l’aide d’Allah.<br><br>En pratique nous ne devons pas utiliser \"je ne peux pas\" comme excuse pour des obligations claires, mais nous ne devons pas non plus nous charger au-delà de notre capacité. Nous faisons de notre mieux puis nous nous en remettons à Allah ; nous demandons à Allah la force de rester fermes par la prière et l’effort.",
    "category": "Taklīf & Actes Humains"
  },
  {
    "no": 10,
    "title": "Vie Parfaite Et Action Constante",
    "text": "Allah ﷻ est vivant et ne meurt pas, agit sans cesse et ne dort pas.",
    "explanation": "Allah est Al-Ḥayy (l’Eternellement Vivant) et Al-Qayyūm (Celui qui se suffit à Lui-même). La vie d’Allah est parfaite—ni commencée par la naissance ni terminée par la mort. Il n’a pas besoin de repos, ne dort jamais et est toujours actif à gérer les affaires de toute Sa création sans une seconde de pause.<br><br>Le verset du Trône (sourate al-Baqarah : 255) en est la preuve la plus forte : \"Allah, pas de dieu que Lui, l’Eternellement Vivant, Celui qui se suffit à Lui-même ; ni somnolence ni sommeil ne Le saisissent.\" Ces beaux noms sont le fondement de la dépendance de la création envers le Créateur.<br><br>Cela nous donne une grande sécurité. Quand nous dormons, nous abandonnons ou nous sentons impuissants, nous savons qu’il y a un Seigneur qui ne dort jamais et veille sur nous. Nous sommes encouragés à continuer à faire le bien car nous savons que notre \"Maître\" est toujours actif, veillant et ordonnant le meilleur pour Ses serviteurs.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 11,
    "title": "Allah Est Un Sans Associé",
    "text": "Allah ﷻ est Un et n'a pas d'associé.",
    "explanation": "Le tawhid signifie affirmer l'unicité d'Allah ; Il n'a d'associé ni dans la rubūbiyya (seigneurie sur la création), ni dans l'ulūhiyya (droit d'être adoré), ni dans les noms et attributs. Le seul qui ait le droit d'être adoré et servi est Allah ; Lui associer quoi que ce soit est du chirk.<br><br>La sourate al-Ikhlāṣ : 1–4 dit : \"Dis : Il est Allah, Unique. Allah le Soutien. Il n'engendre pas et n'est pas engendré. Et nul ne Lui est comparable.\" La sourate an-Nisāʾ : 36 interdit aussi d'associer à Allah. Un hadith sûr dit que la sourate al-Ikhlāṣ équivaut au tiers du Coran car elle contient le cœur du tawhid.<br><br>Cette croyance est le fondement de notre adoration : nous ne supplions, ne craignons et n'espérons qu'en Allah ; pas en la création, les objets ou des \"autres forces.\" Ainsi nos cœurs restent libres de toute dépendance à autre qu'Allah.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 12,
    "title": "Allah N'A Ni Rival Ni Égal",
    "text": "Allah ﷻ est exalté au-dessus d'avoir un rival ou un égal.",
    "explanation": "Allah n'a pas de rival qui puisse Le vaincre ni d'égal qui Lui soit comparable. Sa souveraineté est absolue ; rien ne peut rivaliser avec Lui, Le limiter ou contrarier Sa volonté. C'est une part de la perfection du tawhid.<br><br>La sourate al-Baqarah : 255 (le verset du Trône) dit qu'Allah tient les cieux et la terre et ne trouve pas pesant de les préserver. La sourate Fāṭir : 44 et d'autres versets affirment qu'Allah n'a ni associé, ni secoureur, ni égal. Le hadith enseigne aussi qu'Allah est exalté et que nul n'est au-dessus de Lui.<br><br>Cette compréhension donne la paix du cœur : aucun ennemi, maladie ou fléau n'est jamais un \"rival\" à la hauteur d'Allah. Nous sommes certains que la victoire, le salut et le secours final ne viennent que d'Allah ; rien ne peut bloquer Sa miséricorde quand Il veut.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 13,
    "title": "Allah Englobe Toute La Création",
    "text": "Allah ﷻ englobe toute chose et est au-dessus ; Sa création ne peut englober Allah ﷻ.",
    "explanation": "Allah englobe (domine, connaît et gère) toute chose ; rien n'échappe à Son savoir et à Sa puissance. En même temps Allah est \"au-dessus\" de Sa création en rang et souveraineté, non en lieu. La création ne peut \"englober\" ni limiter Allah.<br><br>La sourate Fuṣṣilat : 54 dit : \"Sache qu'Allah englobe toute chose.\" La sourate al-Baqarah : 255 (verset du Trône) affirme que Son Trône englobe les cieux et la terre et qu'Il ne trouve pas cela pesant. Un hadith sûr affirme aussi qu'Allah est au-dessus du Trône et que Son savoir est partout.<br><br>En croyant cela nous nous sentons gardés et protégés : rien n'est caché à Allah, et aucun problème n'est trop grand pour Lui. Nous sommes aussi préservés du malentendu qu'Allah serait \"enfermé\" dans le ciel ; Il englobe toute chose sans avoir besoin d'espace.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 14,
    "title": "Allah Crée La Vie Et La Mort",
    "text": "Allah ﷻ donne la mort sans crainte et redonne la vie sans difficulté.",
    "explanation": "La vie et la mort sont entièrement entre les mains d'Allah. Donner la mort à la création ne rend pas Allah craintif ni faible ; redonner la vie (y compris au Jour de la Résurrection) ne Lui est pas difficile. Tout advient par Sa volonté et Sa parole seuls.<br><br>La sourate al-Mulk : 2 dit : \"C'est Lui qui a fait la mort et la vie.\" La sourate Qāf : 43 : \"C'est Nous qui donnons la vie et la mort, et vers Nous est le retour.\" Un hadith sûr affirme que l'âme est reprise par le commandement d'Allah et qu'au Jour de la Résurrection toute la création sera ressuscitée au son de la Trompette.<br><br>Cette croyance nous rappelle que la mort n'est pas une fin vide mais une porte vers la vie de l'au-delà. Nous nous préparons par les bonnes œuvres et ne craignons pas la mort de façon excessive, car celui qui tient la vie et la mort est Allah le Juste et Miséricordieux.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 15,
    "title": "Le Terme Fixe Pour Toute La Création",
    "text": "Allah ﷻ assigne un terme fixe (ajal) à Sa création.",
    "explanation": "Chaque créature a un ajal (moment de la mort) fixé par Allah ; personne ne peut l'avancer ni le retarder d'une seconde. Cela fait partie du décret inscrit sur la Tablette préservée.<br><br>La sourate al-Anʿām : 2 dit : \"C'est Lui qui vous a créés de terre, puis a fixé un terme (ajal) pour vous.\" La sourate Luqmān : 34 : \"Allah seul—c'est auprès de Lui qu'est la connaissance de l'Heure... et aucune âme ne sait en quelle terre elle mourra.\" Un hadith sûr (Bukhārī–Muslim) affirme que l'ajal, la subsistance et le sort de l'homme sont écrits alors qu'il est encore dans le ventre.<br><br>Cette compréhension nous garde d'une anxiété excessive et nous pousse à bien user du temps qui reste. Nous ne pouvons pas changer quand vient le terme, mais nous pouvons remplir la vie d'actes qui plaisent à Allah.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 16,
    "title": "Guidance Et Égarement Sont Justice",
    "text": "Allah ﷻ guide qui Il veut par Sa faveur et égare qui Il veut par Sa justice ; tout est soumis au décret d'Allah ﷻ et nul ne peut rejeter le jugement d'Allah ﷻ.",
    "explanation": "La guidée (hidāya) et l'égarement (iḍlāl) sont dans la main d'Allah. Celui qu'Il guide, c'est par Sa faveur ; celui qu'Il égare, c'est par Sa justice (p. ex. parce qu'ils ont choisi la mécréance après que la vérité fut claire). Le jugement d'Allah ne peut être rejeté ni contesté par personne.<br><br>Sourate al-Anʿām : 125 : \"Quiconque Allah veut guider, Il ouvre sa poitrine à l'Islam... et quiconque Il veut égarer, Il rend sa poitrine étroite.\" La sourate al-Aʿrāf : 178 affirme que la guidée et l'égarement sont dans la main d'Allah. Un hadith sûr dit que le cœur de l'homme est entre deux doigts du Tout Miséricordieux ; Allah le retourne comme Il veut.<br><br>Nous devons rechercher la guidée (apprendre, supplier, fréquenter les pieux) et ne pas être arrogants quand nous sommes guidés. Nous ne désespérons pas non plus des égarés ; nous continuons à appeler à la foi et à supplier pour eux, car la guidée reste la prérogative d'Allah seul.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 17,
    "title": "Ordre D'Obéir Et Interdit De Désobéir",
    "text": "Allah ﷻ ordonne à Sa création de Lui obéir et interdit à Sa création de Lui désobéir.",
    "explanation": "Allah ordonne l'obéissance (adoration, bon caractère, obéissance au Messager) et interdit la désobéissance (shirk, péchés majeurs et mineurs). Ces ordres et interdits sont clairs dans le Coran et la Sunna ; notre devoir est d'obéir et d'éviter le péché.<br><br>Sourate an-Nisāʾ : 59 : \"Obéissez à Allah et obéissez au Messager.\" La sourate al-Aʿrāf : 33 interdit l'indécence, le mal et l'oppression. Un hadith sûr (Bukhārī) affirme que obéir au Messager c'est obéir à Allah, et désobéir au Messager c'est désobéir à Allah. Le Prophète a dit aussi que le licite et l'illicite sont clairs.<br><br>Dans la vie nous nous efforçons d'accomplir les ordres (prière, zakāt, honnêteté, dévotion) et d'éviter les interdits (mensonge, fornication, usure, désobéissance). Nous n'ajoutons pas à l'illicite ni ne prenons le péché à la légère ; nous prions pour la force d'obéir et d'être préservés de la désobéissance.",
    "category": "Communauté, Souverain & Fiqh"
  },
  {
    "no": 18,
    "title": "Création De La Création Selon La Science D'Allah",
    "text": "Allah ﷻ a créé la création avec Sa science.",
    "explanation": "Allah a créé l'univers et toute créature avec Sa science parfaite ; rien n'est créé par hasard ou sans sagesse. Toute la création est conforme à la mesure, au temps et au décret qu'Allah connaissait déjà.<br><br>Sourate al-Ḥijr : 86 : \"Ton Seigneur est le Créateur, l'Omniscient.\" La sourate al-Furqān : 2 affirme qu'Allah a créé toute chose et en a fixé les mesures. Un hadith sûr dit qu'Allah a écrit le destin de toute la création avant de créer les cieux et la terre.<br><br>Cette croyance nourrit la confiance que notre vie n'est pas vaine ; il y a un dessein et une sagesse derrière la création d'Allah. Elle nous pousse aussi à apprendre et à user du savoir, car le savoir humain n'est qu'une petite part du savoir d'Allah qui embrasse toute chose.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 19,
    "title": "Allah Pourvoit La Subsistance Sans Difficulté",
    "text": "Allah ﷻ crée sans besoin de le faire et pourvoit la subsistance à Sa création sans difficulté.",
    "explanation": "Allah n'a pas créé par besoin de la création ; Il pourvoit la subsistance sans fardeau ni difficulté. La subsistance (rizq) comprend les biens, la santé, la paix et tout ce dont nous jouissons ; tout vient d'Allah et est donné avec facilité par Lui.<br><br>La sourate adh-Dhāriyāt : 56–57 affirme qu'Allah a créé les djinns et les hommes pour L'adorer, et Il n'a pas besoin de leur subsistance. Sourate Hūd : 6 : \"Il n'est pas de bête sur terre dont la subsistance ne soit à Allah.\" Un hadith sûr dit que la subsistance est décrétée et ne sera pas échangée ; quiconque craint Allah, Allah lui donnera une issue et une subsistance d'où il ne s'attend pas.<br><br>Nous nous efforçons de chercher une subsistance licite sans anxiété excessive ; nous sommes certains que le Pourvoyeur est Allah. Nous sommes reconnaissants pour ce que nous avons et ne comparons pas notre sort à autrui ; la répartition de la subsistance est dans la main d'Allah le Sage.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 20,
    "title": "Allah Décrète Le Destin De Toute La Création",
    "text": "Allah ﷻ décrète le destin pour ce qu'Il crée.",
    "explanation": "Le destin (qadar) est le décret d'Allah sur tout ce qui advient à la création : subsistance, terme de vie, actes, bonheur et malheur, etc. Tout est écrit sur la Tablette préservée avant la création ; nous y croyons sans sonder à l'excès le \"comment\" ou le \"pourquoi\".<br><br>Sourate al-Qamar : 49 : \"Nous avons créé toute chose selon une mesure.\" Sourate al-Ḥadīd : 22 : \"Nul malheur n'atteint la terre ni vous-mêmes sans qu'il soit dans un livre (la Tablette préservée) avant que Nous ne le fassions advenir.\" Un hadith sûr (Muslim) affirme que croire au destin, en son bien et son mal, est un pilier de la foi.<br><br>Nous acceptons le destin avec patience quand survient un malheur et avec gratitude quand nous recevons une faveur. Nous nous efforçons encore (ikhtiyār) car l'effort fait partie du destin ; nous ne sommes ni passifs ni désespérés, ni ne nous rebellons contre le décret d'Allah.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 21,
    "title": "Allah Exauce La Prière Du Serviteur Croyant",
    "text": "Allah ﷻ exauce la prière des gens et leur donne ce qu'ils demandent.",
    "explanation": "La prière est adoration et moyen de se rapprocher d'Allah. Allah exauce la prière de Son serviteur selon Sa sagesse : tantôt comme demandé, tantôt remplacé par mieux ou différé à un moment plus convenable.<br><br>Sourate al-Baqarah : 186 : \"Quand Mes serviteurs t'interrogent sur Moi, Je suis proche. J'exauce l'appel de celui qui M'invoque quand il M'invoque.\" Sourate Ghāfir : 60 : \"Invoquez-Moi, Je vous répondrai.\" Un hadith sûr dit que la prière est l'arme du croyant et qu'Allah a honte de refuser la main d'un serviteur levée vers Lui.<br><br>Nous sommes exhortés à prier avec dévotion, en étant confiants d'être exaucés et sans désespérer trop vite. Nous choisissons des invocations ma'thūr (du Prophète) et de bonnes invocations, et acceptons que le meilleur résultat est dans la main d'Allah.",
    "category": "Invocation, Savoir & Limites"
  },
  {
    "no": 22,
    "title": "La Science D'Allah Sur Les Gens De L'Au-Delà",
    "text": "Allah ﷻ sait—avant l'existence du temps—le nombre exact de ceux qui entreront au Paradis et au Feu ; ce nombre n'augmente ni ne diminue.",
    "explanation": "Allah sait depuis l'éternité (avant le temps) qui entrera au Paradis et qui au Feu ; Sa science est parfaite et immuable. Cela ne signifie pas que l'homme est contraint ; Allah connaît l'issue des choix et actes de chaque serviteur.<br><br>Sourate Hūd : 107 et hadith sûr (Bukhārī–Muslim) mentionnent que les gens du Paradis et du Feu sont déjà fixés ; à certains il est dit \"ta place au Paradis\" ou \"au Feu.\" Sourate al-Wāqiʿah et d'autres versets décrivent les deux groupes de l'au-delà. Le Prophète a dit qu'Allah a décrété qui sera heureux et qui sera misérable.<br><br>Nous ne devons pas penser \"j'irai forcément au Paradis\" ou \"au Feu\" ; nous nous efforçons d'être parmi les gens du bien et espérons la miséricorde d'Allah. Cette croyance nous pousse à prendre les actes au sérieux et à ne pas nous fier à la spéculation.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 23,
    "title": "La Colère Et L'Agrément D'Allah Sont Parfaits",
    "text": "Allah ﷻ se met en colère et est satisfait, mais pas comme aucune créature.",
    "explanation": "Allah a les attributs de colère (ghaḍab) et d'agrément (riḍā) ; nous y croyons sans les assimiler à la colère ou à la joie humaines. La colère d'Allah est parfaite contre la désobéissance et la mécréance ; Son agrément est parfait envers l'obéissance et le tawhid.<br><br>Sourate al-Fatḥ : 6 et d'autres versets mentionnent l'agrément d'Allah. Un hadith sûr (Bukhārī–Muslim) dit qu'Allah se met en colère contre le désobéissant et est satisfait de l'obéissant ; \"Qui met Allah en colère pour (violer) Mon droit, Je serai en colère contre lui.\" Le Prophète a dit que l'agrément d'Allah est dans l'agrément des parents. Nous ne demandons pas \"comment\" la colère ou l'agrément d'Allah (sans tashbīh).<br><br>En pratique nous cherchons l'agrément d'Allah par l'obéissance et évitons ce qui L'irrite. Nous craignons Sa colère et espérons Son agrément, sans imaginer Allah comme une créature émotionnelle.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 24,
    "title": "Allah Est Premier Sans Commencement Et Permanent Sans Fin",
    "text": "Allah ﷻ est Qadīm sans commencement et Permanent sans fin.",
    "explanation": "Allah est Qadīm (pas de commencement à Son existence) et Baqā (permanent, pas de fin). Il a toujours été ; Il n'a jamais \"pas encore existé\" et ne \"cessera d'exister\" jamais. Toute la création périra, et demeure le visage de ton Seigneur, plein de majesté et d'honneur.<br><br>Sourate ar-Raḥmān : 26–27 : \"Tout ce qui est sur la terre périra. Et demeure le visage de ton Seigneur.\" Sourate al-Ḥadīd : 3 : \"C'est Lui le Premier et le Dernier.\" Un hadith sûr dit qu'Allah existait et qu'il n'y avait rien avec Lui avant la création.<br><br>Cette croyance affermit le cœur : nous adorons Celui qui ne disparaîtra pas ; Sa promesse et Sa menace sont éternelles. Le monde périssable nous rappelle de ne pas nous attacher à l'excès ; le seul permanent et digne d'un appui éternel est Allah.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 25,
    "title": "Les Attributs D'Allah Existaient Avant La Création",
    "text": "Allah ﷻ a toujours existé avec Ses attributs depuis avant la création, et la création de la création n'ajoute rien à Ses attributs ; Allah ﷻ demeure à travers le temps sans fin.",
    "explanation": "Les attributs d'Allah (science, puissance, vie, parole, etc.) Lui ont toujours appartenu depuis avant toute création. Créer l'univers n'a pas \"ajouté\" d'attribut nouveau à Allah ; Il demeure parfait sans dépendre de la création. Ceci rejette l'idée qu'Allah \"acquiert\" des attributs seulement après avoir créé.<br><br>Sourate al-Ḥadīd : 3 mentionne Allah le Premier et le Dernier. Les versets des noms et attributs (Al-ʿAlīm, Al-Qādir, etc.) montrent des attributs éternels. Hadith et consensus des gens de la Sunna : Allah est toujours avec Ses attributs, inchangé et non augmenté par l'existence de la création.<br><br>Cette compréhension garde le tawhid de pensées qui rabaissent Allah (comme s'Il évoluait ou dépendait du monde). Nous adorons Allah parfait de toute éternité, maintenant et à jamais.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 26,
    "title": "Allah Est Toujours Seigneur Et Créateur",
    "text": "Allah ﷻ est toujours Seigneur et toujours Créateur, même lorsqu'il n'y avait encore rien pour L'adorer ni aucune création.",
    "explanation": "Allah reste Seigneur (Ilāh) et Créateur (Khāliq) même avant qu'une créature L'adorât ou qu'une création existât. Ses attributs de seigneurie et de divinité ne dépendent pas de la création ; Il est digne d'adoration et capable de créer de toute éternité.<br><br>La sourate al-Ikhlāṣ et les versets sur le tawhīd affirment l'unicité d'Allah sans dépendre de l'aveu des créatures. Le hadith « Kuntu kanzan makhfiyyan » (J'étais un trésor caché) dans certaines narrations explique qu'Allah existait avant la création. Les savants de l'Ahl as-Sunna affirment : Allah est toujours Al-Khāliq par le sens, bien que l'acte de créer (takwīn) ait lieu selon Sa volonté.<br><br>Cela nous empêche de penser qu'Allah « devint » Seigneur ou Créateur seulement après l'existence du monde ; Il est parfait et indépendant de tout.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 27,
    "title": "Interdiction De Disputer Sur Le Décret D'Allah",
    "text": "Allah ﷻ a su tout ce qui arrivera et l'a décrété en détail et avec certitude ; nul ne peut s'opposer au décret d'Allah ﷻ, y ajouter ou le changer—disputer sur le décret et sonder le « pourquoi » est égarement.",
    "explanation": "Le décret d'Allah est écrit et certain ; rien ne peut le changer. Disputer sur « pourquoi Allah a décrété ceci » ou sonder les secrets du qadar sans preuve solide est interdit et peut mener à l'égarement (comme les vues qadariyya ou jabariyya extrêmes).<br><br>La sourate al-Kahf : 22 met en garde contre le fait de demander ce qui n'a pas été divulgué. Un hadith sûr (Muslim) dit que parler du décret sans science est interdit ; le Prophète a interdit la dispute sur le qadar. Les savants expliquent que nous croyons au décret sans « creuser » ce qu'Allah n'a pas révélé.<br><br>Nous acceptons le décret avec confiance et patience ; nous ne gaspillons pas notre énergie à disputer « pourquoi m'a-t-on décrété ceci ». Notre focus est d'agir selon la Loi et d'accepter le décret d'Allah le cœur serein.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 28,
    "title": "Allah Ne Périra Jamais",
    "text": "Allah ﷻ ne périra ni ne prendra jamais fin.",
    "explanation": "Allah est éternellement durable ; Il ne périra pas, ne disparaîtra pas ni ne prendra fin. À la différence de la création éphémère, l'essence et les attributs d'Allah demeurent pour toujours. Cette croyance fait partie de la perfection du tawhīd.<br><br>Sourate ar-Raḥmān : 27 : « Et demeure le visage de ton Seigneur. » Sourate al-Qaṣaṣ : 88 : « Tout périt sauf Son visage. » Le hadith et le consensus des savants affirment qu'Allah ne périra pas ; Il est le Premier et le Dernier, l'Apparent et le Caché.<br><br>Croire cela nous donne la paix : la promesse du Paradis et la menace de l'Enfer sont éternelles, et le seul digne d'un appui durable est Allah. Nous ne craignons pas que notre « Seigneur » disparaisse ; Son éternité est source de quiétude pour le croyant.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 29,
    "title": "Allah N'A Pas Besoin De La Création",
    "text": "Allah ﷻ n'a pas besoin du Trône ni de ce qui est en dessous.",
    "explanation": "Le Trône (ʿArsh) est la plus grande création d'Allah, mais Allah n'a besoin ni du Trône ni de ce qui est en dessous. Allah existe sans avoir besoin d'un lieu ; le Trône a été créé comme signe de puissance et pour la création, non pour « soutenir » Allah.<br><br>Sourate Ṭāhā : 5 : « Le Tout Miséricordieux, qui S'est établi sur le Trône. » Les savants interprètent l'istiwāʾ d'une manière digne d'Allah sans assimilation à la création. Sourate al-Baqarah : 255 affirme qu'Allah ne somnole ni ne dort ; Il n'a pas besoin de repos ni de « siège ». Un hadith sûr dit que le Trône est le toit du Paradis et qu'Allah n'a besoin ni du ciel ni de la terre.<br><br>Cette compréhension nous garde d'imaginer Allah « assis » sur le Trône comme un roi. Allah est Autosuffisant ; le Trône et toute la création sont Sa création soumise, non quelque chose dont Il a besoin.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 30,
    "title": "Foi Au Trône Et Au Piédestal",
    "text": "Le Trône (ʿArsh) et le Piédestal (al-Kursī) sont réels, et nous y croyons.",
    "explanation": "Le Trône et le Piédestal sont une création d'Allah mentionnée dans les textes ; nous y croyons sans nier ni les assimiler à des trônes terrestres. Le Trône est le trône immense ; le Piédestal (dans le verset du Trône) est aussi mentionné comme englobant les cieux et la terre.<br><br>Sourate al-Baqarah : 255 (verset du Trône) : « Son Piédestal englobe les cieux et la terre. » Sourate al-Ḥāqqa : 17 et d'autres versets mentionnent les anges portant le Trône. Un hadith sûr (Bukhārī) dit que les sept cieux par rapport au Piédestal sont comme un anneau dans un désert, et le Piédestal par rapport au Trône est encore plus petit. Nous croyons sans demander « comment » quant à leur forme.<br><br>La foi au Trône et au Piédestal nous rappelle la grandeur d'Allah ; Sa création seule est si vaste, à plus forte raison le Créateur. Nous ne nions ni ne raillons les récits invisibles sûrs du Coran et de la Sunna.",
    "category": "Anges & L'Invisible"
  },
  {
    "no": 31,
    "title": "Obligation Du Hajj Et Du Jihad",
    "text": "Le Hajj et le Jihad sous l'autorité du dirigeant des Musulmans—juste ou injuste—sont des obligations qui demeurent jusqu'à l'Heure Dernière, et nul ne peut les annuler ou les abolir.",
    "explanation": "Le Hajj et le Jihad restent obligatoires selon la Loi même avec un dirigeant injuste ; nous ne pouvons pas annuler ces obligations sous prétexte d'opposition au dirigeant. Ils s'accomplissent avec l'imam/amir des Musulmans pour l'ordre et pour éviter le chaos ; ces obligations s'appliquent jusqu'au Jour du Jugement.<br><br>Sourate Āl ʿImrān : 97 rend le hajj obligatoire pour ceux qui en ont la capacité. Un hadith sûr (Bukhārī–Muslim) dit que le jihad reste sous commandement ; « Écoutez et obéissez (à l'amir) même si un esclave abyssin vous conduit. » Le Prophète a aussi dit que nous prions derrière un imam pécheur tant qu'il accomplit la prière. Ce n'est pas pour justifier l'injustice mais pour préserver l'unité et l'ordre de la Loi.<br><br>En pratique nous accomplissons le hajj quand nous le pouvons et rejoignons le jihad quand nous y sommes appelés de manière licite ; nous ne prenons pas les défauts du dirigeant comme prétexte pour abandonner les obligations ou diviser la communauté.",
    "category": "Communauté, Dirigeant & Fiqh"
  },
  {
    "no": 32,
    "title": "Le Secret De La Réalité Du Décret D'Allah",
    "text": "La réalité du décret (qadar) est un secret d'Allah ﷻ dans Sa création ; l'homme y croit sans sonder ni questionner le « pourquoi » des actes d'Allah ﷻ, car Allah ﷻ l'interdit et cela ne cause que perte.",
    "explanation": "La réalité du qadar est le secret d'Allah ; nous croyons que tout décret vient de Lui sans « creuser » ni questionner « pourquoi » Allah agit ainsi. Sonder cela est interdit et ne cause que perte (égarement ou trouble).<br><br>Sourate al-Māʾidah : 101 interdit de poser des questions sur des choses qui, si on les expliquait, ne feraient qu'alourdir. Un hadith sûr (Muslim) interdit de disputer sur le qadar. Le Prophète a aussi averti que celui qui dispute sur le qadar ne sera pas sauvé. Les savants de l'Ahl as-Sunna croient au qadar sans takyīf ni taʿṭīl.<br><br>Nous acceptons le décret le cœur serein et nous concentrons sur les actes ; nous ne passons pas notre temps à sonder « pourquoi Allah a décrété ceci ou cela » car c'est hors de portée de la raison et sans profit pour la foi.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 33,
    "title": "L'Islam Seule Religion Vraie",
    "text": "Il n'y a qu'une seule religion d'Allah ﷻ au ciel et sur la terre, et c'est l'Islam (soumission).",
    "explanation": "La religion agréée par Allah est une seule : l'Islam (soumission à Allah par le tawhīd et la suite du Messager). La religion céleste vraie d'Adam à Muhammad est en essence une ; ce qui s'en écarte ou est falsifié n'est plus la religion d'Allah.<br><br>Sourate Āl ʿImrān : 19 : « Certes la religion (agréée) auprès d'Allah est l'Islam. » Sourate Āl ʿImrān : 85 : « Quiconque cherche une religion autre que l'Islam, elle ne sera pas acceptée de lui. » Un hadith sûr dit que les prophètes sont frères (leur religion est une) ; le Prophète Muhammad a été envoyé avec l'Islam qui parachève. Nous n'imposons pas cette croyance par la force, mais nous sommes certains que la vérité est une et que le chemin du salut est l'Islam.<br><br>Cela nous pousse à apprendre et pratiquer l'Islam correctement, à ne pas le mêler à des croyances contradictoires, et à y appeler avec sagesse pour que d'autres connaissent la seule religion qu'Allah agrée.",
    "category": "Foi : Piliers, Définition & Juste Milieu"
  },
  {
    "no": 34,
    "title": "Égalité De La Foi Et Différence En Piété",
    "text": "La foi est en essence la même pour tous, mais la supériorité de certains sur d'autres tient à la piété, à la conscience d'Allah ﷻ et au choix de ce qui plaît le plus à Allah ﷻ.",
    "explanation": "Le fondement de la foi (piliers de la foi, ce que la Loi exige de croire) est le même pour tout Musulman ; il n'y a pas de « degré » de foi dans la croyance de base. Ce qui distingue le rang, c'est la piété, la conscience d'Allah (murāqabah) et le choix de privilégier ce qui plaît à Allah.<br><br>Sourate al-Ḥujurāt : 13 : « Certes le plus noble parmi vous auprès d'Allah est le plus pieux. » Un hadith sûr (Bukhārī) dit qu'on ne peut prétendre être plus croyant qu'un autre dans les fondements ; la supériorité est dans les actes et la piété. Le Prophète a aussi dit que les meilleurs en Islam sont ceux qui ont le meilleur caractère.<br><br>Nous ne sommes pas fiers en nous jugeant « plus croyants » que les autres ; nous nous efforçons d'augmenter la piété et les actes. La différence de rang auprès d'Allah repose sur l'effort et la piété, non sur la prétention ou le groupe.",
    "category": "Foi : Piliers, Définition & Juste Milieu"
  },
  {
    "no": 35,
    "title": "Les Piliers De La Foi En Allah Et Le Messager",
    "text": "La foi consiste en la foi en Allah ﷻ, Ses anges, Ses livres, Ses messagers, le Jour Dernier, et la foi que le décret—bon et mauvais—vient tout d'Allah ﷻ.",
    "explanation": "Les piliers de la foi sont au nombre de six : foi en Allah, les anges, les livres, les messagers, le Jour Dernier et le décret (bon et mauvais d'Allah). Ce sont les croyances de base que tout Musulman doit avoir ; en nier une corrompt la foi.<br><br>Un hadith sûr (Bukhārī–Muslim) de ʿUmar ibn al-Khaṭṭāb affirme ces six piliers lorsque Jibrīl demanda ce qu'est la foi. Sourate al-Baqarah : 285 : « Le Messager croit en ce qui lui a été descendu de son Seigneur, et les croyants de même. Tous croient en Allah, Ses anges, Ses livres et Ses messagers. » Sourate al-Ḥadīd : 22 dit que même le malheur est écrit (partie du décret).<br><br>Nous affermissons nos cœurs sur ces six et les enseignons à la famille et aux autres. Une foi complète inclut tous les piliers ; nous ne pouvons pas en choisir ou en rejeter un.",
    "category": "Foi : Piliers, Définition & Juste Milieu"
  },
  {
    "no": 36,
    "title": "Définition De La Foi Par La Langue Et Le Cœur",
    "text": "La foi consiste en l'affirmation par la langue et l'acceptation par le cœur.",
    "explanation": "La foi n'est pas seulement les paroles en bouche ni les actes seuls ; elle inclut l'affirmation par la langue (shahāda, dire le vrai) et la croyance dans le cœur (taṣdīq). Les deux doivent être présents ; celui qui ne fait que parler sans croire dans le cœur est hypocrite ; celui qui ne croit que dans le cœur sans parler n'a pas accompli ce qu'il faut devant les gens et la loi.<br><br>Un hadith sûr (Bukhārī–Muslim) dit que le Prophète fut interrogé sur le meilleur acte ; la foi fut mentionnée comme fondement. Sourate al-Ḥujurāt : 14 : « Les Bédouins disent : Nous avons cru. Dis : Vous n'avez pas cru ; dites plutôt : Nous nous sommes soumis (Islām), car la foi n'est pas encore entrée dans vos cœurs. » Les savants de l'Ahl as-Sunnah s'accordent : la foi inclut la parole (qawl) et les actes qui découlent de « l'acceptation par le cœur ». <br><br>Nous gardons notre langue des paroles qui nuisent à la foi et notre cœur du doute ou du déni ; nous nous efforçons d'aligner parole et conviction.",
    "category": "Foi : Piliers, Définition & Juste Milieu"
  },
  {
    "no": 37,
    "title": "Désaveu Des Écarts Doctrinaux",
    "text": "Telle est notre religion et ce que nous croyons intérieurement et extérieurement ; nous nous désavouons devant Allah ﷻ de quiconque s'oppose à ce que nous énonçons et expliquons.",
    "explanation": "Ce credo Ṭaḥāwī est l'énoncé de la croyance de l'Ahl as-Sunnah ; quiconque s'écarte de ce qui y est énoncé et expliqué, nous nous en désavouons devant Allah. Ce n'est pas une hostilité personnelle mais une clarification que nous ne suivons pas les écarts doctrinaux (innovation, superstition ou égarement).<br><br>La sourate al-Mumtaḥanah : 4 ordonne le désaveu des ennemis d'Allah. Le Prophète a dit (Abū Dāwūd, authentifié) : « Quiconque innove ou protège un innovateur est en dehors de la garantie d'Allah. » Les savants expliquent que le désaveu (barāʾa) des gens d'innovation consiste à ne pas suivre leurs croyances et à clarifier leur erreur, non à leur nuire.<br><br>Nous tenons au credo sain et évitons les croyances déviantes ; nous ne déclarons pas les autres mécréants sans preuve valide, mais nous sommes clairs sur l'écart doctrinal et nous en désavouons.",
    "category": "Foi : Piliers, Définition & Juste Milieu"
  },
  {
    "no": 38,
    "title": "L'Islam Est Le Juste Milieu Parfait",
    "text": "L'Islam est le juste milieu : ni excès ni manque ; ni assimilation des attributs d'Allah ﷻ à la création ni négation des attributs d'Allah ﷻ ; ni déterminisme extrême (jabr) ni négation du décret (qadar) ; et ni fausse assurance absolue ni désespoir.",
    "explanation": "L'Ahl as-Sunnah se tient sur le juste milieu : pour les attributs d'Allah nous affirmons ce qu'Allah affirme sans assimiler à la création (tashbīh) ni nier (taʿṭīl). Pour le décret nous ne sommes ni déterministes extrêmes ni négateurs du décret ; pour l'espérance et la crainte nous ne prétendons ni le paradis ni l'enfer pour une personne ni ne désespérons de la miséricorde d'Allah.<br><br>Sourate al-Baqarah : 143 : « C'est ainsi que Nous avons fait de vous une communauté du juste milieu. » Le hadith et le consensus des savants affirment que les attributs d'Allah sont crus sans demander « comment » (takyīf) et sans assimilation (tamthīl). Le Prophète a interdit l'extrémisme en religion. Ce juste milieu est à l'abri de l'innovation.<br><br>Nous nous efforçons de rester sur la voie du milieu : ni excès (ghuluww) ni négligence (taqṣīr) ; nous apprenons des savants de l'Ahl as-Sunnah pour ne pas être entraînés vers les extrêmes.",
    "category": "Foi : Piliers, Définition & Juste Milieu"
  },
  {
    "no": 39,
    "title": "La Vérité Du Voyage Nocturne Et De L'Ascension",
    "text": "Le voyage nocturne (Isrāʾ) et l'ascension (Miʿrāj) sont vrais : le Prophète ﷺ fut transporté une nuit et s'éleva en corps et en âme éveillé à travers les cieux jusqu'où Allah ﷻ voulut.",
    "explanation": "L'Isrāʾ (le voyage de la Mosquée Sacrée à la Mosquée Al-Aqṣā) et le Miʿrāj (l'ascension à travers les cieux) eurent lieu avec le corps et l'âme du Prophète en état d'éveil ; ce n'était ni un rêve ni l'esprit seul. Cet événement est un miracle qu'Allah donna pour fortifier le Prophète et la umma ; nous y croyons sans exiger un « comment » rationnel car c'est au-delà de la création ordinaire.<br><br>Sourate al-Isrāʾ : 1 : « Gloire à Celui qui a fait voyager Son serviteur de nuit de la Mosquée Sacrée à la Mosquée Al-Aqṣā. » Un hadith sûr (Bukhārī–Muslim) relate le Miʿrāj en détail : le Prophète monta à travers les cieux, rencontra les prophètes précédents et reçut l'ordre des cinq prières. Ces récits sont largement transmis et font partie de la croyance de la communauté.<br><br>Nous tenons l'Isrāʾ et le Miʿrāj pour vérité venant d'Allah ; cela renforce notre croyance que le Prophète est le messager d'Allah gratifié de miracles et que les cinq prières sont la grande obligation établie au-dessus des cieux.",
    "category": "Prophète & Messager"
  },
  {
    "no": 40,
    "title": "Le Pardon D'Allah Pour Les Serviteurs Croyants",
    "text": "Si Allah ﷻ veut, Il leur pardonne et les excuse par Sa grâce ; si Allah ﷻ veut, Il les châtie, puis les fait sortir par miséricorde et intercession ; Allah ﷻ est le Protecteur de ceux qui Le connaissent et ne les traite pas comme ceux qui renient Allah ﷻ.",
    "explanation": "Allah a le pouvoir de pardonner à Ses serviteurs croyants par Sa grâce, ou de les châtier selon Sa justice ; s'Il châtie, Il peut encore les faire sortir du Feu par miséricorde et intercession. Ceux qui connaissent Allah (ʿārif billāh) et croient ne sont pas traités comme ceux qui Le renient.<br><br>Sourate az-Zumar : 53 : « Dis : Ô Mes serviteurs qui avez transgressé contre vous-mêmes, ne désespérez pas de la miséricorde d'Allah. Allah pardonne certes tous les péchés. » Un hadith sûr mentionne l'intercession du Prophète pour sa umma et qu'Allah fait sortir du Feu quiconque a le tawḥīd dans le cœur. L'Ahl as-Sunnah croit que les gens du tawḥīd ne demeurent pas éternellement dans le Feu s'ils y entrent à cause du péché.<br><br>Nous ne prétendons « certainement pardonné » ni « certainement en l'enfer » pour personne ; nous espérons la miséricorde d'Allah et craignons Son châtiment. Nous sommes certains qu'Allah est juste et miséricordieux ; celui qui se repent et croit n'est pas traité comme celui qui mécroit.",
    "category": "Le Jour Dernier"
  },
  {
    "no": 41,
    "title": "Espérance Du Paradis Pour Les Gens Du Bien",
    "text": "Nous espérons qu'Allah ﷻ pardonne à ceux qui font le bien et les admette au Paradis, mais nous ne l'affirmons de personne ; nous demandons pardon pour ceux qui font le mal, et nous ne désespérons pas de la miséricorde d'Allah pour eux.",
    "explanation": "Nous espérons et pensons bien qu'Allah pardonne aux gens du bien et les admet au Paradis, mais nous ne l'affirmons d'aucune personne en particulier (il n'y a pas de garantie sans œuvres). Pour ceux qui font le mal nous demandons pardon et ne désespérons pas de la miséricorde d'Allah pour eux.<br><br>Sourate az-Zumar : 53 invite à ne pas désespérer de la miséricorde d'Allah. Un hadith sûr dit que nul n'entre au Paradis par ses œuvres ; tout par la miséricorde d'Allah. Le Prophète a interdit d'affirmer le Paradis ou l'Enfer pour quiconque ; nous espérons le meilleur et prions. L'Ahl as-Sunnah n'est ni comme les kharidjites qui déclarent mécréants les auteurs de péchés majeurs ni comme les murji'ites qui méprisent les œuvres.<br><br>Nous nous efforçons de faire au mieux et espérons la miséricorde d'Allah ; nous prions pour ceux qui font le mal et ne jugeons pas qu'ils iront en enfer. Cet équilibre entre espérance et crainte nous garde de l'extrémisme.",
    "category": "Le Jour Dernier"
  },
  {
    "no": 42,
    "title": "Prophétie D'Ibrahim Et Parole À Moussa",
    "text": "Nous croyons qu'Allah ﷻ a pris Ibrahim pour ami intime (khalîl), et qu'Allah ﷻ a parlé directement à Moussa.",
    "explanation": "Le Prophète Ibrahim est l'Ami d'Allah (Khalîlullāh) ; Allah l'a choisi comme compagnon proche. Le Prophète Moussa a reçu le privilège de parler directement avec Allah (kalâmullāh) sans intermédiaire ; c'est un miracle et un honneur d'Allah.<br><br>Sourate an-Nisâ' : 125 : « Et Allah a pris Ibrahim pour ami (khalîl). » Sourate an-Nisâ' : 164 : « Et Allah a parlé à Moussa de vive voix. » Un hadith sûr affirme le mérite d'Ibrahim et de Moussa ; le Prophète a dit qu'Allah a parlé à Moussa au Mont Ṭûr. Nous croyons aux mérites des prophètes sans en rabaisser d'autres.<br><br>Cette croyance nous enseigne d'honorer tous les prophètes et de ne pas les opposer ; chacun a le mérite donné par Allah. Nous prenons exemple sur Ibrahim (fermeté dans le tawhîd) et sur Moussa (dialogue avec Allah par la prière et l'obéissance).",
    "category": "Prophète & Messager"
  },
  {
    "no": 43,
    "title": "Question Et Châtiment Dans La Tombe",
    "text": "Nous croyons au châtiment de la tombe pour qui le mérite, et à l'interrogatoire dans la tombe par Munkar et Nakîr sur le Seigneur, la religion et le prophète de chacun, comme dans les hadiths et récits des Compagnons.",
    "explanation": "Après la mort, la personne est dans le barzakh ; dans la tombe deux anges (Munkar et Nakîr) l'interrogent sur son Seigneur, sa religion et son prophète. Qui répond bien reçoit le bien de la tombe ; qui mécroit ou est hypocrite subit le châtiment de la tombe selon la justice d'Allah.<br><br>Des hadiths sûrs (Boukhârî, Muslim et autres) relatent l'interrogatoire et le châtiment de la tombe ; le Prophète a enseigné une invocation pour demander protection contre le châtiment de la tombe. Les récits des Compagnons l'affirment aussi. Sourate al-Mu'minûn : 99–100 évoque le barzakh et la barrière entre le mort et le retour au monde.<br><br>Nous nous préparons en affermissant le tawhîd, en suivant la religion vraie et en reconnaissant le Prophète Muhammad ; nous prions pour la fermeté lors de l'interrogatoire dans la tombe et pour la protection contre le châtiment de la tombe.",
    "category": "Le Jour Dernier"
  },
  {
    "no": 44,
    "title": "Résurrection Et Compte Au Jour Du Jugement",
    "text": "Nous croyons à la résurrection après la mort, à la rétribution des œuvres au Jour du Jugement, à la présentation des œuvres, au compte (hisâb), à la lecture du registre, à la récompense ou au châtiment, au pont (ṣirâṭ) et à la balance (mîzân).",
    "explanation": "Le Jour du Jugement est celui où tous les gens sont ressuscités de la tombe pour être jugés. Les œuvres sont présentées, le registre est lu, la balance (mîzân) pèse les œuvres, puis les gens traversent le pont (ṣirâṭ) vers le Paradis ou l'Enfer. Nous croyons à tout cela comme cela vient dans le Coran et le hadith.<br><br>Sourate az-Zalzala : 7–8 : « Qui fait un bien du poids d'un atome le verra. Et qui fait un mal du poids d'un atome le verra. » Sourate al-Kahf : 49, al-Isrâ' : 13–14 et d'autres versets parlent du registre des œuvres, du compte et de la mîzân. Un hadith sûr (Boukhârî–Muslim) relate le ṣirâṭ et que les uns traversent et les autres tombent.<br><br>Cette croyance nous pousse à faire le bien et à éviter le péché ; nous sommes certains que rien ne manque au registre et que toute œuvre sera rétribuée. Nous demandons à Allah de nous faciliter le compte et de nous sauver ce jour-là.",
    "category": "Le Jour Dernier"
  },
  {
    "no": 45,
    "title": "Croyance Aux Karâmât Des Saints",
    "text": "Nous croyons aux karâmât (prodiges) des saints que nous connaissons, et aux récits sûrs les concernant de sources dignes de confiance.",
    "explanation": "La karâma est un prodige ou une faveur qu'Allah accorde à une personne pieuse (walî) au-delà de l'ordinaire, comme un savoir donné sans étude ou une aide en moment critique. Nous croyons aux karâmât dont les récits sont sûrs et de sources dignes de confiance ; nous ne les nions ni ne les exagérons.<br><br>Sourate Maryam relate que Maryam reçut la subsistance au mihrâb ; Sourate al-Kahf relate les Gens de la Caverne. Des hadiths sûrs racontent les karâmât des Compagnons (ex. 'Umar « voyant » l'armée de loin). Les savants de l'Ahl as-Sunnah croient à la karâma sans l'égaler au miracle prophétique ni diviniser le saint.<br><br>Nous ne rejetons pas les karâmât rapportées de façon sûre, mais nous ne croyons pas facilement aux récits d'origine incertaine. La vraie excellence est la taqwâ et la suite du Prophète ; la karâma est un don d'Allah, pas une mesure de piété.",
    "category": "Foi : Piliers, Définition & Juste Milieu"
  },
  {
    "no": 46,
    "title": "Le Décret De La Plume Sur La Table Gardée",
    "text": "Nous croyons à la Table Gardée (Lawh Mahfûz) et à la Plume et à tout ce qui est écrit ; ce qu'Allah ﷻ a écrit arrivera sans faute, et ce qu'Allah ﷻ n'a pas écrit n'arrivera pas ; ce qui échappe à une personne, il ne l'atteindra jamais.",
    "explanation": "La Table Gardée est le « registre maître » où Allah a écrit tout le décret ; la Plume (qalam) est une créature qui écrit par l'ordre d'Allah. Ce qui est écrit arrivera ; ce qui n'est pas écrit n'arrivera pas. Subsistance, terme de vie et destin sont enregistrés ; ce qui échappe à une personne, il ne l'atteindra pas.<br><br>Sourate al-Hadîd : 22 : « Aucun malheur n'atteint la terre ni vous-mêmes sans qu'il soit dans un livre (la Table Gardée) avant que Nous ne le fassions être. » Un hadith sûr (Ahmad, etc.) dit que la première chose qu'Allah a créée fut la Plume, puis Il lui a ordonné d'écrire tout ce qui arriverait. Sourate al-An'âm : 59 affirme que rien n'échappe à la science d'Allah.<br><br>Nous croyons à ce décret sans nous sentir « contraints » ; nous continuons à nous efforcer et à prier car l'effort et la prière font aussi partie du décret. Cette croyance donne la paix au cœur et nous garde de l'envie ou du désespoir pour ce que nous n'obtenons pas.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 47,
    "title": "L'Ange De La Mort Et Sa Tâche",
    "text": "Nous croyons à l'Ange de la Mort, chargé de prendre les âmes de toute la création.",
    "explanation": "L'Ange de la Mort ('Azrâ'îl ou Malak al-Mawt) est l'ange qu'Allah a chargé de prendre l'âme de tout être vivant. La prise de l'âme a lieu par l'ordre d'Allah ; nul ne meurt avant son terme ni ne tarde après. Sourate as-Sajda : 11 : « Dis : L'ange de la mort chargé de vous vous fera mourir. » Un hadith sûr relate que l'Ange de la Mort vient à la personne quand son terme arrive ; les uns sont pris facilement, les autres avec difficulté selon leurs œuvres. Nous n'affirmons pas le nom de l'ange ('Azrâ'îl) avec certitude faute de preuve décisive ; ce qui est certain est la croyance en l'ange qui prend les âmes.<br><br>Cette croyance nous rappelle que la mort viendra et qu'elle s'accomplit par l'ordre d'Allah ; nous nous préparons par le repentir et les bonnes œuvres pour être en bon état quand notre âme sera prise.",
    "category": "Anges & L'Invisible"
  },
  {
    "no": 48,
    "title": "Les Deux Anges Qui Inscrivent Les Actes Humains",
    "text": "Nous croyons aux anges nobles qui inscrivent les actes des gens, car Allah ﷻ les a établis sur les gens comme deux gardiens.",
    "explanation": "Chaque personne est accompagnée de deux anges : l'un inscrit le bien, l'autre le mal. Aucune parole ni aucun acte ne manque à l'inscription ; cette inscription sera présentée au Jour du Jugement. Tous deux sont des « gardiens » établis par Allah, non pour nuire mais pour inscrire avec justice.<br><br>Sourate Qâf : 17–18 : « Quand les deux anges inscrivent (les actes), l'un assis à droite et l'autre à gauche. Aucune parole n'est prononcée sans qu'il y ait près de lui un gardien prêt. » Sourate al-Infitâr : 10–12 mentionnent aussi les gardiens (hafaza). Un hadith sûr affirme que les anges inscrivent tout acte.<br><br>Nous avons conscience que tout acte est inscrit ; cela nous pousse à garder la langue et les actes et à multiplier les bonnes œuvres. Nous ne craignons pas jusqu'à l'angoisse mais ne négligons pas ; nous nous efforçons pour que l'inscription à droite l'emporte sur celle à gauche.",
    "category": "Anges & L'Invisible"
  },
  {
    "no": 49,
    "title": "Foi En Les Messagers Et Les Livres",
    "text": "Nous croyons aux anges, aux prophètes et aux livres révélés aux messagers, et nous attestons qu'ils suivaient tous la vérité manifeste.",
    "explanation": "Nous croyons aux anges, aux prophètes et aux livres d'Allah (la Torah, l'Évangile, le Zabûr et le Coran) sans discriminer. Tous les messagers ont apporté la même vérité (tawhîd et obéissance) ; nous attestons qu'ils étaient sur la vérité manifeste et n'en renions aucun.<br><br>Sourate al-Baqara : 285 : « Tous croient en Allah, en Ses anges, en Ses livres et en Ses messagers. (Ils disent :) Nous ne discriminons entre aucun de Ses messagers. » Sourate an-Nisâ' : 150–152 mettent en garde contre ceux qui renient certains messagers. Un hadith sûr affirme que nous croyons en tous les prophètes d'Adam à Muhammad.<br><br>Nous n'insultons aucun prophète ni livre ; nous tenons que l'Islam complète et confirme ce qui est venu avant. Nous suivons le Prophète Muhammad comme dernier messager et le Coran comme dernier livre confirmant les livres précédents.",
    "category": "Coran & Révélation"
  },
  {
    "no": 50,
    "title": "Tout Est Décret D'Allah",
    "text": "Nous croyons à tout cela et sommes certains que tout est d'Allah ﷻ.",
    "explanation": "Tout ce en quoi nous croyons—anges, livres, messagers, décret, le Jour Dernier, etc.—et tout ce qui se produit dans l'univers est en essence d'Allah. Rien ne se produit sans Sa science, Sa volonté et Son décret ; nous y croyons avec certitude.<br><br>Sourate at-Taghâbun : 11 : « Aucun malheur n'atteint personne sans la permission d'Allah. » Sourate al-Hadîd : 22 affirme que tout malheur est écrit. Un hadith sûr (Muslim) affirme la croyance au décret, son bien et son mal, d'Allah. La croyance que « tout est d'Allah » est le fondement du tawakkul et de la patience.<br><br>Nous n'attribuons pas les événements au seul « hasard » ou à la « nature » ; nous sommes certains qu'au-delà de tout il y a le décret d'Allah. Cela n'enlève pas la responsabilité humaine (nous nous efforçons encore et rendons des comptes), mais nous en remettons l'issue finale à Allah.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 51,
    "title": "Ne Pas Distinguer Entre Les Messagers",
    "text": "Nous croyons à tout cela, ne distinguons entre aucun des messagers et acceptons comme vrai tout ce qu'ils ont apporté.",
    "explanation": "Nous croyons en tous les messagers sans distinguer : nous n'en nions pas certains et n'en affirmons pas d'autres. Ce qu'ils ont apporté (tawḥīd, obligations de culte, morale), nous l'acceptons comme vérité ; nous ne disons pas « nous croyons en certains et ne croyons pas en d'autres ».<br><br>Sourate al-Baqarah : 136 : « Dites : Nous croyons en Allah et en ce qui nous a été révélé, et en ce qui a été révélé à Ibrāhīm, Ismāʿīl, Isḥāq, Yaʿqūb et aux tribus, et en ce qui a été donné à Mūsā, ʿĪsā et aux prophètes de leur Seigneur. Nous ne distinguons entre aucun d'eux. » Sourate an-Nisāʾ : 150–152 interdit de croire en certains messagers et d'en nier d'autres. Un hadith affirme qu'insulter un prophète est un péché majeur.<br><br>Nous honorons tous les prophètes et n'opposons pas l'un à l'autre ; nous suivons la loi du Prophète Muhammad comme sceau et parfaiteur, tout en croyant que tous les messagers ont apporté la vérité d'Allah.",
    "category": "Prophète & Messager"
  },
  {
    "no": 52,
    "title": "L'Apparition Du Dajjal Et Les Signes De L'Heure",
    "text": "Nous croyons aux signes de l'Heure tels que l'apparition du Dajjal, la descente de ʿĪsā ibn Maryam du ciel, le lever du soleil à l'ouest et la sortie de la Bête de la terre.",
    "explanation": "Nous croyons aux signes de l'Heure mentionnés par le Prophète : l'apparition du Dajjal (le grand imposteur), la descente de ʿĪsā ibn Maryam du ciel pour vaincre le Dajjal et établir la loi, le lever du soleil à l'ouest (après quoi le repentir n'est plus accepté) et la sortie de la Bête de la terre. Tout cela a lieu avant la grande Heure.<br><br>Des hadiths sûrs (Boukhārī, Muslim et autres) relatent les signes de l'Heure. Le Prophète a dit que le Dajjal apparaîtra et qu'ʿĪsā descendra et le tuera. Sourate al-Anʿām : 158 évoque le lever du soleil à l'ouest. Nous croyons sans questionner le « comment » en détail.<br><br>Cette croyance nous rappelle que l'Heure est réelle et a des signes ; nous nous préparons par la foi et les bonnes œuvres et ne nous laissons pas tromper par le Dajjal ou des prétentions fausses.",
    "category": "Le Jour Dernier"
  },
  {
    "no": 53,
    "title": "Les Dix Compagnons Promis Au Paradis",
    "text": "Nous attestons que les dix à qui le Messager d'Allah ﷺ a promis le Paradis seront au Paradis : Abū Bakr, ʿUmar, ʿUthmān, ʿAlī, Ṭalḥa, Az-Zubayr, ʿAbdur-Raḥmān ibn ʿAwf, Saʿd ibn Abī Waqqāṣ, Saʿīd ibn Zayd et Abū ʿUbayda ibn Al-Jarrāḥ.",
    "explanation": "Les dix compagnons à qui le Prophète a promis le Paradis (al-ʿashara al-mubashshara), nous croyons qu'ils entreront au Paradis : Abū Bakr, ʿUmar, ʿUthmān, ʿAlī, Ṭalḥa, Az-Zubayr, ʿAbdur-Raḥmān ibn ʿAwf, Saʿd ibn Abī Waqqāṣ, Saʿīd ibn Zayd et Abū ʿUbayda ibn Al-Jarrāḥ. La promesse du Prophète est vraie et ils sont un modèle pour la ummah.<br><br>Un hadith sûr (Tirmidhī et autres) affirme que le Prophète a promis le Paradis à ces dix compagnons. Ce sont des figures marquantes de l'Islam ; reconnaître leur excellence fait partie du credo d'Ahl as-Sunnah. Nous n'exagérons ni ne rabaissons ; nous suivons leur voie.<br><br>Nous honorons tous les compagnons et ne haïssons aucun d'eux ; nous prenons pour modèles ces dix dans la foi, la justice et le sacrifice.",
    "category": "Compagnons, Califes & Ahlul Bayt"
  },
  {
    "no": 54,
    "title": "Aimer La Justice Et Détester L'Oppression",
    "text": "Nous aimons les gens de justice et d'honnêteté et nous détestons les gens d'oppression et de mensonge.",
    "explanation": "Nous aimons tous les compagnons du Prophète sans excès envers aucun (ghuluw) ni négligence envers aucun (taqṣīr). Aimer les compagnons fait partie de l'Islam et de la foi ; haïr ou insulter les compagnons est mécréance et hypocrisie.<br><br>Sourate at-Tawba : 100 fait l'éloge des premiers et principaux des Muhājirūn et des Anṣār. Un hadith sûr interdit d'insulter les compagnons ; le Prophète a dit ne insultez pas mes compagnons. Ahl as-Sunnah reconnaît que les compagnons ont pu diverger en ijtihād mais pas en credo.<br><br>Nous ne nous joignons pas à ceux qui insultent les compagnons ni ne les tenons en faute sans preuve ; nous les honorons et prenons pour modèle la meilleure génération de cette ummah.",
    "category": "Communauté, Souverain & Fiqh"
  },
  {
    "no": 55,
    "title": "L'Interdiction De Haïr Les Compagnons Du Prophète",
    "text": "Nous aimons les compagnons du Messager d'Allah ﷺ, mais nous n'allons à l'excès envers aucun ni n'en négligeons aucun ; aimer les compagnons fait partie de l'Islam et de la foi ; haïr les compagnons est mécréance et hypocrisie.",
    "explanation": "Nous aimons les gens de justice et d'honnêteté et nous détestons les gens d'oppression et de mensonge. Aimer et haïr pour Allah fait partie de la foi ; nous ne sommes pas neutres face à l'oppression ou au mensonge.<br><br>Sourate al-Mumtaḥana : 8 ordonne de ne pas prendre pour ennemis ceux qui ne nous combattent pas pour la religion. Le Prophète a dit (Boukhārī) que les plus aimés d'Allah sont ceux qui profitent le plus aux gens. L'oppression et le mensonge sont interdits dans de nombreux versets et hadiths.<br><br>Nous nous efforçons d'être justes et honnêtes dans nos affaires et de soutenir la justice dans la société ; nous évitons l'oppression et le mensonge et ne nous allions pas aux oppresseurs dans leur oppression.",
    "category": "Compagnons, Califes & Ahlul Bayt"
  },
  {
    "no": 56,
    "title": "L'Ordre Des Califes Bien Guidés Comme Chefs Des Musulmans",
    "text": "Nous affirmons qu'après la mort du Messager d'Allah ﷺ le califat est passé d'abord à Abū Bakr Aṣ-Ṣiddīq, puis à ʿUmar, puis à ʿUthmān, puis à ʿAlī ibn Abī Ṭālib—ce sont les Califes Bien Guidés et les chefs droits.",
    "explanation": "Après la mort du Prophète, le califat est passé à Abū Bakr, puis à ʿUmar, puis à ʿUthmān, puis à ʿAlī. Ce sont les Califes Bien Guidés (al-Julafāʾ ar-Rāshidūn) ; cet ordre repose sur le fait historique et le consensus d'Ahl as-Sunnah.<br><br>Un hadith sûr affirme que le califat après le Prophète appartient à Quraysh et que le Prophète a ordonné de suivre la sunna des califes bien guidés. Des récits sûrs relatent la bayʿa à Abū Bakr, puis à ʿUmar, ʿUthmān et ʿAlī. Nous ne nous opposons ni ne rabaissons aucun d'eux.<br><br>Nous reconnaissons les quatre califes comme chefs justes et suivons leur voie en religion et en gouvernement ; nous ne suivons pas ceux qui insultent ou déclarent mécréant l'un des califes.",
    "category": "Compagnons, Califes & Ahlul Bayt"
  },
  {
    "no": 57,
    "title": "Suivre La Sunnah Du Prophète Et La Communauté",
    "text": "Nous suivons la Sunnah du Prophète ﷺ et la communauté musulmane et nous évitons la déviation, la division et la discorde.",
    "explanation": "Nous nous tenons à la Sunnah du Prophète et à la communauté des musulmans ; nous évitons l'innovation, la division et les positions déviantes. Suivre la Sunnah et la communauté est le chemin du salut.<br><br>Un hadith sûr (Abū Dāwūd, Tirmidhī) dit : « Tenez-vous à ma Sunnah et à la sunna des califes bien guidés » et « La communauté est miséricorde, la division est châtiment. » Sourate Āl ʿImrān : 103 ordonne de se tenir à la corde d'Allah et de ne pas se diviser. Ahl as-Sunnah wa al-Jamāʿa est le nom de ceux qui suivent cette voie.<br><br>Nous apprenons la religion auprès de sources sûres (le Coran et la Sunnah) et suivons la compréhension de la communauté, non le caprice ni les groupes dissidents ; nous évitons les débats qui divisent.",
    "category": "Communauté, Souverain & Fiqh"
  },
  {
    "no": 58,
    "title": "Définition Des Musulmans Comme Gens De La Qibla",
    "text": "Nous appelons musulman et muʾmin quiconque se tourne vers notre qibla—tant que cette gens de la qibla reconnaît ce que le Prophète ﷺ a apporté et accepte comme vrai tout ce qu'il a dit et transmis.",
    "explanation": "Quiconque prie en direction de notre qibla (la Kaʿba) et reconnaît ce que le Prophète a apporté et affirme tout ce que le Prophète a dit et transmis, nous l'appelons musulman et muʾmin. Nous ne déclarons pas mécréants les gens de la qibla tant qu'ils ne nient pas ce qui est clairement mécréance.<br><br>Sourate al-Baqarah : 143 décrit la ummah islamique comme communauté du juste milieu. Un hadith sûr affirme que quiconque prie comme nous et se tourne vers notre qibla est musulman. Les savants d'Ahl as-Sunnah ne déclarent pas mécréants les gens de la qibla pour un péché tant qu'ils ne le rendent pas licite.<br><br>Nous n'accusons pas à la légère de mécréance ; nous distinguons entre un musulman qui pèche et quelqu'un qui a quitté l'Islam. Nous laissons les secrets des cœurs à Allah et traitons les gens de la qibla comme frères musulmans.",
    "category": "Communauté, Souverain & Fiqh"
  },
  {
    "no": 59,
    "title": "L'Unité Est Le Droit Et La Division Est Châtiment",
    "text": "Nous convenons que l'unité est le chemin droit et que la division est déviation et châtiment.",
    "explanation": "L'unité sur la vérité est le chemin droit ; la division est déviation et châtiment. Allah ordonne l'unité et interdit la division.<br><br>Sourate Āl ʿImrān : 103 : « Tenez-vous tous à la corde d'Allah et ne vous divisez pas. » Un hadith sûr (Ibn Māyah) affirme que la division est châtiment. Le Prophète a interdit de se diviser et ordonné d'écouter et d'obéir au dirigeant tant que ce n'est pas désobéissance.<br><br>Nous nous efforçons de préserver la fraternité islamique et de ne pas diviser la ummah par des sujets d'innovation ou d'accusation ; nous nous unissons sur le Coran, la Sunnah et la compréhension des salaf.",
    "category": "Communauté, Souverain & Fiqh"
  },
  {
    "no": 60,
    "title": "La Permissibilité Du Masḥ Du Juff Selon Le Hadith",
    "text": "Nous convenons du masḥ du juff (chaussettes en cuir) en voyage comme à domicile, comme dans les hadiths.",
    "explanation": "Passer la main sur le juff (chaussettes en cuir couvrant les chevilles) au lieu de laver les pieds dans les ablutions est permis dans le hadith, en voyage comme à domicile. C'est une concession de la loi que le Prophète a enseignée.<br><br>Un hadith sûr (Muslim et autres) rapporte que le Prophète et les compagnons faisaient le masḥ du juff. Les savants s'accordent sur sa permission avec les conditions mentionnées dans le fiqh. C'est partie de la facilité de la religion ; nous le suivons sans excès ni rejet.<br><br>Nous pouvons user de la concession du masḥ du juff selon les conditions lors des ablutions ; nous ne le tenons ni pour obligatoire ni pour interdit tant que nous suivons la preuve sûre.",
    "category": "Communauté, Souverain & Fiqh"
  },
  {
    "no": 61,
    "title": "La Prière Derrière Tout Imâm",
    "text": "Nous convenons de prier derrière quiconque parmi les gens de la qibla—juste ou injuste—et de faire la prière funéraire pour quiconque parmi les gens de la qibla à son décès.",
    "explanation": "Nous prions derrière quiconque parmi les gens de la qibla—pieux ou pervers—tant qu'il établit la prière valablement ; nous faisons aussi la prière funéraire pour tout membre de la qibla décédé. Cela préserve l'unité et ne boycotte pas la communauté pour le défaut personnel de l'imâm.<br><br>Un hadith sûr (Bukhārī–Muslim) confirme qu'on prie derrière l'imâm pervers. Le Prophète a dit : ils sont devant vous ; s'ils ont raison la récompense est pour vous et pour eux, s'ils ont tort la récompense est vôtre et la faute la leur. La prière funéraire du musulman est obligation de suffisance.<br><br>Nous n'abandonnons pas la communauté pour l'imperfection de l'imâm ; nous maintenons la prière en commun et prions pour la guidée de l'imâm. Nous faisons la prière funéraire pour le musulman décédé et ne la refusons pas à cause des péchés de cette personne.",
    "category": "Communauté, Souverain & Fiqh"
  },
  {
    "no": 62,
    "title": "Le Coran Est Kalām Non Créé",
    "text": "Nous ne polémiquons pas sur le Coran et nous attestons qu'il est la parole d'Allah ﷻ apportée par l'Esprit Fidèle à Muhammad ﷺ ; ce n'est pas une parole de créature et nous ne disons pas qu'il a été créé.",
    "explanation": "Le Coran est Kalāmullāh (parole d'Allah) apportée par Jibrīl au Prophète Muhammad ; ce n'est pas une parole de créature et nous ne disons pas qu'il a été créé. Discuter sans base du « comment » ou « s'il a été créé » est innovation ; nous croyons en ce qu'Allah et l'Envoyé ont établi.<br><br>Sourate at-Tawba : 6 mentionne « la parole d'Allah » (Kalāmullāh). Un hadith sûr affirme que le Coran a été révélé par l'Esprit Fidèle (Jibrīl). Ahl as-Sunnah établit que le Kalām d'Allah est un attribut de Lui, non créé ; qui dit que le Coran est créé s'égare.<br><br>Nous ne polémiquons pas là-dessus avec le commun ; nous croyons que le Coran est la parole sacrée d'Allah et non créée. Nous honorons le Coran et le pratiquons sans tomber dans des débats sans profit.",
    "category": "Coran & Révélation"
  },
  {
    "no": 63,
    "title": "Éviter Les Paroles Vaines Sur La Religion",
    "text": "Nous n'entrons pas dans des paroles vaines sur Allah ﷻ et ne laissons pas la controverse sur la religion d'Allah ﷻ nuire à la fraternité.",
    "explanation": "Nous n'entrons pas dans des paroles vaines sur Allah (comme débattre de Son essence ou de ce qui n'a pas de base dans les preuves) et ne laissons pas la controverse sur la religion d'Allah briser la fraternité. La religion repose sur des preuves, non sur la spéculation.<br><br>Sourate al-Isrāʾ : 36 interdit de suivre ce dont on n'a pas de science. Un hadith sûr interdit de débattre du Coran sans base et ordonne de renvoyer les controverses à Allah et à l'Envoyé. Les savants interdisent la dispute vaine en religion.<br><br>Nous parlons de religion en nous appuyant sur le Coran et la Sunnah ; nous ne passons pas notre temps en débats sans fin. Nous préservons l'unité et ne nous divisons pas pour des différences non essentielles.",
    "category": "Foi : Piliers, Définition & Juste Milieu"
  },
  {
    "no": 64,
    "title": "Obéir Au Souverain Tant Qu'Il N'ordonne Pas Le Péché",
    "text": "Nous n'acceptons pas la rébellion contre l'imâm ou le souverain de nos affaires, même s'il est injuste ; obéir à l'imâm et au souverain fait partie de l'obéissance à Allah ﷻ et est obligatoire tant qu'ils n'ordonnent pas le péché ; nous prions pour leur guidée et leur pardon.",
    "explanation": "Nous n'acceptons pas la rébellion contre l'imâm ou le souverain des musulmans même s'il est injuste ; leur obéir fait partie de l'obéissance à Allah et est obligatoire tant qu'ils n'ordonnent pas la désobéissance. Nous prions pour leur guidée et leur pardon.<br><br>Un hadith sûr (Bukhārī–Muslim) dit : écoutez et obéissez à l'émir tant qu'il n'ordonne pas la désobéissance ; le Prophète a interdit de se rebeller tant qu'ils établissent la prière. Sourate an-Nisāʾ : 59 ordonne d'obéir aux détenteurs de l'autorité. Cela préserve la stabilité et l'ordre de la loi.<br><br>Nous obéissons dans le licite et n'obéissons pas si le péché est ordonné ; nous ne nous rebellons pas par la violence ni ne divisons. Nous prions pour la guidée et la justice du souverain et conseillons avec sagesse.",
    "category": "Communauté, Souverain & Fiqh"
  },
  {
    "no": 65,
    "title": "Rejet Du Devin Et Du Voyant",
    "text": "Nous n'acceptons pas comme vrai ce que disent les devins ni les voyants, ni les affirmations contraires au Livre, à la Sunnah et au consensus de la ummah musulmane.",
    "explanation": "Nous ne croyons pas aux devins, aux voyants ni à quiconque prétend connaître l'invisible ou prédire le destin ; nous rejetons aussi ce qui contredit le Coran, la Sunnah et le consensus de la ummah. La vérité ne vient que de la révélation.<br><br>Un hadith sûr (Bukhārī–Muslim) dit que le Prophète a affirmé : quiconque va chez un devin ou un voyant et le croit a mécru en ce qui a été révélé à Muhammad. Sourate al-Ǧinn : 26–27 affirme que nul ne connaît l'invisible si ce n'est Allah.<br><br>Nous ne croyons pas aux augures, horoscopes ni « sciences » qui prétendent connaître l'avenir ; nous nous en remettons à Allah et agissons selon la loi d'Allah. Nous ne prenons de nouvelles que de sources sûres (Livre et Sunnah).",
    "category": "Invocation, Savoir & Limites"
  },
  {
    "no": 66,
    "title": "Ne Pas Déclarer Kāfir Le Musulman Pour Le Péché",
    "text": "Nous ne considérons aucun des gens de notre qibla comme kāfir pour un péché qu'il commet—tant qu'il ne considère pas ce péché comme licite.",
    "explanation": "Nous ne déclarons pas kāfir les gens de la qibla (ceux qui prient vers notre qibla et acceptent ce que le Prophète a apporté) seulement pour avoir commis un péché—tant qu'ils ne considèrent pas ce péché comme licite. Le péché ne fait pas sortir automatiquement de l'Islam.<br><br>Un hadith sûr dit : un musulman ne doit pas déclarer kāfir un autre ; qui appelle son frère « kāfir », que l'un des deux en porte le nom. Les savants de l'Ahl as-Sunnah distinguent celui qui commet un grand péché mais reste croyant de celui qui sort de l'Islam en niant l'évident ou en rendant licite l'interdit.<br><br>Nous ne déclarons pas kāfir à la légère ; nous distinguons celui qui pêche mais croit encore de celui qui nie les piliers de l'Islam ou rend licite l'illicite. Nous laissons le secret des cœurs à Allah.",
    "category": "Péché, Mécréance & Gens De La Qibla"
  },
  {
    "no": 67,
    "title": "La Nuisance Du Péché Pour Le Croyant",
    "text": "Nous ne disons pas que le péché du croyant ne lui nuit pas.",
    "explanation": "Nous ne disons pas que le péché du croyant ne lui nuit pas. Le péché reste nuisible : il diminue la récompense, attire le châtiment en ce monde ou dans l'autre et affaiblit la foi. Nous ne méprisons pas le péché.<br><br>Sourate an-Nisāʾ : 31 et d'autres avertissent que le grand péché peut entraîner le châtiment. Un hadith sûr affirme que le péché laisse une trace dans le cœur. Le Prophète a interdit de mépriser le petit péché. L'Ahl as-Sunnah rejette la position murjiʾite selon laquelle le péché ne nuit pas à la foi.<br><br>Nous craignons le péché et nous repentons ; nous ne nous sentons pas en sécurité du seul fait de croire. Nous évitons les grands et les petits péchés et ne méprisons pas l'effet du péché sur le cœur et le sort dans l'au-delà.",
    "category": "Péché, Mécréance & Gens De La Qibla"
  },
  {
    "no": 68,
    "title": "Interdiction D'Accuser De Kufr Le Frère Musulman",
    "text": "Nous ne disons pas qu'aucun des gens de la qibla n'entrera à coup sûr au paradis ou en enfer, et n'accusons personne de kufr, shirk ou nifāq—tant qu'il ne le montre pas ; nous laissons le secret des cœurs à Allah ﷻ.",
    "explanation": "Nous n'affirmons pour personne qu'il entrera à coup sûr au paradis ou en enfer ; nous n'accusons non plus personne de kāfir, mushrik ou munāfiq tant qu'il ne le montre pas. Nous laissons le secret des cœurs à Allah.<br><br>Un hadith sûr interdit d'affirmer pour quelqu'un le paradis ou l'enfer. Le Prophète a dit : ne vous accusez pas les uns les autres de nifāq. Sourate al-Ḥuǧurāt : 12 interdit la conjecture et la médisance. Nous ne jugeons que l'apparent ; le caché est à Allah.<br><br>Nous pensons bien tant qu'il n'y a pas de preuve claire ; nous ne jugeons pas les intentions d'autrui. Nous nous concentrons sur nous corriger et sur l'appel avec sagesse, non sur accuser ou condamner.",
    "category": "Péché, Mécréance & Gens De La Qibla"
  },
  {
    "no": 69,
    "title": "L'Excellence Du Prophète Au-Dessus Des Saints",
    "text": "Nous ne préférons aucun saint de la ummah à aucun prophète ; un seul prophète est meilleur que tous les saints réunis.",
    "explanation": "Aucun saint (walī) de cette ummah n'est préférable à aucun prophète ; un seul prophète est meilleur que tous les saints réunis. Le prophète a un rang singulier ; nous ne mettons aucun pieux au-dessus des prophètes.<br><br>Sourate al-Anʿām : 86 et d'autres mentionnent les prophètes avec une excellence singulière. Un hadith sûr affirme que le Prophète Muhammad est le seigneur des fils d'Adam au jour du jugement. Les savants s'accordent pour dire que le prophète est supérieur au saint. Préférer un saint au prophète est égarement.<br><br>Nous honorons les prophètes et n'égalons aucun pieux à eux. Nous suivons le Prophète Muhammad comme source de la loi et modèle suprême ; nous aimons les saints d'Allah sans exagérer jusqu'à les égaler au prophète.",
    "category": "Prophète & Messager"
  },
  {
    "no": 70,
    "title": "Interdiction De Tuer Sans Motif Légal",
    "text": "Nous ne convenons pas de tuer quiconque de la ummah de Muhammad ﷺ sauf lorsque la loi l'exige.",
    "explanation": "Nous ne convenons pas de tuer quiconque de la ummah de Muhammad sauf lorsque la loi l'exige (qisās, hadd ou dans le contexte d'une guerre légitime). La vie du musulman est protégée ; tuer sans droit est grand péché.<br><br>Sourate al-Anʿām : 151 et al-Isrāʾ : 33 interdisent de tuer l'âme qu'Allah a interdite de tuer sauf par droit. Un hadith sûr affirme que tuer un musulman est l'un des grands péchés. Le Prophète a interdit de tuer quiconque prononce lā ilāha illā Allāh. La loi pénale islamique détermine quand il est licite de tuer.<br><br>Nous respectons la vie humaine et n'appuyons pas la violence ou le meurtre en dehors de ce que la loi établit. Nous rejetons le terrorisme et le meurtre au nom de la religion qui ne s'accordent pas avec la preuve sûre.",
    "category": "Communauté, Souverain & Fiqh"
  },
  {
    "no": 71,
    "title": "La Condition De Muhammad Comme Serviteur Et Messager",
    "text": "Nous croyons que Muhammad ﷺ est le serviteur choisi d'Allah ﷻ, le prophète choisi d'Allah ﷻ et le messager avec lequel Allah ﷻ est satisfait.",
    "explanation": "Muhammad est le serviteur choisi d'Allah et le prophète et messager avec lequel Allah est satisfait. C'est un être humain envoyé avec la révélation ; nous ne l'adorons pas et nous n'exagérons pas jusqu'à l'élever au-dessus de la condition de serviteur et messager.<br><br>Sourate al-Isrāʾ : 1 qualifie le Prophète de Son serviteur. Sourate al-Aḥzāb : 40 affirme que Muhammad est le sceau des prophètes. Hadith sûr : n'exagérez pas à mon sujet comme les chrétiens ont exagéré au sujet de Jésus ; je ne suis qu'un serviteur, dites donc le serviteur d'Allah et Son messager. Nous l'aimons et l'honorons sans excès ; nous suivons sa loi et ne le divinisons pas. Nous rejetons quiconque nie sa prophétie ou le rabaisse.",
    "category": "Prophète & Messager"
  },
  {
    "no": 72,
    "title": "Le Décret Du Bien Et Du Mal Pour L'Humanité",
    "text": "Le bien et le mal ont été décrétés pour l'humanité.",
    "explanation": "Le bien et le mal ont été décrétés pour l'humanité : il y a ordre et interdiction, récompense et châtiment. L'humanité a la capacité de choisir et en rendra compte.<br><br>Sourate ash-Shams : 8–10 indique qu'Allah inspire à l'homme le chemin de l'impiété et celui de la piété. Le hadith et les versets affirment souvent l'obligation (taklīf) et le compte. Le décret divin n'annule pas le choix ; l'homme s'efforce et Allah décrète l'issue.<br><br>Nous nous efforçons de faire le bien et d'éviter le mal ; nous ne nous excusons pas par « c'était décrété » pour la paresse. Nous croyons que le bien et le mal sont réels et que nous en rendrons compte.",
    "category": "Foi : Piliers, Définition & Juste Milieu"
  },
  {
    "no": 73,
    "title": "La Sécurité De La Foi Réside Dans La Soumission",
    "text": "L'Islam d'une personne n'est sûr que lorsqu'il est fondé sur la soumission et l'abandon ; s'efforcer de connaître ce qui dépasse sa capacité n'éloigne que de la croyance droite.",
    "explanation": "L'Islam d'une personne n'est sûr que lorsqu'il est fondé sur la soumission (taslīm) et l'abandon à Allah et Son Messager. S'efforcer de connaître ce qui dépasse sa capacité (comme la réalité de l'essence d'Allah ou les détails du décret) n'éloigne que de la croyance droite.<br><br>Sourate Āl ʿImrān : 19 qualifie l'Islam de soumission. Le hadith interdit de réfléchir à l'essence d'Allah et ordonne de réfléchir à Sa création. Les savants interdisent l'ilḥād (s'immerger dans ce qui n'est pas permis) concernant les noms et attributs d'Allah.<br><br>Nous laissons à Allah ce qu'Il n'a pas expliqué du caché ; nous nous concentrons sur ce qu'Allah a ordonné et sur ce que nous pouvons faire. Nous ne sommes pas troublés de ne pas connaître le « comment » ou le « pourquoi » de ce qu'Allah n'a pas révélé.",
    "category": "Foi : Piliers, Définition & Juste Milieu"
  },
  {
    "no": 74,
    "title": "La Capacité Humaine Vient D'Allah",
    "text": "La capacité qui fait qu'un acte se réalise vraiment est d'Allah ﷻ seul ; ce que la loi exige de l'homme est la capacité au sens de santé, possibilité et les moyens dont il dispose.",
    "explanation": "La capacité qui fait que l'acte se réalise (pouvoir effectif) est d'Allah seul. Ce que la loi exige de l'homme est la capacité au sens de santé, possibilité et occasion (moyens) ; quand elles existent, il doit s'efforcer et Allah accorde le succès.<br><br>Sourate al-Baqarah : 286 : Allah ne charge qu'à la mesure de la capacité. Hadith : il n'y a de puissance ni de force qu'en Allah. Les savants distinguent la capacité comme condition de l'obligation et la capacité qui réalise l'acte (d'Allah).<br><br>Nous nous efforçons dans la mesure du possible et demandons l'aide d'Allah ; nous ne nous excusons pas par « je ne peux pas » pour ce qui peut encore être tenté. Nous croyons que la force d'obéir vient d'Allah.",
    "category": "Taklīf & Actes Humains"
  },
  {
    "no": 75,
    "title": "Ramener Tout Savoir À Allah",
    "text": "Quand notre savoir sur quelque chose n'est pas clair, nous disons : « Allah ﷻ sait mieux. »",
    "explanation": "Quand notre savoir sur quelque chose n'est pas clair ou qu'il n'y a pas de preuve suffisante, nous disons : Allah sait mieux. Nous n'affirmons ni n'inventons ; nous ramenons à Allah ce que nous ne savons pas.<br><br>Sourate al-Baqarah : 232 et maints versets ordonnent de ramener l'affaire à Allah. Le Prophète a dit : quiconque est interrogé sur un savoir qu'il n'a pas et dit « Allah sait mieux » a donné la bonne réponse. Les savants interdisent de parler sans savoir.<br><br>Nous ne prétendons pas savoir ce que nous ne savons pas ; nous acceptons de dire « je ne sais pas » ou « Allah sait mieux » quand c'est le cas. Nous n'inventons ni interprétation ni règle sans preuve.",
    "category": "Invocation, Savoir & Limites"
  },
  {
    "no": 76,
    "title": "Le Juste Milieu Entre Le Désespoir",
    "text": "La certitude absolue et le désespoir font tous deux sortir une personne de la religion ; le chemin de la vérité pour les gens de la qibla est entre les deux.",
    "explanation": "La certitude absolue égarée (comme prétendre qu'un tel entrera forcément au paradis) et le désespoir (comme prétendre qu'un tel entrera forcément en enfer ou qu'Allah ne pardonne pas) font sortir de la religion. Le chemin de la vérité pour les gens de la qibla est entre les deux : espérance et crainte.<br><br>Sourate al-Ḥijr : 56 : le Prophète Abraham a dit que seuls les égarés désespèrent de la miséricorde d'Allah. Sourate az-Zumar : 53 invite à ne pas désespérer. Le hadith affirme l'équilibre entre l'espérance (rajāʾ) et la crainte (khawf). Ahl as-Sunna sont entre les Khawāridj (trop sévères) et les Murjiʾa (trop laxistes).<br><br>Nous espérons la miséricorde d'Allah et craignons Son châtiment ; nous ne jugeons pas que quiconque ira forcément au paradis ou en enfer. Nous pensons bien d'Allah et ne désespérons pas de Son pardon.",
    "category": "Foi : Piliers, Définition & Juste Milieu"
  },
  {
    "no": 77,
    "title": "La Tombe Comme Jardin Du Paradis Ou Fosse De L'Enfer",
    "text": "La tombe est soit l'un des jardins du paradis soit l'une des fosses de l'enfer.",
    "explanation": "La tombe peut être l'un des jardins du paradis (la félicité du barzakh) ou l'une des fosses de l'enfer (le châtiment de la tombe), selon les œuvres et la foi du défunt. Cela est conforme aux hadiths sur la félicité et le châtiment de la tombe.<br><br>Hadith sûr (Bukhārī, Muslim) rapporte souvent la félicité de la tombe pour le croyant et le châtiment de la tombe pour l'injuste ou l'hypocrite. Le Prophète a enseigné une invocation pour être protégé du châtiment de la tombe. Sourate al-Muʾminūn : 99–100 évoque le domaine du barzakh.<br><br>Nous nous préparons par la foi et les bonnes œuvres pour que notre tombe soit un jardin du paradis ; nous invoquons pour être protégés du châtiment de la tombe. Cette croyance nous exhorte à ne pas être négligents.",
    "category": "Le Jour Dernier"
  },
  {
    "no": 78,
    "title": "La Foi En La Vision D'Allah Au Paradis",
    "text": "Les gens croient en la vision d'Allah ﷻ au paradis sans interpréter ni imaginer le comment par leur propre raison, et évitent de nier l'attribut d'Allah ﷻ ou d'assimiler Allah ﷻ à la création.",
    "explanation": "Les gens du paradis verront Allah dans l'au-delà ; nous y croyons sans interpréter ni imaginer le « comment » par notre raison. Nous évitons de nier cet attribut ou d'assimiler Allah à la création.<br><br>Sourate al-Qiyāmah : 22–23 mentionnent des visages ce jour-là radieux, contemplant leur Seigneur. Hadith sûr (Bukhārī–Muslim) affirme que les gens du paradis voient Allah comme on voit la lune par nuit de pleine lune. Nous croyons sans demander le comment (takyīf) et sans assimilation (tamthīl).<br><br>Nous n'imaginons pas la forme de cette « vision » ; nous nous contentons de croire que voir Allah est la plus grande félicité du paradis. Nous rejetons quiconque nie la vision (ruʾyah) ou l'assimile à voir la création.",
    "category": "Le Jour Dernier"
  },
  {
    "no": 79,
    "title": "La Réalité De La Vision D'Allah Au Paradis",
    "text": "La vision d'Allah ﷻ par les gens du paradis est vraie ; les gens y croient sans interpréter le comment et laissent la connaissance à Allah ﷻ.",
    "explanation": "La vision d'Allah par les gens du paradis est vraie ; nous y croyons sans interpréter le comment et nous en laissons la connaissance à Allah. La manière de voir n'est pas comme voir la création.<br><br>La preuve est comme au point 78. Sourate al-Qiyāmah : 22–23 et hadith largement transmis sur la vision (ruʾyah). Les savants de l'Ahl as-Sunna affirment la vision sans demander le comment ; nous ne disons pas « avec des yeux comme les nôtres » ni « de telle manière ». Nous croyons en la vision comme information d'Allah et Son Messager ; nous n'entrons pas dans un débat sans fin sur le « comment ». Cette croyance renforce notre zèle à agir pour être parmi les gens du paradis.",
    "category": "Le Jour Dernier"
  },
  {
    "no": 80,
    "title": "Muhammad Est Le Sceau Des Prophètes D'Allah",
    "text": "Muhammad ﷺ est le Sceau des Prophètes, l'Imam des pieux, le plus noble des messagers et le bien-aimé du Seigneur des mondes.",
    "explanation": "Muhammad est le sceau des prophètes, l'imam des pieux, le plus noble des messagers et le bien-aimé du Seigneur des mondes. Il n'y a pas de prophète après lui.<br><br>Sourate al-Aḥzāb : 40 : Muhammad n'est le père d'aucun de vos hommes, mais il est le messager d'Allah et le sceau des prophètes. Hadith sûr affirme que le Prophète est le seigneur des fils d'Adam et le bien-aimé d'Allah. Le Prophète est le dernier messager ; toute prétention à la prophétie après lui est nulle.<br><br>Nous croyons au Prophète Muhammad comme au dernier prophète et n'acceptons aucun prophète ni messager nouveau après lui. Nous l'aimons et l'honorons et suivons sa sunna jusqu'à la fin des temps.",
    "category": "Prophète & Messager"
  },
  {
    "no": 81,
    "title": "La Mission De Muhammad Pour Toute L'Humanité",
    "text": "Le Prophète ﷺ Muhammad ﷺ a été envoyé à tous les djinns et à l'humanité avec la vérité, la guidée, la lumière et l'illumination.",
    "explanation": "Le Prophète Muhammad a été envoyé à tous les djinns et à l'humanité avec la vérité, la guidée, la lumière et l'illumination. Son appel est universel ; aucune communauté après lui n'est dispensée du devoir de le suivre.<br><br>Sourate Saba : 28 : Nous ne t'avons envoyé qu'à toute l'humanité. Sourate al-Aḥzāb : 40 affirme le sceau des prophètes. Le hadith affirme que le Prophète a été envoyé aux hommes et aux djinns. Sa loi reste en vigueur jusqu'à l'Heure.<br><br>Nous croyons que l'Islam est pour toute l'humanité ; nous y appelons avec sagesse et ne contraignons pas. Nous suivons le Prophète comme la seule source de la loi après lui.",
    "category": "Prophète & Messager"
  },
  {
    "no": 82,
    "title": "Le Sort Du Musulman Qui Commet Le Péché Majeur",
    "text": "Celui de la ummah de Muhammad ﷺ qui commet un péché majeur sera dans le Feu, mais pas pour toujours—pourvu que cette personne meure en croyant affirmant l'unicité d'Allah ﷻ ; cette personne est soumise à la volonté et au décret d'Allah ﷻ.",
    "explanation": "Celui de la ummah de Muhammad qui commet un péché majeur sera dans le Feu (si Allah le châtie), mais pas pour toujours—pourvu qu'il meure en croyant affirmant l'unicité d'Allah. Son sort final est soumis à la volonté et au décret d'Allah ; il peut être pardonné ou châtié puis tiré dehors. Hadith sûr affirme qu'Allah fait sortir du Feu quiconque a le tawhid dans le cœur. Les gens du tawhid ne demeurent pas éternellement dans le Feu. Sourate an-Nisāʾ : 48 interdit le shirk ; le péché autre que le shirk peut être pardonné si Allah veut. Ahl as-Sunna sont entre les Khawāridj (qui déclarent mécréant l'auteur de péché majeur) et les Murjiʾa.<br><br>Nous ne jugeons pas que l'auteur de péché majeur demeurera éternellement dans le Feu ; nous espérons la miséricorde d'Allah et craignons Son châtiment. Nous rappelons d'éviter le péché majeur et de se repentir ; nous laissons l'issue finale à Allah.",
    "category": "Péché, Mécréance & Gens De La Qibla"
  },
  {
    "no": 83,
    "title": "Les Actes Humains Sont Créés Par Allah",
    "text": "Les actes humains sont en réalité créés par Allah ﷻ, et en même temps sont accomplis et imputés à l'homme.",
    "explanation": "Les actes humains sont en réalité créés par Allah (Il les réalise), et en même temps sont accomplis et imputés à l'homme. C'est le juste milieu : ni Djabriyya (tout est contraint) ni Qadariyya (l'homme crée son propre acte). Sourate aṣ-Ṣāffāt : 96 : Allah vous a créés vous et ce que vous faites. Hadith : il n'y a de puissance ni de force qu'en Allah. Les savants de l'Ahl as-Sunna affirment que l'acte du serviteur est création d'Allah et acquisition (kasb) du serviteur ; l'homme rend des comptes.<br><br>Nous nous efforçons et croyons que le résultat vient d'Allah ; nous ne sommes ni passifs (Djabriyya) ni ne nous considérons créateurs de notre acte (Qadariyya). Nous sommes responsables de notre choix.",
    "category": "Taklīf & Actes Humains"
  },
  {
    "no": 84,
    "title": "L'Alliance D'Allah Avec Toute L'Humanité",
    "text": "L'alliance qu'Allah ﷻ a conclue avec Adam et sa descendance est vraie.",
    "explanation": "L'alliance qu'Allah a conclue avec Adam et sa descendance (prise des reins d'Adam) est vraie : la reconnaissance qu'Allah est le Seigneur. Cela est mentionné dans le Coran ; l'homme naît dans la fitra, puis l'environnement et le choix ont leur effet. Sourate al-Aʿrāf : 172–173 rapportent qu'Allah a pris une alliance de la descendance d'Adam : Ne suis-je pas votre Seigneur ? Ils dirent : Si. Hadith sûr affirme que tout enfant naît dans la fitra. Les savants y voient la preuve de la fitra et de la responsabilité humaine.<br><br>Nous croyons que l'homme a une fitra pour connaître le Seigneur ; notre appel rappelle et invite ; il n'« insère » rien d'étranger. Nous sommes responsables de notre choix après maturité et raison.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 85,
    "title": "Les Noms Et Attributs D'Allah Sont Permanents",
    "text": "De même qu'Allah ﷻ a droit au nom « Celui qui donne la vie aux morts » avant et après donner la vie aux morts, de même Allah ﷻ a droit au nom « Créateur » avant et après créer.",
    "explanation": "Allah a droit au nom « Celui qui donne la vie aux morts » avant et après donner réellement la vie ; et de même « Créateur » avant et après créer. Les attributs et noms d'Allah ne dépendent pas des événements ; Il possède toujours Ses attributs. Sourate al-Ḥadīd : 3 : C'est Lui le Premier et le Dernier. Les noms d'Allah sont éternels. Les savants affirment qu'Allah est toujours Al-Khāliq, Al-Muḥyī, etc., sans « avoir nouveau » un attribut après un événement. Ceci rejette l'idée qui met en doute les attributs d'Allah avant la création.<br><br>Nous ne demandons pas « quand Allah a-t-il eu l'attribut de Créateur » ; nous croyons qu'Allah est parfait de toute éternité. Cette croyance préserve la pureté du tawhid et rejette la philosophie qui doute des attributs d'Allah.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 86,
    "title": "Tout Ce Qui Arrive Est Par La Volonté D'Allah",
    "text": "Tout arrive selon la volonté, la science, le décret et la détermination d'Allah ﷻ ; la volonté d'Allah ﷻ l'emporte sur les autres, et Allah ﷻ n'est jamais injuste, est libre du mal et est parfait et sans défaut.",
    "explanation": "Tout arrive selon la volonté, la science, le décret et la détermination d'Allah. La volonté d'Allah l'emporte sur les autres ; Allah n'est jamais injuste, est libre du mal et est parfait et sans défaut. Sourate Yāsīn : 82 : Quand Il veut une chose, Son commandement n'est que « Sois » et c'est. Sourate al-Burūj : 16 : C'est Lui qui veut. Le hadith et les versets affirment souvent la puissance et la volonté d'Allah. Allah n'est pas injuste ; Son décret contient la sagesse.<br><br>Nous laissons toute affaire à Allah et n'accusons pas Allah d'injustice. Nous croyons que ce qui nous atteint est conforme à Son décret et à Sa volonté ; nous nous efforçons et nous en remettons à Lui.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 87,
    "title": "La Volonté Humaine Dépend D'Allah",
    "text": "Tout arrive selon le décret et la volonté d'Allah ﷻ ; ce que l'homme veut ne se réalise que si Allah ﷻ le veut.",
    "explanation": "Tout arrive selon le décret et la volonté d'Allah ; ce que l'homme veut ne se réalise que si Allah le veut. La volonté humaine n'est pas indépendante ; elle est soumise à la volonté d'Allah. Sourate at-Takwīr : 29 : Vous ne voulez que si Allah veut. Hadith : il n'y a de puissance ni de force qu'en Allah. Les savants affirment que la volonté (mashīʾa) d'Allah englobe tout ce qui advient ; la volonté de la créature suit.<br><br>Nous voulons et nous efforçons, mais nous croyons que l'issue finale est dans la main d'Allah. Nous ne sommes pas arrogants en cas de succès ni ne désespérons en cas d'échec ; nous nous en remettons à Lui après notre effort.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 88,
    "title": "La Vérité De La Loi Par Le Prophète Muhammad",
    "text": "Tout ce qui est établi du Prophète ﷺ concernant la loi et son explication (le Coran et l'Islam) est vrai.",
    "explanation": "Tout ce qui est établi du Prophète concernant la loi et son explication—le Coran et la Sunna, le licite et l'illicite, l'adoration et le caractère—est vrai. Nous l'acceptons sans doute et y conformons nos actes. Sourate al-Ḥashr : 7 : Ce que le Messager vous donne, prenez-le ; ce qu'il vous interdit, abstenez-vous-en. Hadith sûr largement transmis affirme que le Prophète ne parlait pas par caprice. Le Coran et la Sunna sont la source de la vérité.<br><br>Nous ne choisissons ni ne rejetons une partie de la loi ; nous acceptons tout ce qui est établi du Prophète. Nous ne suivons pas les opinions qui contredisent la preuve claire.",
    "category": "Prophète & Messager"
  },
  {
    "no": 89,
    "title": "Toute La Création Est Soumise Au Règne D'Allah",
    "text": "Toute la création est soumise à la volonté d'Allah ﷻ, que ce soit par la grâce d'Allah ﷻ ou par la justice d'Allah ﷻ.",
    "explanation": "Toute la création est soumise à la volonté d'Allah, que ce soit par Sa grâce (bénédiction, guidée, miséricorde) ou par Sa justice (châtiment, épreuve). Rien n'est hors de Son décret. Sourate Āl ʿImrān : 83 : Recherchent-ils autre que la religion d'Allah ? Or à Lui se soumet quiconque est dans les cieux et la terre. Les versets et le hadith affirment souvent que tout est soumis à Allah. La grâce et la justice d'Allah sont parfaites.<br><br>Nous acceptons le décret avec sérénité : pour la bénédiction nous sommes reconnaissants, dans l'épreuve nous sommes patients. Nous ne protestons pas contre le décret d'Allah ; nous croyons qu'Allah est le Plus Juste et le Plus Miséricordieux.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 90,
    "title": "Les Croyants Sont Les Alliés D'Allah",
    "text": "Tous les croyants sont alliés d'Allah ﷻ, et les plus nobles aux yeux d'Allah ﷻ sont les plus obéissants et ceux qui suivent le plus le Coran.",
    "explanation": "Tous les croyants sont alliés d'Allah (bien-aimés d'Allah au sens général) ; les plus nobles aux yeux d'Allah sont les plus obéissants et ceux qui suivent le plus le Coran. L'excellence repose sur la piété et la suite, non sur la prétention ou le titre. Sourate Yūnus : 62–63 : Les alliés d'Allah n'ont pas de crainte et ne s'attristent pas—ceux qui croient et sont pieux. Le hadith affirme que l'allié d'Allah est celui qui obéit ; nous les connaissons à leurs actes, non à leur prétention. Nous n'exaltons pas un « allié » particulier au-dessus de la preuve.<br><br>Nous nous efforçons d'être alliés d'Allah par l'obéissance et la suite du Coran et de la Sunna ; nous ne prétendons pas être alliés ni n'exaltons d'autres sans fondement. L'excellence est auprès d'Allah et repose sur les actes.",
    "category": "Foi : Piliers, Définition & Juste Milieu"
  },
  {
    "no": 91,
    "title": "Les Actes Humains Selon La Connaissance D'Allah",
    "text": "Tous les actes humains se produisent exactement comme Allah ﷻ le sait ; à chaque personne est facilité ce pour quoi elle a été créée, et l'heureux ou le malheureux l'est par décret d'Allah ﷻ.",
    "explanation": "Tous les actes humains se produisent exactement comme Allah le sait ; à chaque personne est facilité ce pour quoi elle a été créée (décret), et l'heureux ou le malheureux l'est par décret d'Allah. Cela n'annule pas l'effort ; l'effort fait aussi partie du décret.<br><br>Sourate al-Layl : 5–10 indique que certains sont facilités vers le bien et d'autres vers le mal. Hadith : à chaque personne est facilité ce pour quoi elle a été créée. La connaissance d'Allah précède l'acte ; l'acte se produit conformément à Sa connaissance.<br><br>Nous nous efforçons et croyons qu'Allah est celui qui facilite ; nous ne sommes pas passifs. Nous n'invoquons pas « déjà décrété malheureux » pour ne pas nous efforcer ; nous nous en remettons à Lui après l'effort.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 92,
    "title": "La Limite Par Laquelle On Sort De La Foi",
    "text": "Une personne ne sort de la foi qu'en niant ce qui l'y a fait entrer.",
    "explanation": "Une personne ne sort de la foi qu'en niant ce qui l'a fait entrer dans la foi (p. ex. nier un pilier de la foi, déclarer licite ce qui est clairement illicite ou croire à la mécréance). Le péché seul ne fait pas sortir de l'Islam tant qu'on ne nie pas le fondement.<br><br>Hadith sûr : on ne doit pas déclarer mécréant un musulman pour un péché. Sortir de l'Islam survient en rejetant la profession de foi, en niant ce qui est certain dans la religion ou en déclarant licite ce qui est convenu illicite. Les savants précisent que l'auteur d'un grand péché reste croyant s'il ne déclare pas le péché licite.<br><br>Nous ne déclarons pas mécréant celui qui affirme encore les piliers de la foi et ne déclare pas licite l'illicite ; nous distinguons péché et mécréance. Nous laissons le jugement de mécréance aux savants compétents dans des conditions strictes.",
    "category": "Foi : Piliers, Définition & Juste Milieu"
  },
  {
    "no": 93,
    "title": "La Fausseté De Toute Prétention À La Prophétie Après Muhammad",
    "text": "Toute prétention à la prophétie après Muhammad ﷺ est fausseté et tromperie.",
    "explanation": "Toute prétention à la prophétie après Muhammad est fausseté et tromperie. Il n'y a ni prophète ni messager après lui ; quiconque prétend à la prophétie ou reçoit une nouvelle révélation après lui est un menteur.<br><br>Sourate al-Aḥzāb : 40 : Muhammad est le sceau des prophètes. Hadith sûr : il n'y a pas de prophète après moi. Le Prophète a dit qu'il viendrait des menteurs prétendant à la prophétie ; ne les croyez pas. Les savants s'accordent : prétendre à la prophétie après le Prophète est mécréance.<br><br>Nous rejetons quiconque se prétend prophète, messager ou récepteur d'une loi nouvelle après le Prophète Muhammad. Nous ne suivons que le Coran et la Sunna ; il n'y a pas de nouvelle révélation.",
    "category": "Prophète & Messager"
  },
  {
    "no": 94,
    "title": "Honorer Les Compagnons, Épouses Et Descendance Du Prophète",
    "text": "Quiconque parle en bien des Compagnons du Messager d'Allah ﷺ, de ses épouses et de sa descendance pure est libre de l'accusation d'hypocrisie.",
    "explanation": "Quiconque parle en bien des Compagnons du Messager d'Allah, de ses épouses (les Mères des croyants) et de sa descendance pure (les pieux Ahl al-Bayt) est libre de l'accusation d'hypocrisie. Les honorer fait partie de l'Islam.<br><br>Sourate al-Aḥzāb : 6 et d'autres versets louent les épouses du Prophète. Le hadith affirme l'excellence d'Ahl al-Bayt et des Compagnons. Les injurier est signe d'hypocrisie ou d'égarement. Ahl as-Sunnah honore les Compagnons et Ahl al-Bayt sans excès.<br><br>Nous n'injurious ni les Compagnons, ni les épouses du Prophète, ni sa descendance pieuse ; nous en parlons en bien et les prenons pour modèles. Nous rejetons les groupes qui les injurient ou les déclarent mécréants.",
    "category": "Compagnons, Califes & Ahlul Bayt"
  },
  {
    "no": 95,
    "title": "Interdiction D'Assimiler Allah À L'Humain",
    "text": "Quiconque décrit Allah ﷻ de la même manière que l'humain a mécru ; Allah ﷻ en Ses attributs n'est pas semblable à l'humain.",
    "explanation": "Quiconque décrit Allah de la même manière que l'humain (tashbīh)—p. ex. croire qu'Allah a des membres comme nous ou s'assoit sur un trône comme la création—a mécru. Allah en Ses attributs n'est pas semblable à l'humain.<br><br>Sourate ash-Shūrā : 11 : Rien ne Lui est semblable. Le hadith interdit de réfléchir à l'essence d'Allah. Les savants affirment qu'assimiler Allah à la création est mécréance. Nous affirmons les attributs sans demander « comment » (takyīf) ni assimiler (tamthīl).<br><br>Nous n'imaginons pas Allah comme la création ; nous croyons aux noms et attributs d'Allah tels qu'ils sont venus, sans assimilation. Nous rejetons les doctrines des mudjassima ou mushabbiha.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 96,
    "title": "La Permanence Du Paradis Et De L'Enfer",
    "text": "Le Paradis et l'Enfer sont des créatures sans fin ; Allah ﷻ les a créés avant le reste de la création et a créé l'humain pour habiter chacun ; qui Allah ﷻ veut entre au Paradis par la grâce d'Allah ﷻ ou en l'Enfer par la justice d'Allah ﷻ.",
    "explanation": "Le Paradis et l'Enfer sont des créatures sans fin (ils sont permanents). Allah les a créés avant le reste de la création et a créé l'humain pour habiter chacun. Qui Allah veut entre au Paradis par Sa grâce ou en l'Enfer par Sa justice.<br><br>Sourate Hūd : 107–108 affirment que le Paradis et l'Enfer sont permanents. Hadith sûr rapporte que le Paradis et l'Enfer ont été créés. Sourate ash-Shūrā : 7 : Allah a créé les cieux et la terre et ce qui est entre eux. Les habitants du Paradis et de l'Enfer sont éternels.<br><br>Nous croyons au Paradis et à l'Enfer comme réalités permanentes ; nous nous efforçons d'entrer au Paradis par les œuvres et la miséricorde d'Allah et d'éviter l'Enfer par l'obéissance et le repentir.",
    "category": "Le Jour Dernier"
  },
  {
    "no": 97,
    "title": "L'Intercession Pour Les Musulmans Est Vraie",
    "text": "L'intercession réservée aux musulmans est vraie, comme rapporté dans les hadiths.",
    "explanation": "L'intercession réservée aux musulmans—y compris l'intercession du Prophète pour sa communauté au Jour de la Résurrection et d'autres intercessions rapportées de façon sûre dans les hadiths—est vraie. Nous y croyons sans la nier ni l'exagérer.<br><br>Sourate al-Baqara : 255 (le verset du Trône) dit que nul ne peut intercéder auprès de Lui sans Sa permission. Hadith à large transmission rapporte l'intercession du Prophète pour sa communauté. L'intercession n'est que par la permission d'Allah et pour celui qu'Allah agrée.<br><br>Nous espérons l'intercession du Prophète et ne comptons pas sur les œuvres seules ; nous ne considérons pas non plus que l'intercession nie la justice d'Allah. Nous prions pour être parmi ceux à qui l'intercession sera accordée.",
    "category": "Le Jour Dernier"
  },
  {
    "no": 98,
    "title": "La Vérité Du Bassin Du Prophète Muhammad",
    "text": "Le Bassin (al-Ḥawḍ) qu'Allah ﷻ a donné au Prophète ﷺ pour étancher la soif de sa communauté au Jour de la Résurrection est vrai.",
    "explanation": "Le Bassin (al-Ḥawḍ) qu'Allah a donné au Prophète pour étancher la soif de sa communauté au Jour de la Résurrection est vrai. Qui en boit n'aura plus jamais soif. Cela est mentionné dans le hadith sûr.<br><br>Hadith sûr (Boukhârî, Muslim) rapporte que le Prophète a un bassin au Jour de la Résurrection ; qui en boit n'aura plus jamais soif. Le Prophète a averti que certains seront chassés du bassin. Nous y croyons sans demander « comment ».<br><br>Nous nous efforçons d'être de la communauté qui viendra au bassin du Prophète ; nous évitons l'innovation et la division qui pourraient mener à être chassés du bassin. Cette croyance accroît notre amour pour le Prophète.",
    "category": "Le Jour Dernier"
  },
  {
    "no": 99,
    "title": "Allah N'est Pas Atteint Par L'Entendement",
    "text": "Aucune imagination ne peut représenter Allah ﷻ, et aucun entendement ne peut embrasser Allah ﷻ.",
    "explanation": "Aucune imagination ne peut représenter Allah et aucun entendement ne peut embrasser l'essence d'Allah. L'intellect humain est limité ; nous croyons en Allah sans demander « comment » (takyīf) ni assimiler (tamthīl).<br><br>Sourate al-Anʿām : 103 : La vue ne L'atteint pas, Lui atteint la vue. Hadith : réfléchissez à la création d'Allah, ne réfléchissez pas à l'essence d'Allah. Les savants affirment que l'intellect ne peut embrasser la réalité d'Allah.<br><br>Nous n'imaginons pas la forme ou le « visage » d'Allah avec notre imagination ; nous Le glorifions et croyons en Ses noms et attributs sans assimilation. Nous en remettons le « comment » à Allah.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 100,
    "title": "Aucun Secret N'est Caché À Allah",
    "text": "Rien de la création n'était caché à Allah ﷻ avant que la création ne soit créée, et Allah ﷻ sait tout ce que la création fera avant que la création ne soit créée.",
    "explanation": "Rien de la création n'était caché à Allah avant la création ; Allah sait tout ce que la création fera avant que la création ne soit créée. La connaissance d'Allah est éternelle et embrasse tout.<br><br>Sourate al-Ḥadīd : 22 : Aucun malheur n'atteint sans qu'il soit dans un livre. Sourate al-Anʿām : 59 : À Allah appartiennent les clés de l'invisible. Le hadith affirme qu'Allah a écrit le décret avant la création. La connaissance d'Allah ne change pas.<br><br>Nous croyons en la connaissance parfaite d'Allah ; nous ne sommes pas troublés par « Allah sait déjà » comme si nous n'avions pas le choix. Nous croyons que la connaissance d'Allah n'oblige pas ; nous nous efforçons encore et sommes comptables.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 101,
    "title": "Tout Arrive Par La Volonté D'Allah",
    "text": "Rien n'arrive sauf ce qu'Allah ﷻ veut.",
    "explanation": "Rien n'arrive sauf ce qu'Allah veut. La volonté d'Allah embrasse tout événement ; rien ne se produit dans le ciel ni sur la terre sans Sa volonté (mashīʾa).<br><br>Sourate at-Taghābun : 11 : Nul malheur n'atteint sans la permission d'Allah. Sourate al-Insān : 30 : Vous ne pouvez vouloir que ce qu'Allah veut. Le hadith et les versets l'affirment abondamment.<br><br>Nous en remettons toute chose à la volonté d'Allah ; nous nous efforçons et prions, puis acceptons Son décret. Nous ne nous rebellons pas contre le destin ni ne désespérons.",
    "category": "Décret & Volonté D'Allah"
  },
  {
    "no": 102,
    "title": "Rien Ne Peut Vaincre Allah",
    "text": "Rien ne peut vaincre Allah ﷻ.",
    "explanation": "Rien ne peut vaincre Allah. Sa souveraineté est absolue ; rien ne peut rivaliser, annuler ou frustrer Sa volonté.<br><br>Sourate al-Baqarah : 255 : Allah ne somnole ni ne dort ; à Lui appartient ce qui est dans les cieux et sur la terre. Les versets et le hadith affirment la puissance (qudrah) d'Allah. Quiconque pense qu'une chose peut vaincre Allah a mécru.<br><br>Nous sommes certains que le secours et la victoire ne viennent que d'Allah ; nous ne craignons pas la création. Nous mettons l'espérance et la crainte en Allah seul.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 103,
    "title": "Rien Ne Ressemble À Allah",
    "text": "Rien ne ressemble à Allah ﷻ.",
    "explanation": "Rien ne ressemble à Allah. Il est unique ; il n'y a ni égal, ni associé, ni semblable à Lui en essence, attributs ou actes.<br><br>Sourate al-Ikhlāṣ : 4 : Et nul n'est comparable à Lui. Sourate ash-Shūrā : 11 : Rien ne Lui ressemble. Le hadith et le consensus affirment le tawḥīd. Assimiler Allah à la création est mécréance.<br><br>Nous déclarons Allah pur de toute ressemblance avec la création ; nous ne L'imaginons ni ne Le décrivons avec les attributs de la création. Ce tawḥīd est le fondement de toute la religion.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 104,
    "title": "Nul Dieu Ne Mérite L'Adoration Sauf Allah",
    "text": "Nul dieu ne mérite d'être adoré sauf Allah ﷻ.",
    "explanation": "Nul dieu ne mérite l'adoration sauf Allah. Seul Allah a droit à l'adoration ; adorer autre que Lui est shirk. La phrase lā ilāha illā Allāh est le fondement de l'Islam.<br><br>Sourate Muḥammad : 19 : Sache qu'il n'y a de dieu qu'Allah. Sourate al-Baqarah : 163 et d'autres versets affirment l'unicité d'Allah. Le hadith dit que lā ilāha illā Allāh est la clé du Paradis. Le shirk est le plus grand péché.<br><br>Nous n'adorons qu'Allah et ne Lui associons rien. Nous refusons d'adorer autre qu'Allah—idoles, humains ou passions.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 105,
    "title": "Rien Ne Peut Repousser Son Décret",
    "text": "Rien ne peut repousser le décret d'Allah ﷻ, renverser l'ordre d'Allah ﷻ ni vaincre l'affaire d'Allah ﷻ.",
    "explanation": "Rien ne peut repousser le décret d'Allah, renverser Son ordre ni vaincre Son affaire. Son jugement est définitif ; il n'y a ni recours ni veto.<br><br>Sourate ar-Raʿd : 41 : Allah a pouvoir sur toute chose. Sourate al-Anʿām : 59 : Nul ne peut repousser Son décret. Le hadith affirme que rien ne peut repousser le destin d'Allah. La puissance d'Allah est absolue.<br><br>Nous acceptons le décret d'Allah avec sérénité ; nous ne nous rebellons ni ne désespérons. Nous prions et nous efforçons, puis nous nous en remettons à Son jugement sage.",
    "category": "Attributs D'Allah & Tawhid"
  },
  {
    "no": 106,
    "title": "Honorer Les Savants Salaf Des Premières Générations",
    "text": "Les savants salaf—la première génération et ceux qui les suivent—ne doivent être évoqués qu'en bons termes ; quiconque dit du mal des savants salaf n'est pas sur la voie droite.",
    "explanation": "Les savants salaf—la première génération (Compagnons, tābiʿūn, tābiʿu t-tābiʿīn) et ceux qui suivent leur manhaj—ne doivent être évoqués qu'en bons termes. Quiconque dit du mal des savants salaf n'est pas sur la voie droite.<br><br>Sourate at-Tawba : 100 fait l'éloge des tout premiers. Hadith : les meilleurs des gens sont ma génération. Le Prophète a ordonné de suivre la sunna des califes bien guidés. Injurier les salaf est innovation et égarement.<br><br>Nous honorons les savants salaf et puisons chez eux notre compréhension de la religion ; nous ne les injurions ni ne les rabaissons. Nous suivons le manhaj d'Ahl as-Sunnah, attachés au Coran, à la Sunna et à la compréhension des salaf.",
    "category": "Compagnons, Califes & Ahlul Bayt"
  }
]