[
  {
    "no": 1,
    "title": "मख़्लूक और अल्लाह के इल्म की हद",
    "text": "इल्म दो क़िस्म का है: वह जिस तक मख़्लूक पहुँच सकती है और वह जिस तक नहीं; पहले को नकारना कुफ़्र है, दूसरे का दावा भी कुफ़्र—ईमान तभी दुरुस्त है जब पहुँच योग्य क़ुबूल हो और न पहुँच योग्य की तलाश हो।",
    "explanation": "इन दो क़िस्म के इल्म का मफ़हूम बहुत अहम है। एक इल्म वह है जो अल्लाह ने इंसान के लिए हवास और वही के ज़रिए खोला (शरीअत का इल्म), और एक इल्म ग़ैब का है जो सिर्फ़ अल्लाह के पास है, जैसे क़ियामत का वक़्त। इस हद को समझने से हम उन तक़दीरी रहस्यों का दावा नहीं करते जिन्हें अल्लाह ने नहीं खोला।<br><br>क़ुरआन (सूरा अल-अनआम: 59) में अल्लाह फ़रमाता है: \"और ग़ैब की चाबियाँ उसी के पास हैं; उन्हें उसके सिवा कोई नहीं जानता।\" बुख़ारी की सही हदीस में पाँच ग़ैबी चीज़ें आती हैं जो सिर्फ़ अल्लाह जानता है। हमें जो बताया गया उस पर रज़ा रखनी चाहिए और जो छिपाया गया उसकी हद नहीं लाँघनी चाहिए।<br><br>अमलन यह ऐतक़ाद हमें विनम्र रखता है और नफ़ी इल्म सीखने की तरफ़ मोटिवेट करता है। आने वाले सब रहस्य अल्लाह के हवाले करके, जो कर सकते हैं उस पर फोकस करके और उसके हुक्म पर तवक़्क़ुल करके हम सुकून पाते हैं।",
    "category": "दुआ, इल्म और हद"
  },
  {
    "no": 2,
    "title": "मुरदा के लिए दुआ का फ़ायदा",
    "text": "मुरदा को ज़िंदों की दुआ और सदक़ा से फ़ायदा होता है।",
    "explanation": "मौत सब कुछ का अंत नहीं। अल्लाह की रहमत का एक निशान यह है कि मुरदा को ज़िंदों के अमल से फिर भी फ़ायदा पहुँचता है। यह बात पक्का करती है कि जो दुआ, इस्तिग़फ़ार और सदक़ा हम मुरदा के लिए करते हैं उसका सवाब उन तक पहुँचता है और बरज़ख़ में उन्हें राहत मिलती है।<br><br>बुनियाद नबी ﷺ का कलाम है (मुस्लिम): \"जब इंसान मरता है तो उसका अमल मुक़्तफ़ी हो जाता है सिवा तीन चीज़ों के: जारी सदक़ा, नफ़ी इल्म या सालेह औलाद जो उसके लिए दुआ करे।\" सूरा अल-हश्र: 10 उन लोगों की तारीफ़ करती है जो अपने अगलों के लिए मग़फ़िरत की दुआ करते हैं। ऐसे में ईमान का रिश्ता मौत से आगे जाता है।<br><br>रोज़मर्रा में यह हमें वालिदैन या उस्तादों को न भूलने देता है। उनके लिए दुआ सिर्फ़ इबादत नहीं बल्कि याद दिलाती है कि कभी हमें भी वही दुआ चाहिए। इससे मुसलमानों की नस्लों के दरम्यान खैर की ज़ंजीर क़ायम रहती है।",
    "category": "दुआ, इल्म और हद"
  },
  {
    "no": 3,
    "title": "अल्लाह का कलाम इंसानी कलाम नहीं",
    "text": "क़ुरआन अल्लाह ﷻ का कलाम है, उसी की तरफ़ से; लोग उसे अल्लाह ﷻ का कलाम मानकर ईमान लाते हैं बिना 'कैसे' पूछे, और न वह इंसानों का कलाम है न मख़्लूक।",
    "explanation": "क़ुरआन कलामुल्लाह (अल्लाह का कलाम) हक़ीकी है, मख़्लूक नहीं। मुसहफ़ में जो हम पढ़ते हैं वह सच में अल्लाह का कलाम है, इंसानी तसनीफ़ नहीं। यह वही की हैसियत बनाए रखता है; क़ुरआन मुक़द्दस और पाक है और उसकी हक़ीक़त ज़िंदगी की रहनुमाई के लिए क़ातेअ है।<br><br>अल्लाह फ़रमाता है (सूरा अत-तौबा: 6): \"...तो उसे पनाह दो ताकि वह अल्लाह का कलाम (कलामुल्लाह) सुन ले।\" तिर्मिज़ी की हदीस में आता है कि अल्लाह के कलाम की दूसरे कलाम पर फ़ज़ीलत अल्लाह की अपनी मख़्लूक़ पर फ़ज़ीलत जैसी है। तो क़ुरआन ख़ालिक़ की तरफ़ से मुक़द्दस वही है।<br><br>अमलन हम क़ुरआन के साथ गहरी इज़्ज़त से पेश आते हैं। हम उसे आम किताब नहीं समझते; तरतील से पढ़ते हैं, मअनी समझने की कोशिश करते हैं और बग़ैर शुब्हा उसके हुक्म पर चलते हैं। क़ुरआन को ख़ुदा का कलाम मानकर हमें ज़िंदगी के लिए एक पक्का कंपास मिलता है।",
    "category": "क़ुरआन और वही"
  },
  {
    "no": 4,
    "title": "अल्लाह सारी मख़्लूक़ात से अलग",
    "text": "अल्लाह ﷻ सारी मख़्लूक़ात से अलग है।",
    "explanation": "अल्लाह लैसा कमिस्लिहि शय्-उन है यानी उस जैसा कुछ नहीं। जो भी शक्ल या सूरत हमारे ज़हन में आए अल्लाह वैसा नहीं। यह हमारे तौहीद की पाकीज़गी बनाए रखता है ताकि ख़ालिक़ को कमज़ोर और मुहद्द मख़्लूक़ से न मिलायें।<br><br>असल दलील सूरा अश-शूरा: 11 है: \"उस जैसा कोई चीज़ नहीं और वह सुनने और देखने वाला है।\" हदीस याद दिलाती है कि अल्लाह की मख़्लूक़ पर तफ़क्कुर करो मगर उसके ज़ात की तसव्वुर मत करो क्योंकि इंसानी अक़्ल ख़ुदा की हक़ीक़त समझने में मुहद्द है।<br><br>यह समझ हमें मूर्तिपूजा—जिस्मानी या ज़हनी (ख़्याल)—से आज़ाद करती है। हम जान जाते हैं कि अल्लाह बुलंद और बे-इंतहा है, इसलिए हम सिर्फ़ उसी की इबादत करते हैं पूरी इज़्ज़त और तअज़ीम के साथ बिना उसे मख़्लूक़ी सिफ़ात से मुहद्द किए।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 5,
    "title": "अल्लाह सबसे पहले ख़ालिक़",
    "text": "अल्लाह ﷻ को ख़ालिक़ और मुब्दी कहना हक़ है न सिर्फ़ पैदाइश के बाद या उसकी वजह से बल्कि शुरू से।",
    "explanation": "अल्लाह अल-ख़ालिक़ (ख़ालिक़) है जिसे ख़ालिक़ बनने के लिए कोई सिलसिला नहीं चाहिए। किसी सितारे या ज़र्रे के होने से पहले ही अल्लाह में पैदा करने की सिफ़त थी। उसके नाम और सिफ़ात अज़ली हैं, मख़्लूक़ के होने या न होने पर मुन्हसिर नहीं क्योंकि वह सारे वुजूद का स्रोत है।<br><br>अल्लाह फ़रमाता है (सूरा अल-हदीद: 3): \"वह पहला और आख़िर है।\" नाम अल-ख़ालिक़ कई आयतों में है जैसे सूरा अल-हश्र: 24। हदीस में है कि पहले सिर्फ़ अल्लाह था और उसके साथ कुछ न था फिर अल्लाह ने अर्श और सारा कायनात पैदा किया।<br><br>यह सिखाता है कि अल्लाह बिल्कुल ग़नी (अल-ग़नी) है। उसने हमें तन्हाई या मदद की ज़रूरत से नहीं बल्कि महज़ अपनी मशीयत और हिक्मत से पैदा किया। हम ऐसे बंदे बनते हैं जो अपनी जगह जानते हैं और समझते हैं कि हमारी ज़िंदगी अव्वल की नेमत है जिसे हमसे कभी कुछ नहीं चाहिए था।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 6,
    "title": "कामिल कुदरत सिर्फ़ अल्लाह की",
    "text": "अल्लाह ﷻ हर चीज़ पर क़ादिर है; सब अल्लाह ﷻ पर मुस्तनद है और अल्लाह ﷻ के लिए आसान है और अल्लाह ﷻ को किसी चीज़ की ज़रूरत नहीं; अल्लाह ﷻ जैसा कोई नहीं और अल्लाह ﷻ सुनने और देखने वाला है।",
    "explanation": "अल्लाह की कुदरत मुत्लक है और न तो कुदरत के क़वानीन से मुहद्द न इंसानी मंटिक से। अल्लाह जो चाहे 'कुन' से आसानी से हो जाता है। सारा कायनात हर पल अल्लाह का मुहताज है जबकि अल्लाह को इस कायनात से कुछ नहीं चाहिए।<br><br>सूरा यासीन: 82 में: \"उसका हुक्म जब वह किसी चीज़ चाहे बस उससे कहना 'हो जा' और वह हो जाती है।\" अल्लाह का नाम अल-क़ादिर भी है। कुद्सी हदीस में है कि अगर सारे लोग माँगें और अल्लाह सब दे दे तो उसकी दौलत में ज़रा कमी न आए।<br><br>यह यक़ीन हर डर की दवा है। हम समझ जाते हैं कि कोई बॉस, हाकिम या मुश्किल कितनी भी बड़ी हो अल्लाह की कुदरत के आगे कुछ नहीं। हम बहादुर मगर मुतवाज़े बंदे बनते हैं क्योंकि जानते हैं कि एकमात्र सहारा जो कभी न टूटे अल्लाह अल-क़वी है।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 7,
    "title": "अल्लाह कायनात का मुत्लक मालिक",
    "text": "अल्लाह ﷻ हर चीज़ पर मुत्लक क़ादिर है और अल्लाह ﷻ पर किसी की कुदरत नहीं; जो ख़ुद को अल्लाह ﷻ से ग़नी समझे एक पल के लिए वह कुफ़्र में पड़ गया।",
    "explanation": "अल्लाह मुत्लक मालिक है जो कायनात के हर ज़र्रे पर क़ाबू रखता है। कोई मामला उसके कंट्रोल से बाहर नहीं। अगर कोई महसूस करे कि वह अल्लाह के बग़ैर आज़ादाना रह सकता है चाहे एक पल के लिए तो वह उस किब्र में पड़ गया जो ईमान बिगाड़ सकती है।<br><br>सूरा फातिर: 15 कहती है: \"ऐ लोगो! तुम अल्लाह के मुहताज हो और अल्लाह ग़नी और हमीद है।\" नबी की हदीसें अक्सर यह दुआ सिखाती हैं कि हम एक पल के लिए भी अपने हवाले न किए जाएं (या हय्यु या क़य्यूम... वला तकिल्नी इला नफ्सी तर्फता ऐन)।<br><br>अमलन यह हमें हमेशा अल्लाह का फक़ीर बनाता है। हम छोटे-बड़े मामलों में दुआ करते हैं—हिदायत की दुआ से लेकर रोज़मर्रा तक। हम जानते हैं कि उसकी मदद के बग़ैर हम साँस भी नहीं ले सकते या पलक नहीं झपका सकते।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 8,
    "title": "अल्लाह जिस्मानी हद से आज़ाद",
    "text": "अल्लाह ﷻ हद, कैद, हिस्से या अंग से ऊपर है और मख़्लूक़ की तरह छह जहत से मुहद्द नहीं।",
    "explanation": "यह अक़ीदा कहता है कि अल्लाह जिस्मानी सिफ़ात से आज़ाद है। अल्लाह को जगह की ज़रूरत नहीं, इंसान जैसे अंग नहीं और मख़्लूक़ की तरह जहत (ऊपर नीचे वग़ैरा) से मुहद्द नहीं। वह जगह और वक़्त का ख़ालिक़ है इसलिए अपनी मख़्लूक़ से मुहद्द होना मुहाल है।<br><br>अल्लाह फ़रमाता है (सूरा अल-इख़्लास: 4): \"और उस जैसा कोई नहीं।\" तंज़ीह (अल्लाह को शबीह से पाक बयान करना) का यह उसूल अहम है। उलमा बयान करते हैं कि अल्लाह बिना जगह के मौजूद है क्योंकि जगह मख़्लूक़ है और अल्लाह जगह पैदा होने से पहले मौजूद था।<br><br>यह हमें इंसान-नुमा सोच (ख़ुदा को इंसान जैसा समझना) से बचाता है। हम अल्लाह की ग़ैबी बे-इंतहा अज़मत की पूरी तअज़ीम के साथ इबादत कर सकते हैं न कि जिस्मानी तसव्वुर में फँसकर जो दरअसल उलूहियत के दर्जे को घटाता है।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 9,
    "title": "तक्लीफ़ बंदे की ताक़त के मुताबिक़",
    "text": "अल्लाह ﷻ बस उतना ही लादता है जितना लोग ढो सकें और लोग बस वही कर सकते हैं जो अल्लाह ﷻ दे; अल्लाह ﷻ के बग़ैर कोई हौला और कूव्वत नहीं और ताअत या मअ्सियत से बचने की ताक़त अल्लाह ﷻ की मदद के बग़ैर नहीं।",
    "explanation": "अल्लाह बंदे पर उसकी ताक़त से ज़्यादा नहीं लादता। शरीअत का हर हुक्म और मनाही इंसानी ताक़त के मुताबिक़ है; यह अल्लाह के इंसाफ और रहम को दिखाता है और यह बात ठुकराता है कि दीन भारी है।<br><br>सूरा अल-बक़रा: 286 में अल्लाह फ़रमाता है: \"अल्लाह किसी रूह पर उसकी सग़त से ज़्यादा नहीं लादता।\" सहीह हदीस (बुख़ारी-मुस्लिम) में भी है: \"जब मैं तुम्हें कुछ हुक्म दूँ तो जहाँ तक हो सके अंजाम दो।\" ताअत की हौला और कूव्वत (ला हौला वला कूव्वता इल्ला बिल्लाह) भी अल्लाह की मदद से आती है।<br><br>अमलन हम वाजिबात के लिए \"मैं नहीं कर सकता\" बहाना नहीं बना सकते मगर अपनी ताक़त से बाहर भी नहीं लाद सकते। हम जितना हो सके करते हैं फिर अल्लाह पर भरोसा; इस्तिक़ामत की ताक़त दुआ और कोशिश से अल्लाह से माँगते हैं।",
    "category": "तक्लीफ़ और इंसानी अमल"
  },
  {
    "no": 10,
    "title": "कामिल ज़िंदगी और हमेशा अमल",
    "text": "अल्लाह ﷻ ज़िंदा है और न मरता है, हमेशा अमल करता है और न सोता है।",
    "explanation": "अल्लाह अल-हय्य (हमेशा ज़िंदा) और अल-क़य्यूम (ख़ुद क़ाएम) है। अल्लाह की ज़िंदगी कामिल है—न जन्म से शुरू न मौत से ख़त्म। उसे आराम की ज़रूरत नहीं, कभी नींद नहीं आती और हमेशा अपनी सारी मख़्लूक़ के मामलों की देखभाल करता है एक पल रुके बग़ैर।<br><br>आयतुल कुर्सी (सूरा अल-बक़रा: 255) सबसे मज़बूत दलील है: \"अल्लाह, उसके सिवा कोई माबूद नहीं, हय्य क़य्यूम; उसे न ऊँघ आती है न नींद।\" यह ख़ूबसूरत नाम मख़्लूक़ के ख़ालिक़ पर तअल्लुक़ की बुनियाद हैं।<br><br>यह हमें बड़ा अमन देता है। जब हम सोते हैं, सुपुर्द करते हैं या मजबूर महसूस करते हैं तो जानते हैं कि एक रब है जो कभी नहीं सोता और हम पर निगरान रखता है। हम नेकी करते रहने के लिए उत्साह पाते हैं क्योंकि जानते हैं कि हमारा \"मालिक\" हमेशा सक्रिय है और बंदों के लिए बेहतरीन इंतज़ाम कर रहा है।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 11,
    "title": "अल्लाह एक बिना शरीक",
    "text": "अल्लाह ﷻ एक है और कोई शरीक नहीं।",
    "explanation": "तौहीद का मतलब अल्लाह को एक मानना; रुबूबिय्यत (ख़ल्क पर मालिकी), उलूहिय्यत (इबादत का हक़) और नाम व सिफ़ात में उसका कोई शरीक नहीं। इबादत और बंदगी का हक़ सिर्फ़ अल्लाह को; उसके साथ किसी को शरीक करना शिर्क है।<br><br>सूरा अल-इख़्लास: 1–4 कहती है: \"कहो वह अल्लाह एक है। अल्लाह सामद। न उसने जना न जनाया। और कोई उसका कुफ़्व नहीं।\" सूरा अन-निसा: 36 भी अल्लाह के साथ शिर्क मना करती है। सहीह हदीस में आता है सूरा अल-इख़्लास क़ुरआन के एक तिहाई के बराबर क्योंकि उसमें तौहीद का मूल है।<br><br>यह यक़ीन हमारी इबादत की बुनियाद है: हम सिर्फ़ अल्लाह से दुआ, खौफ़ और उम्मीद रखते हैं; मख़्लूक़, चीज़ या \"दूसरी ताक़त\" से नहीं। इस तरह दिल गैर-अल्लाह पर तअल्लुक़ से पाक रहता है।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 12,
    "title": "अल्लाह बिना जद्दोसम और नज़ीर",
    "text": "अल्लाह ﷻ किसी जद्दोसम या नज़ीर से बहुत बुलंद है।",
    "explanation": "अल्लाह का कोई जद्द (विरोधी) नहीं जो उसे हरा सके या सम (बराबर) जो उसके मुकाबिल हो। उसकी मालिकियत मुत्लक है; कोई मुकाबला, हद या उसकी मशीयत को नाकाम नहीं कर सकता। यह तौहीद की कमाल का हिस्सा है।<br><br>सूरा अल-बक़रा: 255 (आयतुल कुर्सी) कहती है अल्लाह आसमान और ज़मीन का मालिक है और दोनों की हिफ़ाज़त उसे भारी नहीं। सूरा फातिर: 44 और दूसरी आयतें कहती हैं अल्लाह का कोई शरीक, मददगार या सम नहीं। हदीस में भी अल्लाह बुलंद है और उससे ऊपर कोई नहीं।<br><br>यह समझ दिल को सुकून देती है: कोई दुश्मन, बीमारी या आफ़त अल्लाह के \"जद्द\" के बराबर नहीं। हम यकीन रखते हैं कि जीत, नजात और आख़िरी मदद सिर्फ़ अल्लाह से; उसकी रहमत को कोई नहीं रोक सकता जब वह चाहे।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 13,
    "title": "अल्लाह सारी मख़्लूक़ को इहाता करता है",
    "text": "अल्लाह ﷻ हर चीज़ को इहाता करता है और उसके ऊपर है; उसकी मख़्लूक़ अल्लाह ﷻ को इहाता नहीं कर सकती।",
    "explanation": "अल्लाह इहाता करता है (क़ाबू, इल्म और इंतज़ाम) हर चीज़ का; उसके इल्म और कुदरत से कुछ छिपा नहीं। साथ ही अल्लाह अपनी मख़्लूक़ से \"ऊपर\" है मर्तबा और सल्तनत में, जगह में नहीं। मख़्लूक़ अल्लाह को \"इहाता\" या हद नहीं कर सकती।<br><br>सूरा फुस्सिलत: 54 कहती है \"जान लो अल्लाह हर चीज़ को इहाता करता है।\" सूरा अल-बक़रा: 255 (आयतुल कुर्सी) कहती है उसका कुर्सी आसमान और ज़मीन को इहाता करता है और उसे भार नहीं। सहीह हदीस में अल्लाह अर्श पर है और उसका इल्म हर जगह।<br><br>इस पर ईमान से हम निगरान और हिफ़ाज़त महसूस करते हैं: अल्लाह से कुछ छिपा नहीं और कोई मुश्किल उसके लिए बड़ी नहीं। हम इस गलतफ़हमी से भी बचे रहते हैं कि अल्लाह \"आसमान में क़ैद\" है; वह हर चीज़ को इहाता करता है बिना जगह के।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 14,
    "title": "अल्लाह जीवन और मौत पैदा करता है",
    "text": "अल्लाह ﷻ बिना डर मौत देता है और बिना मुश्किल फिर जीवन देता है।",
    "explanation": "जीवन और मौत पूरी तरह अल्लाह के हाथ में। मख़्लूक़ को मौत देना अल्लाह को न डराता है न कमज़ोर करता; दोबारा जीवन (क़ियामत के दिन भी) उसके लिए आसान। सब उसकी मशीयत और कलाम से।<br><br>सूरा अल-मुल्क: 2 कहती है \"वही मौत और जीवन बनाता है।\" सूरा क़ाफ: 43 \"हम जीवन और मौत देते हैं और हमारी तरफ़ लौटना है।\" सहीह हदीस में रूह अल्लाह के हुक्म से ली जाती है और क़ियामत के दिन सारी मख़्लूक़ सूर में उठाई जाएगी।<br><br>यह यक़ीन याद दिलाता है कि मौत खाली अंत नहीं बल्कि आख़िरत की ज़िंदगी का दरवाज़ा। हम नेक अमल से तैयारी करते हैं और मौत से ज़्यादा नहीं डरते क्योंकि जीवन-मौत का मालिक अल्लाह अदल और रहीम है।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 15,
    "title": "सारी मख़्लूक़ के लिए मुक़र्रर अजल",
    "text": "अल्लाह ﷻ अपनी मख़्लूक़ के लिए मुक़र्रर अजल (मौत का वक़्त) तय करता है।",
    "explanation": "हर मख़्लूक़ की अजल (मौत का वक़्त) अल्लाह ने मुक़र्रर की है; कोई एक पल भी आगे-पीछे नहीं कर सकता। यह लौहे महफूज़ में लिखे क़द्र का हिस्सा है।<br><br>सूरा अल-अनआम: 2 कहती है \"वही जिसने तुम्हें मिट्टी से पैदा किया फिर अजल मुक़र्रर की।\" सूरा लुकमान: 34 \"बेशक अल्लाह के पास सاعत का इल्म... और कोई नफ़्स नहीं जानती किस ज़मीन में मरेगी।\" सहीह हदीस (बुख़ारी-मुस्लिम) में अजल, रिज़्क और नसीब गर्भ में ही लिख दिए जाते हैं।<br><br>यह समझ ज़्यादा वसवसे से बचाती है और बची उम्र अच्छे इस्तेमाल के लिए उकसाती है। अजल कब आए हम बदल नहीं सकते मगर ज़िंदगी को अल्लाह की रज़ा के अमल से भर सकते हैं।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 16,
    "title": "हिदायत और गुमराही इंसाफ़ हैं",
    "text": "अल्लाह ﷻ जिसे चाहे अपने फ़ज़ल से हिदायत देता है और जिसे चाहे अपने इंसाफ़ से गुमराह करता है; सब अल्लाह ﷻ के क़ज़ा के तहत हैं और अल्लाह ﷻ के फैसले को कोई रद नहीं कर सकता।",
    "explanation": "हिदायत और गुमराही (इदलाल) अल्लाह के क़ब्ज़े में हैं। जिसे हिदायत मिली वह उसके फ़ज़ल से; जिसे गुमराह किया उसके इंसाफ़ से (मसलन हक़ साफ़ होने के बाद कुफ्र चुनने वाले)। अल्लाह के फैसले को कोई रद या चुनौती नहीं दे सकता।<br><br>अल-अनआम: 125 \"जिसे अल्लाह हिदायत देना चाहे उसका सीना इस्लाम के लिए खोल देता है... और जिसे गुमराह करना चाहे उसका सीना तंग कर देता है।\" अल-आराफ़: 178 भी कहती है हिदायत और गुमराही अल्लाह के क़ब्ज़े में हैं। सहीह हदीस में दिल इंसान का अर-रहमान की दो उंगलियों के बीच है, अल्लाह जैसे चाहे पलटता है।<br><br>हमें हिदायत की तलाश (इल्म, दुआ, सालेहीन की सोहबत) करनी चाहिए और हिदायत मिलने पर घमंड नहीं। गुमराह के लिए निराश भी नहीं; दावत और दुआ जारी रखें, क्योंकि हिदायत अल्लाह की मख़सूस सत्ता है।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 17,
    "title": "ताअत का हुक्म और नाफ़रमानी की मनाही",
    "text": "अल्लाह ﷻ अपनी मख़्लूक़ को अपनी ताअत का हुक्म देता है और अपनी मख़्लूक़ को अपनी नाफ़रमानी से रोकता है।",
    "explanation": "अल्लाह ताअत (इबादत, अच्छा अख़्लाक, रसूल की ताअत) का हुक्म देता है और नाफ़रमानी (शिर्क, कबीरा और सगीरा गुनाह) से मना करता है। यह हुक्म और मनाही क़ुरआन और सुन्नत में साफ़ हैं; हमारा फ़र्ज़ ताअत और गुनाह से बचना है।<br><br>अन-निसा: 59 \"अल्लाह की ताअत करो और रसूल की ताअत करो।\" अल-आराफ़: 33 बदकारी, मुन्कर और बग़ावत से मना करती है। सहीह हदीस (बुख़ारी) कहती है रसूल की ताअत अल्लाह की ताअत और रसूल की नाफ़रमानी अल्लाह की नाफ़रमानी। नबी ने कहा हलाल और हराम साफ़ हैं।<br><br>रोज़मर्रा में हम हुक्म (नमाज़, ज़कात, सच्चाई, इख़लास) पूरे करते हैं और मनाही (झूठ, जिना, सूद, नाफ़रमानी) से बचते हैं। हराम में इज़ाफ़ा नहीं, गुनाह हल्का नहीं; ताअत की ताक़त और नाफ़रमानी से हिफ़ाज़त की दुआ।",
    "category": "जमात, शासक और फ़िक़्ह"
  },
  {
    "no": 18,
    "title": "अल्लाह के इल्म से मख़्लूक़ की पैदाइश",
    "text": "अल्लाह ﷻ ने मख़्लूक़ को अपने इल्म से पैदा किया।",
    "explanation": "अल्लाह ने कायनात और हर मख़्लूक़ को अपने कामिल इल्म से पैदा किया; कोई इत्तिफ़ाक़ या बे-हिक्मत पैदा नहीं। सारी पैदाइश उस तक़दीर, वक़्त और क़ज़ा के मुताबिक़ है जो अल्लाह पहले से जानता था।<br><br>अल-हिज्र: 86 \"बेशक तेरा रब ख़ालिक़ और अलीम है।\" अल-फुरकान: 2 कहती है अल्लाह ने हर चीज़ पैदा की और उसकी तदबीर की। सहीह हदीस में अल्लाह ने आसमान और ज़मीन पैदा करने से पहले सारी मख़्लूक़ की तक़दीर लिख दी।<br><br>यह यक़ीन पैदा करता है कि हमारी ज़िंदगी बेकार नहीं; अल्लाह की पैदाइश के पीछे मक़सद और हिक्मत है। इल्म सीखने और इस्तेमाल करने पर उकसाता है, क्योंकि इंसानी इल्म अल्लाह के हर चीज़ को शामिल इल्म का छोटा हिस्सा है।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 19,
    "title": "अल्लाह बिना मुश्किल रिज़्क देता है",
    "text": "अल्लाह ﷻ बिना ज़रूरत पैदा करता है और अपनी मख़्लूक़ को बिना मुश्किल रिज़्क देता है।",
    "explanation": "अल्लाह ने मख़्लूक़ की ज़रूरत से पैदा नहीं किया; वह बिना बोझ या मुश्किल रिज़्क देता है। रिज़्क में दौलत, सेहत, सुकून और जो कुछ हम उठाते हैं सब शामिल; सब अल्लाह से और उसकी तरफ़ से आसानी से।<br><br>अज़-ज़ारियात: 56–57 कहती है अल्लाह ने जिन्न और इंसान अपनी इबादत के लिए पैदा किए और उसे उनके रिज़्क की ज़रूरत नहीं। हूद: 6 \"ज़मीन पर कोई जानदार ऐसा नहीं जिसका रिज़्क अल्लाह पर न हो।\" सहीह हदीस रिज़्क मुक़र्रर और बदला नहीं जाएगा; जो तक़वा करे अल्लाह उसे निकास और नाज़िरा रिज़्क देगा।<br><br>हम हलाल रिज़्क बिना ज़्यादा फिक्र तलाश करते हैं; यक़ीन रखते हैं रिज़्क देने वाला अल्लाह है। जो है उस पर शुक्र और दूसरों से तुलना नहीं; रिज़्क की तक़सीम अल्लाह हकीम के क़ब्ज़े में।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 20,
    "title": "अल्लाह सारी मख़्लूक़ की तक़दीर मुक़र्रर करता है",
    "text": "अल्लाह ﷻ जिसे पैदा करता है उसके लिए तक़दीर मुक़र्रर करता है।",
    "explanation": "तक़दीर (क़द्र) मख़्लूक़ पर जो कुछ गुज़रता है उस पर अल्लाह का क़ज़ा है: रिज़्क, अजल, अमल, खुशी-गमी वगैरह। सब लौहे महफूज़ में पैदाइश से पहले लिखा; हम \"कैसे\" या \"क्यों\" में ज़्यादा गहराई किए बग़ैर ईमान लाते हैं।<br><br>अल-कमर: 49 \"हमने हर चीज़ तक़दीर से पैदा की।\" अल-हदीद: 22 \"ज़मीन और खुद पर कोई मुसीबत नहीं आती मगर किताब (लौहे महफूज़) में हम उसे पैदा करने से पहले।\" सहीह हदीस (मुस्लिम) तक़दीर, उसके खैर और शर पर ईमान को ईमान का रुक्न कहती है।<br><br>हम मुसीबत पर सब्र और नेमत पर शुक्र से तक़दीर कुबूल करते हैं। हम कोशिश (इख़्तियार) करते रहते हैं क्योंकि कोशिश भी तक़दीर का हिस्सा; न नाकारा न मायूस, न अल्लाह के क़ज़ा के खिलाफ़।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 21,
    "title": "अल्लाह मोमिन बन्दे की दुआ कुबूल करता है",
    "text": "अल्लाह ﷻ इंसान की दुआ कुबूल करता है और उन्हें जो वे माँगते हैं देता है।",
    "explanation": "दुआ इबादत है और अल्लाह से क़रीब होने का ज़रिया। अल्लाह अपनी हिक्मत के मुताबिक़ बन्दे की दुआ कुबूल करता है: कभी माँगे हिसाब से, कभी बेहतर चीज़ से बदल देता या मुनासिब वक़्त के लिए टाल देता है।<br><br>अल-बक़रा: 186 \"जब मेरे बन्दे मेरे बारे में तुमसे पूछें तो मैं क़रीब हूँ। जब दुआ करने वाला मुझसे दुआ करे तो मैं जवाब देता हूँ।\" ग़ाफिर: 60 \"मुझसे दुआ करो मैं तुम्हें जवाब दूँगा।\" सहीह हदीस कहती है दुआ मोमिन का हथियार है और अल्लाह दुआ करके हाथ उठाने वाले बन्दे को रद करने से शर्मिंदा होता है।<br><br>हमें खुशू से दुआ करने, जवाब पर यक़ीन रखने और जल्द मायूस न होने की तरग़ीब दी गई। हम मअसूर (नबी से) दुआ और अच्छी दुआ चुनते हैं और मानते हैं कि बेहतरीन नतीजा अल्लाह के क़ब्ज़े में।",
    "category": "दुआ, इल्म और हद"
  },
  {
    "no": 22,
    "title": "अल्लाह को आख़िरत वालों का इल्म",
    "text": "अल्लाह ﷻ वक़्त के होने से पहले जन्नत में दाख़िल होने वालों और जहन्नुम में दाख़िल होने वालों की ठीक तादाद जानता है; वह तादाद न बढ़ती न घटती।",
    "explanation": "अल्लाह अज़ली (वक़्त से पहले) से जानता है कौन जन्नत में जाएगा और कौन जहन्नुम में। उसका इल्म कामिल है और बदलता नहीं। इसका मतलब इंसान मजबूर नहीं बल्कि अल्लाह हर बन्दे के चुनाव और अमल का नतीजा जानता है।<br><br>हूद: 107 और सहीह हदीस (बुख़ारी–मुस्लिम) कहती हैं जन्नत और जहन्नुम वालों का ठहराव हो चुका; किसी को \"तेरी जन्नत में जगह\" या \"तेरी जहन्नुम में जगह\" कहा गया। अल-वाक़िआ और दूसरी आयतें आख़िरत के दो गिरोह को बयान करती हैं। नबी ने कहा अल्लाह ने ठहराया कौन खुशनसीब और कौन बदनसीब।<br><br>हम \"यक़ीनन जन्नत\" या \"यक़ीनन जहन्नुम\" न समझें; हम अच्छे काम वाले बनें और अल्लाह की रहमत की उम्मीद रखें। यह यक़ीन अमल में ईमानदारी और अंदाज़े पर निर्भर न करने पर उकसाता है।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 23,
    "title": "अल्लाह का ग़ज़ब और रिज़ा कामिल हैं",
    "text": "अल्लाह ﷻ ग़ज़ब करता और राज़ी होता है मगर किसी मख़्लूक़ जैसा नहीं।",
    "explanation": "अल्लाह के पास ग़ज़ब और रिज़ा की सिफ़ात हैं; हम इंसानी ग़ज़ब या खुशी से तशबीह किए बग़ैर ईमान लाते हैं। अल्लाह का ग़ज़ब नाफ़रमानी और कुफ्र पर कामिल है; उसकी रिज़ा ताअत और तौहीद पर कामिल।<br><br>अल-फत्ह: 6 और दूसरी आयतें अल्लाह के रिज़ा का ज़िक्र करती हैं। सहीह हदीस (बुख़ारी–मुस्लिम) कहती है अल्लाह नाफ़रमान पर ग़ज़ब और ताअतगार पर राज़ी होता है; \"जिसने मेरे हक़ में अल्लाह को नाराज़ किया मैं उस पर नाराज़ हूँ।\" नबी ने कहा अल्लाह की रिज़ा माँ-बाप की रिज़ा में है। हम अल्लाह के ग़ज़ब या रिज़ा का \"कैसे\" नहीं पूछते (तशबीह बिना)।<br><br>अमली तौर पर हम ताअत से अल्लाह की रिज़ा चाहते हैं और उसे नाराज़ करने वाली चीज़ से बचते हैं। उसके ग़ज़ब से डरते और उसकी रिज़ा की उम्मीद रखते हैं, अल्लाह को भावुक मख़्लूक़ की तरह नहीं समझते।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 24,
    "title": "अल्लाह क़दीम और बाक़ी है",
    "text": "अल्लाह ﷻ बिना इब्तिदा क़दीम और बिना इन्तहा बाक़ी है।",
    "explanation": "अल्लाह क़दीम (वुजूद की कोई शुरुआत नहीं) और बाक़ी (अबद, कोई अंत नहीं) है। वह हमेशा रहा; कभी \"अभी नहीं था\" न \"फिर न रहेगा।\" सारी मख़्लूक़ फना होगी, तेरे रब का चेहरा बाक़ी रहेगा।<br><br>अर-रहमान: 26–27 \"ज़मीन पर जो है सब फना। और तेरे रब का जो जलाल और इकराम वाला चेहरा है वह बाक़ी।\" अल-हदीद: 3 \"वही अव्वल और आख़िर है।\" सहीह हदीस कहती है पैदाइश से पहले अल्लाह था और उसके साथ कुछ न था।<br><br>यह यक़ीन दिल को मज़बूत करता है: हम उसे पूजते हैं जो गायब न होगा; उसके वादे और धमकी अबद। दुनिया फना है इसलिए ज़्यादा लगाव मत; एक जो अबद है और अबद का सहारा वही अल्लाह।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 25,
    "title": "अल्लाह की सिफ़ात मख़्लूक़ से पहले हैं",
    "text": "अल्लाह ﷻ पैदाइश से पहले हमेशा अपनी सिफ़ात के साथ रहा है और मख़्लूक़ की पैदाइश उसकी सिफ़ात में कुछ नहीं जोड़ती; अल्लाह ﷻ बेअन्त वक़्त तक मौजूद रहता है।",
    "explanation": "अल्लाह की सिफ़ात (इल्म, कुद्रत, हयात, कलाम वगैरह) मख़्लूक़ से पहले से हमेशा उसके साथ रही हैं। दुनिया की पैदाइश अल्लाह में \"नई\" सिफ़ात नहीं जोड़ती; वह मख़्लूक़ पर मुस्तनद नहीं, कामिल है। यह उस राय को रद करता है कि अल्लाह ने \"पैदा करने के बाद\" सिफ़ात पाई।<br><br>अल-हदीद: 3 अल्लाह को अव्वल और आख़िर कहती है। असमा व सिफ़ात आयतें (अल-अलीम, अल-क़ादिर वगैरह) अबद सिफ़ात दिखाती हैं। हदीस और अहले सुन्नत उलमा का इज्मा कहता है अल्लाह हमेशा अपनी सिफ़ात के साथ है, मख़्लूक़ होने से न बदला न बढ़ा।<br><br>यह समझ तौहीद को अल्लाह को घटाने वाली सोच (जैसे वह तबदील हुआ या दुनिया पर मुस्तनद) से बचाती है। हम अल्लाह की इबादत करते हैं जो पहले, अभी और हमेशा कामिल है।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 26,
    "title": "अल्लाह हमेशा रब और ख़ालिक़ है",
    "text": "अल्लाह ﷻ हमेशा रब और हमेशा ख़ालिक़ है, चाहे अभी कोई मुवह्हिद न था या मख़्लूक़ न थी।",
    "explanation": "अल्लाह रब (इलाह) और ख़ालिक़ रहता है यहाँ तक कि कोई मख़्लूक़ उसकी इबादत करने वाला न हो या मख़्लूक़ मौजूद न हो। रुबूबिय्यत और उलूहिय्यत की सिफ़ात मख़्लूक़ पर मुस्तनद नहीं; वह अज़ल से इबादत के लायक़ और ख़ल्क़ पर क़ादिर है। सूरतुल इख़्लास और तौहीद की आयतें मख़्लूक़ के इक़रार के बग़ैर अल्लाह की वहदानियत पर ज़ोर देती हैं। हदीस \"कुन्तु कनज़न मख़फिय्यन\" कुछ रिवायतों में बयान करती है कि अल्लाह ख़ल्क़ से पहले मौजूद था। अहले सुन्नत उलमा कहते हैं: अल्लाह मअना में हमेशा अल-ख़ालिक़ है, हालाँकि ख़ल्क़ का फे़ल (तकवीन) उसकी मशीयत से होता है।<br><br>इससे हम यह नहीं समझते कि अल्लाह दुनिया आने के \"बाद\" रब या ख़ालिक़ बना; वह कामिल है और किसी पर मुस्तनद नहीं।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 27,
    "title": "अल्लाह के तक़दीर पर बहस की मनाही",
    "text": "अल्लाह ﷻ ने जो कुछ होने वाला है जान लिया और उसे तफ़सील और यक़ीन से मुक़र्रर किया; कोई अल्लाह ﷻ की तक़दीर के ख़िलाफ़, उसमें जोड़ या बदल नहीं सकता—तक़दीर पर बहस और \"क्यों\" को खोदना गुमराही है।",
    "explanation": "अल्लाह की तक़दीर लिखी और मुक़र्रर है; कोई उसे बदल नहीं सकता। \"अल्लाह ने यह क्यों मुक़र्रर किया\" पर बहस या दलील के बग़ैर तक़दीर के राज़ खोदना हराम है और गुमराही (जैसे अत्यंत क़दरी या जबरी नज़रियात) का सबब बन सकता है।<br><br>कहफ़: 22 उन बातों के सवाल से मना करती है जो नहीं बताई गईं। सहीह हदीस (मुस्लिम) कहती है तक़दीर पर बिना इल्म बोलना हराम है; नबी ने तक़दीर पर बहस से मना फरमाया। उलमा वज़ाहत करते हैं कि हम तक़दीर पर ईमान लाते हैं बिना उसके \"खोदने\" के जो अल्लाह ने नहीं खोला।<br><br>हम तवक्कु़ल और सब्र के साथ तक़दीर क़बूल करते हैं; \"मुझ पर यह क्यों मुक़र्रर किया गया\" पर बहस में ताक़त खर्च नहीं करते। हमारा फोकस शरीअत के मुताबिक़ अमल और अल्लाह की तक़दीर को दिल जमई से क़बूल करना है।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 28,
    "title": "अल्लाह कभी फना नहीं होंगे",
    "text": "अल्लाह ﷻ कभी फना नहीं होंगे या ख़त्म नहीं होंगे।",
    "explanation": "अल्लाह अबदी बाकी रहने वाले हैं; फना नहीं होंगे, मिट नहीं जाएँगे या ख़त्म नहीं होंगे। फानी मख़्लूक़ के उलट अल्लाह का ज़ात और सिफ़ात हमेशा रहते हैं। यह ईमान तौहीद के कमाल का हिस्सा है।<br><br>अर-रहमान: 27 \"और तेरे रब का चेहरा बाकी रहेगा।\" अल-क़सस: 88 \"हर चीज़ फना हो जाएगी सिवा उसके चेहरे के।\" हदीस और उलमा का इज्मा कहता है अल्लाह फना नहीं होंगे; वह अल-अव्वल और अल-आख़िर, अज़-ज़ाहिर और अल-बातिन हैं।<br><br>इस पर ईमान हमें क़रार देता है: जन्नत का वअदा और जहन्नम का वअीद अबदी हैं, और अबदी सहारा लेने के लायक़ सिर्फ अल्लाह हैं। हम नहीं डरते कि हमारा \"रब\" मिट जाए; उनकी बक़ा मोमिन के लिए सुकून का सरचश्मा है।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 29,
    "title": "अल्लाह को सारी मख़्लूक़ात की ज़रूरत नहीं",
    "text": "अल्लाह ﷻ को अर्श और उसके नीचे वालों की ज़रूरत नहीं।",
    "explanation": "अर्श (तख़्त) अल्लाह की सबसे बड़ी मख़्लूक़ है लेकिन अल्लाह को अर्श या उसके नीचे की किसी चीज़ की ज़रूरत नहीं। अल्लाह बिना जगह के मौजूद है; अर्श अज़मत की निशानी और मख़्लूक़ के लिए पैदा किया गया, अल्लाह को \"संभालने\" के लिए नहीं। ताहा: 5 \"अर-रहमान अर्श पर मुस्तवी।\" उलमा इस्तिवा की तश्बीह के बग़ैर अल्लाह के लायक़ तफ़सीर करते हैं। अल-बक़रा: 255 कहती है अल्लाह न उँघते न सोए; उन्हें आराम या \"नशिस्त\" की ज़रूरत नहीं। सहीह हदीस कहती है अर्श जन्नत की छत है और अल्लाह को आसमान और ज़मीन की ज़रूरत नहीं।<br><br>यह समझ हमें अल्लाह को अर्श पर बादशाह की तरह \"बैठे\" तसव्वुर करने से बचाती है। अल्लाह ग़नी हैं; अर्श और सारी मख़्लूक़ उनकी बनाई हुई फरमाबरदार मख़्लूक़ है, न कि वह चीज़ जिसकी उन्हें ज़रूरत हो।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 30,
    "title": "अर्श और कुर्सी पर ईमान",
    "text": "अर्श (तख़्त) और कुर्सी (अल-कुर्सी) हक़ हैं, और हम उन पर ईमान रखते हैं।",
    "explanation": "अर्श और कुर्सी अल्लाह की मख़्लूक़ हैं जो नुसूस में मज़कूर हैं; हम न झुठलाते न दुनियावी तख़्तों से तश्बीह देते, ईमान रखते हैं। अर्श अज़ीम तख़्त है; कुर्सी (आयतुल कुर्सी में) यह भी कहा गया है कि आसमान और ज़मीन उसमें समाए हुए हैं। अल-बक़रा: 255 (आयतुल कुर्सी) \"उसकी कुर्सी आसमानों और ज़मीन को घेरे हुए है।\" अल-हाक़्का: 17 और दूसरी आयतें फरिश्तों के अर्श उठाने का ज़िक्र करती हैं। सहीह हदीस (बुख़ारी) कहती है सात आसमान कुर्सी के मुक़ाबले में सहरा में एक अंगूठी की मानिन्द हैं, और कुर्सी अर्श के मुक़ाबले में और छोटी। हम उनकी \"कैसे\" नहीं पूछते, ईमान रखते हैं।<br><br>अर्श और कुर्सी पर ईमान हमें अल्लाह की अज़मत याद दिलाता है; उसकी मख़्लूक़ ही इतनी वसी है तो ख़ालिक़ क्या होगा। हम कुरआन और सुन्नत की सहीह ग़ैब की खबरों को न झुठलाते न मज़ाक उड़ाते।",
    "category": "फरिश्ते और ग़ैब"
  },
  {
    "no": 31,
    "title": "हज और जिहाद की फ़र्ज़ियत",
    "text": "हज और जिहाद मुसलमानों के हाकिम—आदिल हो या ज़ालिम—की क़ियादत में क़ियामत तक जारी फ़र्ज़ हैं, और कोई उन्हें मंसूख़ या ख़त्म नहीं कर सकता।",
    "explanation": "हज और जिहाद शरीअत के मुताबिक़ फ़र्ज़ रहते हैं चाहे हाकिम ज़ालिम हो; हम हाकिम के ख़िलाफ़ होने के बहाने इन फ़राइज़ को मंसूख़ नहीं कर सकते। इन्हें मुसलमानों के इमाम/अमीर के साथ नज़्म के लिए अदा किया जाता है ताकि फ़साद न हो; ये फ़राइज़ क़ियामत तक बाक़ी हैं।<br><br>आल इम्रान: 97 इस्तिताअत वालों पर हज फ़र्ज़ करती है। सहीह हदीस (बुख़ारी–मुस्लिम) कहती है जिहाद अमीर के तहत रहेगा; \"सुनो और इताअत करो (अमीर की) ख़्वाह तुम्हें हब्शी ग़ुलाम ही क्यों न चलाए।\" नबी ने यह भी फ़र्माया कि हम फ़ाजिर इमाम के पीछे नमाज़ पढ़ते रहेंगे जब तक वह नमाज़ क़ायम करे। यह ज़ुल्म को जाइज़ नहीं ठहराता बल्कि इत्तिहाद और शरई नज़्म को क़ायम रखता है।<br><br>अमलन हम इस्तिताअत हो तो हज अदा करते हैं और शरई दावत पर जिहाद में शिर्कत होते हैं; हाकिम के ऐब को फ़र्ज़ छोड़ने या जमाअत फाड़ने का बहाना नहीं बनाते।",
    "category": "जमाअत, हाकिम और फ़िक़्ह"
  },
  {
    "no": 32,
    "title": "अल्लाह के तक़दीर की हक़ीक़त का राज़",
    "text": "तक़दीर की हक़ीक़त अल्लाह ﷻ की मख़्लूक़ में एक राज़ है; इंसान अल्लाह ﷻ के अफ़आल में \"क्यों\" न खोदे न पूछे, ईमान लाए, क्योंकि अल्लाह ﷻ ने उसे मना किया है और उससे सिर्फ़ नुक़सान होता है।",
    "explanation": "तक़दीर की हक़ीक़त अल्लाह का राज़ है; हम मानते हैं कि हर तक़दीर उसी की तरफ़ से है, \"खोदे\" बग़ैर या \"अल्लाह ने ऐसा क्यों किया\" पूछे बग़ैर। इसमें खोदना हराम है और सिर्फ़ नुक़सान (गुमराही या बेचैनी) होता है।<br><br>अल-माइदा: 101 उन चीज़ों के बारे सवाल से मना करती है जिन के बयान से बोझ पड़े। सहीह हदीस (मुस्लिम) तक़दीर पर झगड़े से मना करती है। नबी ने यह भी ख़बर दी कि तक़दीर पर झगड़ा करने वाला नजात न पाएगा। अहल सुन्नत उलमा तक़यीफ़ या तअतील के बग़ैर तक़दीर पर ईमान रखते हैं।<br><br>हम तक़दीर को दिल जमाअती से क़बूल करते हैं और अमल पर तवज्जोह रखते हैं; \"अल्लाह ने यह वह क्यों मुक़द्दर किया\" में खोदने पर वक़्त नहीं लगाते, क्योंकि यह अक़्ल से बाहर है और ईमान को फ़ायदा नहीं देता।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 33,
    "title": "इस्लाम वहीद सच्चा दीन",
    "text": "आसमानों और ज़मीन में अल्लाह ﷻ का दीन सिर्फ़ एक है, और वह इस्लाम (इताअत) है।",
    "explanation": "अल्लाह का मक़बूल दीन सिर्फ़ एक है: इस्लाम (तौहीद और रसूल की इताअत से अल्लाह के आगे झुकना)। आदम से मुहम्मद तक आसमानी हक़ दीन असल में एक ही है; जो भटक गया या मस्ख़ हो गया वह अल्लाह का दीन नहीं रहा।<br><br>आल इम्रान: 19 \"अल्लाह के हाँ दीन यक़ीनन इस्लाम है।\" आल इम्रान: 85 \"जो इस्लाम के सिवा दीन ढूंढे उस से क़बूल न होगा।\" सहीह हदीस कहती है अंबिया भाई हैं (उन का दीन एक); मुहम्मद मुकम्मल करने वाले इस्लाम के साथ भेजे गए। हम इस अक़ीदे को ज़बरदस्ती नहीं थोंपते लेकिन यक़ीन रखते हैं हक़ एक है और नजात का रास्ता इस्लाम है।<br><br>यह हमें इस्लाम को दुरुस्त पढ़ने और जीने, उसे मुतसादिम अक़ाइद से मिलावट न करने और हिक्मत से उस की तरफ़ बुलाने पर उकसाती है ताकि दूसरे अल्लाह के मक़बूल वहीद दीन को जानें।",
    "category": "ईमान: अरकान, तअरीफ़ और वसत राह"
  },
  {
    "no": 34,
    "title": "ईमान की बराबरी और तक़वा में फ़र्क़",
    "text": "ईमान असल में सब के लिए एक है; लेकिन बाज़ का दूसरों पर फ़ज़्ल तक़वा, अल्लाह ﷻ के आगे शऊर और उस चीज़ के इंतिख़ाब से है जिस से अल्लाह ﷻ ज़्यादा राज़ी है।",
    "explanation": "ईमान की बुनियाद (ईमान के अरकान, जिन पर शरीअत से यक़ीन मतलूब है) हर मुसलमान के लिए एक है; बुनियादी अक़ीदे में ईमान की \"दर्जा\" नहीं। दर्जा तक़वा, अल्लाह के आगे शऊर (मुराकबा) और अल्लाह की रज़ा वाली चीज़ को तरजीह देने के इंतिख़ाब से अलग होता है।<br><br>अल-हुजुरात: 13 \"अल्लाह के हाँ तुम में ज़्यादा इज़्ज़त वाला ज़्यादा मुत्तकी है।\" सहीह हदीस (बुख़ारी) कहती है असल में कोई दूसरे से ज़्यादा मोमिन होने का दावा नहीं कर सकता; फ़ज़्ल अमल और तक़वा में है। नबी ने कहा इस्लाम में बेहतर वह है जिस का अख़्लाक़ बेहतर है।<br><br>हम अपने आप को दूसरों से \"ज़्यादा मोमिन\" समझ कर तकब्बुर नहीं करते; तक़वा और अमल बढ़ाने की कोशिश करते हैं। अल्लाह के हाँ दर्जा का फ़र्क़ दावा या गिरोह पर नहीं, मेहनत और तक़वा पर है।",
    "category": "ईमान: अरकान, तअरीफ़ और वसत राह"
  },
  {
    "no": 35,
    "title": "अल्लाह और रसूल पर ईमान के अरकान",
    "text": "ईमान: अल्लाह ﷻ, उस के फरिश्तों, उस की किताबों, उस के रसूलों, आख़िरत के दिन पर ईमान और इस पर कि तक़दीर—खैर व शर—सब अल्लाह ﷻ की तरफ़ से है।",
    "explanation": "ईमान के अरकान छह हैं: अल्लाह, फरिश्तों, किताबों, रसूलों, आख़िरत के दिन और तक़दीर (खैर व शर अल्लाह की तरफ़ से) पर ईमान। यह वह बुनियादी अक़ाइदे हैं जो हर मुसलमान को रखने चाहिए; उन में से एक का इन्कार ईमान को खराब करता है।<br><br>उमर बिन ख़त्ताब वाली सहीह हदीस (बुख़ारी–मुस्लिम) जिब्रील ने ईमान पूछा तो इन छह को साबित करती है। अल-बक़रा: 285 \"रसूल अपने रब से अपनी तरफ़ उतरे हुए पर ईमान लाया और मोमिन भी। सब अल्लाह, उस के फरिश्तों, उस की किताबों और उस के रसूलों पर ईमान लाए।\" अल-हदीद: 22 कहती है मुसीबत भी लिखी गई (तक़दीर का हिस्सा)।<br><br>हम दिलों को इन छह पर जमाते हैं और घर वालों और दूसरों को सिखाते हैं। पूरा ईमान सब अरकान पर मुश्तमिल है; किसी को चुन कर किसी को रद नहीं कर सकते।",
    "category": "ईमान: अरकान, तअरीफ़ और वसत राह"
  },
  {
    "no": 36,
    "title": "ज़ुबान और दिल से ईमान की तअरीफ़",
    "text": "ईमान ज़ुबान से इक़रार और दिल से क़बूल पर मुश्तमिल है।",
    "explanation": "ईमान महज़ मुँह की बात या महज़ अमल नहीं; इसमें ज़ुबान से इक़रार (शहादत, हक़ कहना) और दिल से तस्दीक़ शामिल है। दोनों ज़रूरी हैं; जो सिर्फ़ बोले बग़ैर दिल से यक़ीन के मुनाफ़िक़ है, जो सिर्फ़ दिल से माने बग़ैर बोले लोगों और शरअ के आगे अभी पूरा नहीं।<br><br>सहीह हदीस (बुख़ारी–मुस्लिम) कहती है नबी से बेहतरीन अमल पूछा गया तो ईमान बुनियाद के तौर पर आया। अल-हुजुरात: 14 \"अराब ने कहा हम ईमान ले आए। कहो तुम अभी ईमान नहीं लाए बल्कि कहो हमने इस्लाम क़बूल किया क्योंकि ईमान अभी तुम्हारे दिलों में नहीं आया।\" अहल सुन्नत उलमा मत्तफ़िक़ हैं कि ईमान में क़ौल और \"दिल से क़बूल\" से निकलने वाला अमल शामिल है।<br><br>हम ज़ुबान को ईमान को नुक़सान देने वाली बातों से और दिल को शक या इन्कार से बचाते हैं; बात और यक़ीन का मेल रखने की कोशिश करते हैं।",
    "category": "ईमान: अरकान, तअरीफ़ और वसत राह"
  },
  {
    "no": 37,
    "title": "अक़ीदे के इन्हिराफ़ से बराअत",
    "text": "यह हमारा दीन है और जो हम ज़ाहिर व बातिन मानते हैं; हम अल्लाह ﷻ के आगे हर उस शख़्स से बराअत करते हैं जो हमारी कही और बयान की हुई बात के ख़िलाफ़ हो।",
    "explanation": "यह अक़ीदा तहावी अहल सुन्नत के ऐतिकाद का बयान है; जो इसमें कही और बयान की हुई बात से हट जाए हम अल्लाह के आगे उस से बराअत करते हैं। यह ज़ाती दुश्मनी नहीं बल्कि यह वाजेह करना कि हम अक़ीदे के इन्हिराफ़ (बिदअत, खुराफात या गुमराही) की पैरवी नहीं करते।<br><br>अल-मुम्तहिना: 4 अल्लाह के दुश्मनों से बराअत का हुक्म देती है। नबी ने फ़र्माया (अबू दाऊद, सहीह) \"जिस ने बिदअत की या बिदअत करने वाले को जगह दी वह अल्लाह की ज़िम्मेदारी से बरी हो गया।\" उलमा कहते हैं बिदअत वालों से बराअत उन के अक़ीदे की पैरवी न करना और उन की ग़लती वाजेह करना है, नुक़सान पहुँचाना नहीं।<br><br>हम सहीह अक़ीदे पर क़ायम हैं और इन्हिराफ़ी अक़ीदे से दूर; हम बग़ैर दुरुस्त दलील के किसी को काफ़िर नहीं कहते लेकिन अक़ीदे के इन्हिराफ़ के बारे में वाजेह हैं और उस से बराअत करते हैं।",
    "category": "ईमान: अरकान, तअरीफ़ और वसत राह"
  },
  {
    "no": 38,
    "title": "इस्लाम कामिल वसत राह है",
    "text": "इस्लाम वसत है: न ज़्यादती न कमी; न अल्लाह ﷻ की सिफ़ात को मख़्लूक़ से मुशाबिहत न अल्लाह ﷻ की सिफ़ात का इन्कार; न इन्तिहाई जबरीया न क़दरीया इन्कार; और न बातिल क़तअियत न मायूसी।",
    "explanation": "अहल सुन्नत वसत पर हैं: सिफ़ात में हम वह साबित करते हैं जो अल्लाह ने साबित किया बग़ैर मख़्लूक़ से तश्बीह और बग़ैर इन्कार (तअतील)। क़द्र में न इन्तिहाई जबरी हैं न क़द्र के मुनकिर; उम्मीद और ख़ौफ़ में किसी के लिए जन्नत/जहन्नम क़तई नहीं कहते और न अल्लाह की रहमत से मायूस होते हैं।<br><br>अल-बक़रा: 143 \"और इसी तरह हम ने तुम्हें दरमियानी उम्मत बनाया।\" हदीस और उलमा का इज्मा कहता है अल्लाह की सिफ़ात पर \"कैसे\" (तक़यीफ़) पूछे और तम्सील के बग़ैर ईमान लाया जाता है। नबी ने दीन में ग़ुलू से मना किया। यह वसत बिदअत से सालिम है।<br><br>हम वसत मिन्हाज पर क़ायम रहने की कोशिश करते हैं; न ग़ुलू न तक़्सीर; अहल सुन्नत उलमा से सीखते हैं ताकि बाएँ या दाएँ इन्तिहा की तरफ़ न खिंचें।",
    "category": "ईमान: अरकान, तअरीफ़ और वसत राह"
  },
  {
    "no": 39,
    "title": "इसरा और मेराज की हक़ीक़त",
    "text": "इसरा और मेराज हक़ हैं: नबी ﷺ को रात में ले जाया गया और आप अपने जिस्म के साथ होशियार हालत में आसमानों के पार अल्लाह ﷻ के जहाँ चाहा तक चढ़ाए गए।",
    "explanation": "इसरा (मस्जिद हराम से मस्जिद अक़्सा तक सफ़र) और मेराज (आसमानों पर चढ़ना) नबी के जिस्म और रूह के साथ होशियार हालत में हुए; ख़्वाब नहीं न सिर्फ़ रूह। यह वाक़िया वह मोजिज़ा है जो अल्लाह ने नबी और उम्मत को मज़बूत करने के लिए दिया; हम इस पर \"कैसे\" अक़्ली नहीं पूछते क्योंकि यह मामूल की मख़्लूक़ से बाहर है।<br><br>बनी इस्राईल: 1 \"पाक है वह जिस ने अपने बंदे को रात मस्जिद हराम से मस्जिद अक़्सा तक ले जाया।\" सहीह हदीस (बुख़ारी–मुस्लिम) मेराज को तफ़सील से बयान करती है: नबी आसमानों से ऊपर गए, पहले अंबिया से मिले और पाँच वक़्त नमाज़ का हुक्म मिला। यह रिवायतें मुतवातिर हैं और उम्मत के अक़ीदे का हिस्सा।<br><br>हम इसरा और मेराज को अल्लाह की तरफ़ से हक़ मानते हैं; यह हमारे इस यक़ीन को मज़बूत करता है कि नबी अल्लाह के रसूल हैं जिन्हें मोजिज़े मिले और पाँच वक़्त नमाज़ वह बड़ा फ़र्ज़ है जो आसमान पर मुक़र्रर हुआ।",
    "category": "नबी और रसूल"
  },
  {
    "no": 40,
    "title": "मोमिन बंदों के लिए अल्लाह की मग़फिरत",
    "text": "अगर अल्लाह ﷻ चाहे तो अपने फ़ज़्ल से उन्हें माफ़ और दरगुज़र करता है; अगर अल्लाह ﷻ चाहे तो उन्हें अज़ाब देता है फिर रहमत और शफाअत से उन्हें निकालता है; अल्लाह ﷻ जानने वालों का वली है और उन्हें अल्लाह ﷻ का इन्कार करने वालों जैसा नहीं समझता।",
    "explanation": "अल्लाह अपने मोमिन बंदों को अपने फ़ज़्ल से माफ़ करने या अपने इन्साफ़ के मुताबिक़ उन्हें अज़ाब देने का इख़्तियार रखता है; अगर अज़ाब दे तो फिर भी रहमत और शफाअत से उन्हें आग से निकाल सकता है। जो अल्लाह को जानते हैं (आरिफ बिल्लाह) और मोमिन हैं उन्हें इन्कार करने वालों जैसा नहीं समझा जाता।<br><br>अज़-ज़ुमर: 53 \"कहो ऐ मेरे बंदो जो अपने ऊपर हद से गुज़र गए अल्लाह की रहमत से मायूस न हो। बेशक अल्लाह सब गुनाह माफ़ कर देता है।\" सहीह हदीस नबी की अपनी उम्मत के लिए शफाअत और यह कि अल्लाह दिल में तौहीद वाले को आग से निकालता है बताती है। अहल सुन्नत मानते हैं कि अहल तौहीद गुनाह की वजह से दाख़िल हों तो आग में हमेशा नहीं रहेंगे।<br><br>हम किसी के लिए \"यक़ीनन माफ़\" या \"यक़ीनन आग में\" नहीं कहते; अल्लाह की रहमत की उम्मीद और उस के अज़ाब का ख़ौफ़ रखते हैं। हम यक़ीन रखते हैं अल्लाह आदिल और रहीम है; तौबा करने और ईमान लाने वाले को काफ़िर जैसा नहीं समझा जाता।",
    "category": "आख़िरत का दिन"
  },
  {
    "no": 41,
    "title": "अच्छे लोगों के लिए जन्नत की उम्मीद",
    "text": "हम उम्मीद करते हैं कि अल्लाह ﷻ नेक लोगों को माफ़ करे और जन्नत में दाख़िल करे, लेकिन हम किसी के बारे में यह दावा नहीं करते; हम बुरा करने वालों के लिए मग़फिरत चाहते हैं और ऐसे शख़्स से अल्लाह की रहमत से मायूस नहीं होते।",
    "explanation": "हम उम्मीद और अच्छा गुमान रखते हैं कि अल्लाह नेक लोगों को माफ़ करे और जन्नत में दाख़िल करे, लेकिन किसी ख़ास शख़्स के बारे में यह दावा नहीं करते (बग़ैर अमल के कोई ज़ामिन नहीं)। जो बुरा करते हैं उनके लिए हम मग़फिरत माँगते हैं और उनके लिए अल्लाह की रहमत से मायूस नहीं होते।<br><br>सूरत अज़-ज़ुमर: 53 हमें अल्लाह की रहमत से मायूस न होने की दावत देती है। सहीह हदीस कहती है कि कोई भी सिर्फ अपने अमल से जन्नत में दाख़िल नहीं होता; सब अल्लाह की रहमत से। नबी ने किसी के लिए जन्नत या जहन्नम क़तई कहने से मना किया; हम अच्छा गुमान रखते हैं और दुआ करते हैं। अहल सुन्नत ख़वारिज जैसे नहीं जो बड़े गुनाहगार को काफ़िर कहते हैं और न मुरजिआ जैसे जो अमल को अहम नहीं समझते।<br><br>हम अपनी पूरी कोशिश करते हैं और अल्लाह की रहमत की उम्मीद रखते हैं; बुरा करने वालों के लिए दुआ करते हैं और यह नहीं कहते कि वे यक़ीनन जहन्नम में जाएँगे। यह उम्मीद और ख़ौफ़ का तवाजुन हमें इन्तिहा से बचाता है।",
    "category": "आख़िरत का दिन"
  },
  {
    "no": 42,
    "title": "इब्राहीम की नबूवत और मूसा से कलाम",
    "text": "हम ईमान रखते हैं कि अल्लाह ﷻ ने इब्राहीम को अपना ख़लील (दोस्त) बनाया और अल्लाह ﷻ ने मूसा से सीधा कलाम किया।",
    "explanation": "नबी इब्राहीम अल्लाह के ख़लील (ख़लीलुल्लाह) हैं; अल्लाह ने उन्हें करीबी साथी के तौर पर चुना। नबी मूसा को बिना वसीले के सीधे अल्लाह से कलाम (कलामुल्लाह) का शरफ़ मिला; यह अल्लाह की तरफ़ से मोजिज़ा और इज़्ज़त है।<br><br>सूरत अन-निसा: 125 \"और अल्लाह ने इब्राहीम को ख़लील बनाया।\" सूरत अन-निसा: 164 \"और अल्लाह ने मूसा से सीधा कलाम किया।\" सहीह हदीस इब्राहीम और मूसा की फ़ज़ीलत बताती है; नबी ने कहा कि अल्लाह ने तूर पर मूसा से कलाम किया। हम दूसरों को छोटा किए बग़ैर अंबिया की फ़ज़ीलत पर ईमान रखते हैं।<br><br>यह अक़ीदा हमें सिखाता है कि सभी अंबिया का एहतराम करें और एक को दूसरे के ख़िलाफ़ न खड़ा करें; हर एक को अल्लाह की तरफ़ से फ़ज़ीलत मिली। हम इब्राहीम (तौहीद में सबात) और मूसा (दुआ और इताअत के ज़रिए अल्लाह से संवाद) से नमूना लेते हैं।",
    "category": "नबी और रसूल"
  },
  {
    "no": 43,
    "title": "कब्र में सवाल और अज़ाब",
    "text": "हम कब्र के अज़ाब पर ईमान रखते हैं जिन पर वाजिब हो और कब्र में मुनकिर और नकीर द्वारा अपने रब, दीन और नबी के बारे में सवाल पर, जैसा हदीसों और सहाबा की रिवायतों में है।",
    "explanation": "मौत के बाद इंसान बरज़ख़ के दायरे में होता है; कब्र में उससे दो फरिश्ते (मुनकिर और नकीर) उसके रब, उसके दीन और उसके नबी के बारे में सवाल करते हैं। जो सही जवाब देता है उसे कब्र की राहत मिलती है; जो काफ़िर या मुनाफ़िक़ है उसे अल्लाह के इन्साफ़ के मुताबिक़ कब्र का अज़ाब मिलता है।<br><br>सहीह हदीसें (बुख़ारी, मुस्लिम और दूसरे) कब्र में सवाल और अज़ाब बयान करती हैं; नबी ने कब्र के अज़ाब से पनाह की दुआ सिखाई। सहाबा की रिवायतें भी इसे साबित करती हैं। सूरत अल-मोमिनून: 99–100 बरज़ख़ और मुर्दों और दुनिया की तरफ़ लौटने के बीच आड़ की तरफ़ इशारा करती है।<br><br>हम तौहीद मज़बूत करके, सच्चे दीन पर चलकर और नबी मुहम्मद को मानकर तैयारी करते हैं; कब्र में सवाल के वक़्त सबात और कब्र के अज़ाब से पनाह की दुआ करते हैं।",
    "category": "आख़िरत का दिन"
  },
  {
    "no": 44,
    "title": "क़ियामत के दिन हश्र और हिसाब",
    "text": "हम मौत के बाद हश्र, क़ियामत के दिन अमल का बदला, अमल पेश होना, हिसाब, नामा-ए-अमल का पढ़ा जाना, सवाब या अज़ाब, सिरात (पुल) और मीज़ान (तराजू) पर ईमान रखते हैं।",
    "explanation": "क़ियामत का दिन वह है जब सभी लोग कब्र से हिसाब के लिए उठाए जाते हैं। अमल पेश होते हैं, नामा पढ़ा जाता है, मीज़ान अमल तौलता है, फिर लोग सिरात पार करके जन्नत या जहन्नम जाते हैं। हम क़ुरआन और हदीस में जो आया है सब पर ईमान रखते हैं।<br><br>सूरत अज़-ज़लज़ला: 7–8 \"जिसने ज़र्रा भर भलाई की वह उसे देखेगा। और जिसने ज़र्रा भर बुराई की वह उसे देखेगा।\" सूरत अल-कहफ़: 49, अल-इसरा: 13–14 और कई दूसरी आयतें अमल के नामा, हिसाब और मीज़ान की बात करती हैं। सहीह हदीस (बुख़ारी–मुस्लिम) सिरात और यह कि कुछ सलामत पार करते हैं और कुछ गिरते हैं बयान करती है।<br><br>यह अक़ीदा हमें नेकी करने और गुनाह से बचने पर उभारता है; हम यक़ीन रखते हैं कि नामा से कुछ छूटता नहीं और हर अमल का बदला मिलेगा। हम अल्लाह से आसान हिसाब और उस दिन नजात की दुआ करते हैं।",
    "category": "आख़िरत का दिन"
  },
  {
    "no": 45,
    "title": "अवलिया की करामात पर ईमान",
    "text": "हम उन करामात (मोजिज़ात) पर ईमान रखते हैं जो हमें अवलिया की मालूम हैं, और भरोसेमंद स्रोतों से उनके बारे में सहीह रिवायतों पर।",
    "explanation": "करामा वह मोजिज़ा या इनाम है जो अल्लाह नेक शख़्स (वली) को मामूल से बढ़कर देता है, जैसे बग़ैर पढ़े इल्म या नाज़ुक वक़्त मदद। हम उन करामात पर ईमान रखते हैं जिनकी रिवायतें भरोसेमंद स्रोतों से सहीह हैं; न इन्कार करते हैं न उन्हें बढ़ा-चढ़ा कर बयान करते हैं।<br><br>सूरत मरयम मिहराब पर मरयम को रिज़्क दिए जाने की बात करती है; सूरत अल-कहफ़ कहफ़ वालों की। सहीह हदीसें सहाबा की करामात बताती हैं (जैसे उमर का दूर से सेना \"देखना\")। अहल सुन्नत के उलमा करामा पर ईमान रखते हैं बग़ैर उसे नबवी मोजिज़े के बराबर रखे या वली को माबूद बनाए।<br><br>हम सहीह रिवायत वाली करामात को नहीं ठुकराते, लेकिन अस्पष्ट स्रोत की कहानियों पर आसानी से ईमान नहीं लाते। असल फ़ज़ीलत तक़वा और नबी की पैरवी है; करामा अल्लाह का इनाम है, नेकी का पैमाना नहीं।",
    "category": "ईमान: अरकान, तअरीफ़ और वसत राह"
  },
  {
    "no": 46,
    "title": "लौहे महफ़ूज़ पर कलम का लिखा हुआ हुक्म",
    "text": "हम लौहे महफ़ूज़ (संरक्षित तख़्ती) और कलम और जो कुछ लिखा गया उस पर ईमान रखते हैं; जो अल्लाह ﷻ ने लिखा है वह यक़ीनन होकर रहेगा और जो अल्लाह ﷻ ने नहीं लिखा वह नहीं होगा; जो इंसान से छूट जाता है वह कभी हासिल नहीं कर पाएगा।",
    "explanation": "लौहे महफ़ूज़ वह \"मास्टर रिकॉर्ड\" है जहाँ अल्लाह ने सारा हुक्म लिख दिया है; कलम (क़लम) वह मख़्लूक़ है जो अल्लाह के हुक्म से लिखता है। जो लिखा गया वह यक़ीनन होगा; जो नहीं लिखा वह नहीं होगा। रिज़्क, उम्र और तक़दीर लिखी है; जो इंसान से छूट जाता है वह हासिल नहीं कर पाएगा।<br><br>सूरत अल-हदीद: 22 \"धरती या ख़ुद तुम पर कोई मुसीबत नहीं आती मगर यह किताब (लौहे महफ़ूज़) में हमारे उसे पैदा करने से पहले लिखी है।\" सहीह हदीस (अहमद आदि) कहती है कि अल्लाह ने सबसे पहले कलम पैदा की, फिर उसे हुक्म दिया कि जो कुछ होगा सब लिख दे। सूरत अल-अनआम: 59 साबित करती है कि अल्लाह के इल्म से कुछ छिपा नहीं।<br><br>हम इस तक़दीर पर ईमान रखते हैं बग़ैर \"मजबूर\" महसूस किए; हम फिर भी कोशिश और दुआ करते हैं क्योंकि कोशिश और दुआ भी तक़दीर का हिस्सा हैं। यह अक़ीदा दिल को सुकून देता है और जो हमें नहीं मिलता उस पर हसद या मायूसी से बचाता है।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 47,
    "title": "मलकुल मौत और उसका काम",
    "text": "हम मलकुल मौत (फरिश्ता-ए-मौत) पर ईमान रखते हैं, जिसे सारी मख़्लूक़ात की रूह लेने की ज़िम्मेदारी दी गई है।",
    "explanation": "मलकुल मौत (इज़राईल या मलकुल मौत) वह फरिश्ता है जिसे अल्लाह ने हर जानदार की रूह लेने का काम सौंपा है। रूह लेना अल्लाह के हुक्म से होता है; कोई अपनी मुद्दत से पहले नहीं मरता और न बाद में रुकता है।<br><br>सूरत अस-सजदा: 11 \"कहो तुम्हारी ज़िम्मेदारी वाला मलकुल मौत तुम्हें मौत में ले लेगा।\" सहीह हदीस बयान करती है कि मलकुल मौत इंसान के पास तब आता है जब उसकी मुद्दत आ जाती है; कुछ की रूह आसानी से ली जाती है और कुछ की अमल के मुताबिक़ मुश्किल से। हम फरिश्ते के नाम (इज़राईल) को यक़ीनन नहीं कहते क्योंकि क़तई दलील नहीं; यक़ीनन बात रूह लेने वाले फरिश्ते पर ईमान है।<br><br>यह अक़ीदा याद दिलाता है कि मौत यक़ीनन आएगी और अल्लाह के हुक्म से अंजाम पाएगी; हम तौबा और नेक अमल से तैयारी करते हैं ताकि जब हमारी रूह ली जाए हम अच्छी हालत में हों।",
    "category": "फरिश्ते और ग़ैब"
  },
  {
    "no": 48,
    "title": "इंसानी अमल लिखने वाले दो फरिश्ते",
    "text": "हम उन शरीफ फरिश्तों पर ईमान रखते हैं जो लोगों के अमल लिखते हैं, क्योंकि अल्लाह ﷻ ने उन्हें लोगों पर दो हाफ़िज़ (संरक्षक) मुक़र्रर किया है।",
    "explanation": "हर इंसान के साथ दो फरिश्ते होते हैं: एक नेकी लिखता है और एक बुराई। कोई लफ़्ज़ या अमल रिकॉर्ड से छूटता नहीं; यह रिकॉर्ड क़ियामत के दिन पेश होगा। दोनों अल्लाह के मुक़र्रर हाफ़िज़ हैं, नुकसान पहुँचाने के लिए नहीं बल्कि इन्साफ़ से लिखने के लिए।<br><br>सूरत क़ाफ: 17–18 \"जब दो फरिश्ते लिखते हैं, एक दाएँ बैठा और एक बाएँ। कोई लफ़्ज़ नहीं बोला जाता मगर उसके पास एक निगरान करने वाला तैयार है।\" सूरत अल-इन्फितार: 10–12 भी हाफ़िज़ (हफ़्ज़ा) का ज़िक्र करती है। सहीह हदीस साबित करती है कि फरिश्ते हर अमल लिखते हैं।<br><br>हम जानते हैं कि हर अमल लिखा जाता है; यह हमें ज़बान और अमल की हिफ़ाज़त और नेकी बढ़ाने पर उभारता है। हम इतना डरते नहीं कि परेशान हों, लेकिन लापरवाही नहीं करते; हम कोशिश करते हैं कि दाएँ का रिकॉर्ड बाएँ से भारी हो।",
    "category": "फरिश्ते और ग़ैब"
  },
  {
    "no": 49,
    "title": "रसूलों और किताबों पर ईमान",
    "text": "हम फरिश्तों, अंबिया और रसूलों पर नाज़िल की गई किताबों पर ईमान रखते हैं, और हम गवाही देते हैं कि वे सब ज़ाहिर हक़ पर थे।",
    "explanation": "हम फरिश्तों, अंबिया और अल्लाह की किताबों (तौरात, इंजील, ज़बूर और क़ुरआन) पर बग़ैर तफ़रीक़ ईमान रखते हैं। सभी रसूल एक ही हक़ (तौहीद और इताअत) लाए; हम गवाही देते हैं कि वे ज़ाहिर हक़ पर थे और हम उन में से किसी का इन्कार नहीं करते।<br><br>सूरत अल-बक़रा: 285 \"सब अल्लाह, उसके फरिश्तों, उसकी किताबों और उसके रसूलों पर ईमान रखते हैं। (वे कहते हैं:) हम उसके किसी रसूल के बीच तफ़रीक़ नहीं करते।\" सूरत अन-निसा: 150–152 उन लोगों से बचाती है जो कुछ रसूलों का इन्कार करते हैं। सहीह हदीस साबित करती है कि हम आदम से मुहम्मद तक सभी अंबिया पर ईमान रखते हैं।<br><br>हम किसी नबी या किताब को बुरा नहीं कहते; हम मानते हैं कि इस्लाम पहले जो आया उसे पूरा और पुष्ट करता है। हम नबी मुहम्मद को आख़िरी रसूल और क़ुरआन को आख़िरी किताब के तौर पर मानते हैं, पिछली किताबों की तस्दीक़ करते हुए।",
    "category": "क़ुरआन और वही"
  },
  {
    "no": 50,
    "title": "सब चीज़ें अल्लाह की तक़दीर से हैं",
    "text": "हम इन सब पर ईमान रखते हैं और यक़ीन रखते हैं कि हर चीज़ अल्लाह ﷻ की तरफ़ से है।",
    "explanation": "जिन चीज़ों पर हम ईमान रखते हैं—फरिश्ते, किताबें, रसूल, तक़दीर, आख़िरत आदि—और जो कुछ कायनात में होता है सब असल में अल्लाह की तरफ़ से है। कुछ भी उसके इल्म, मशीयत और तक़दीर के बग़ैर नहीं होता; हम इस पर यक़ीन के साथ ईमान रखते हैं।<br><br>सूरत अत-तग़ाबुन: 11 \"किसी पर कोई मुसीबत नहीं आती मगर अल्लाह की इजाज़त से।\" सूरत अल-हदीद: 22 साबित करती है कि हर मुसीबत लिखी है। सहीह हदीस (मुस्लिम) तक़दीर पर ईमान, उसकी भलाई और बुराई अल्लाह से, साबित करती है। \"हर चीज़ अल्लाह से है\" का अक़ीदा तवक्कुल और सब्र की बुनियाद है।<br><br>हम घटनाओं को सिर्फ \"कुदरत\" या \"इत्तिफ़ाक़\" नहीं मानते; हम यक़ीन रखते हैं कि हर चीज़ के पीछे अल्लाह की तक़दीर है। यह इंसानी ज़िम्मेदारी नहीं हटाता (हम कोशिश करते हैं और जवाबदेह हैं), लेकिन आख़िरी नतीजा अल्लाह पर छोड़ते हैं।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 51,
    "title": "रसूलों के बीच तफ़रीक़ नहीं",
    "text": "हम इन सब पर ईमान रखते हैं, रसूलों के बीच तफ़रीक़ नहीं करते, और जो कुछ उन सब ने लाया उसे सच मानकर क़ुबूल करते हैं।",
    "explanation": "हम सभी रसूलों पर बग़ैर तफ़रीक़ ईमान रखते हैं: न कुछ का इन्कार न कुछ का इक़रार। जो उन्होंने लाया (तौहीद, इबादत के फ़राएज़, अख़्लाक) हम सच मानकर क़ुबूल करते हैं; हम यह नहीं कहते \"हम कुछ पर ईमान और कुछ पर कुफ़्र।\"<br><br>सूरत अल-बक़रा: 136 \"कहो हम अल्लाह पर और जो हम पर नाज़िल हुआ और जो इब्राहीम, इसमाईल, इसहाक, याक़ूब और औलाद को दिया और जो मूसा, ईसा और नबियों को उनके रब की तरफ़ से दिया गया ईमान लाते हैं। हम उन में से किसी के बीच तफ़रीक़ नहीं करते।\" सूरत अन-निसा: 150–152 कुछ रसूलों पर ईमान और कुछ के इन्कार से मना करती है। हदीस साबित करती है किसी नबी को गाली देना बड़ा गुनाह है।<br><br>हम सभी नबियों का इज़्ज़त करते हैं और एक को दूसरे के ख़िलाफ़ नहीं खड़ा करते; हम नबी मुहम्मद की शरीअत को ख़ातिम और मुकम्मल मानकर चलते हैं और यक़ीन रखते हैं कि सभी रसूल अल्लाह से हक़ लाए।",
    "category": "नबी और रसूल"
  },
  {
    "no": 52,
    "title": "दज्जाल का ज़हूर और क़ियामत की निशानियाँ",
    "text": "हम क़ियामत की निशानियों पर ईमान रखते हैं जैसे दज्जाल का ज़हूर, ईसा बिन मरयम का आसमान से नुज़ूल, सूरज का मग़रिब से तुलूअ, और दाब्बा का ज़मीन से निकलना।",
    "explanation": "हम उन निशानियों पर ईमान रखते हैं जो नबी ने बताईं: दज्जाल (बड़ा झूठा) का ज़हूर, ईसा बिन मरयम का आसमान से नुज़ूल दज्जाल को मारने और शरीअत क़ायम करने के लिए, सूरज का मग़रिब से तुलूअ (उसके बाद तौबा क़ुबूल नहीं), और ज़मीन से दाब्बा का निकलना। यह सब बड़ी क़ियामत से पहले होगा।<br><br>सहीह हदीस (बुख़ारी, मुस्लिम वग़ैरा) में क़ियामत की निशानियाँ आती हैं। नबी ने फ़रमाया दज्जाल आएगा और ईसा उसे मारेंगे। सूरत अल-अनआम: 158 सूरज के मग़रिब से तुलूअ की ओर इशारा करती है। हम बग़ैर \"कैसे\" पूछे ईमान रखते हैं।<br><br>यह यक़ीन याद दिलाता है क़ियामत हक़ है और उसकी निशानियाँ हैं; हम ईमान और नेक अमल से तैयार रहते हैं और दज्जाल या झूठे दावों से बचते हैं।",
    "category": "आख़िरत का दिन"
  },
  {
    "no": 53,
    "title": "दस सहाबा जिन्हें जन्नत का वादा",
    "text": "हम गवाही देते हैं कि दस जिन्हें रसूलुल्लाह ﷺ ने जन्नत का वादा दिया जन्नत में होंगे: अबू बक्र, उमर, उस्मान, अली, थलहा, ज़ुबैर, अब्दुर्रहमान बिन अव्फ़, सअद बिन अबी वक़्कास, सईद बिन ज़ैद, और अबू उबैदा बिन जर्राह।",
    "explanation": "दस सहाबा जिन्हें नबी ने जन्नत का वादा दिया (अशरा मुबश्शरा) हम यक़ीन रखते हैं जन्नत में दाख़िल होंगे: अबू बक्र, उमर, उस्मान, अली, थलहा, ज़ुबैर, अब्दुर्रहमान बिन अव्फ़, सअद बिन अबी वक़्कास, सईद बिन ज़ैद, अबू उबैदा बिन जर्राह। नबी का वादा सच है और वे उम्मत के उस्वा हैं।<br><br>सहीह हदीस (तिर्मिज़ी वग़ैरा) कहती है नबी ने इन दस सहाबा को जन्नत का वादा दिया। वे इस्लाम के बड़े अफ़राद हैं; उनकी फ़ज़ीलत क़ुबूल करना अहले सुन्नत के अक़ीदे का हिस्सा है। हम न ग़ुलू करते हैं न तक़्सीर; उनके मनहज पर चलते हैं।<br><br>हम सभी सहाबा का इज़्ज़त करते हैं और किसी से बग़ावत नहीं; ईमान, इन्साफ़ और कुर्बानी में इन दस से उस्वा लेते हैं।",
    "category": "सहाबा, ख़ुलफ़ा और अहलुल बैत"
  },
  {
    "no": 54,
    "title": "इन्साफ़ से मुहब्बत और ज़ुल्म से नफ़रत",
    "text": "हम अहले इन्साफ़ और सच्चाई से मुहब्बत करते हैं और अहले ज़ुल्म और झूठ से नफ़रत।",
    "explanation": "हम इन्साफ़ और सच्चाई वालों से मुहब्बत और ज़ुल्म और झूठ वालों से नफ़रत करते हैं। अल्लाह की वजह से मुहब्बत और नफ़रत ईमान का हिस्सा है; हम ज़ुल्म या झूठ के मुक़ाबिल बे-तरफ़ नहीं।<br><br>सूरत अल-मुम्तहिना: 8 हुक्म देती है जो हमसे दीन की वजह से नहीं लड़ते उनसे दुश्मनी न करो। नबी ने फ़रमाया (बुख़ारी) अल्लाह को सबसे ज़्यादा प्यारा वह है जो इंसानों के लिए सबसे ज़्यादा नफ़ी। ज़ुल्म और झूठ कई आयतों और हदीसों में मना है।<br><br>हम अपने मामलों में इन्साफ़ और सच्चाई चाहते हैं और समाज में इन्साफ़ का साथ देते हैं; ज़ुल्म और झूठ से बचते हैं और ज़ालिमों के साथ ज़ुल्म में शरीक नहीं।",
    "category": "जमाअत, हाकिम और फ़िक़्ह"
  },
  {
    "no": 55,
    "title": "सभी सहाबा से नफ़रत की मनाही",
    "text": "हम रसूलुल्लाह ﷺ के सहाबा से मुहब्बत करते हैं मगर किसी पर ग़ुलू नहीं और किसी को छोड़ते नहीं; सहाबा से मुहब्बत इस्लाम और ईमान का हिस्सा है; सहाबा से नफ़रत कुफ़्र और निफ़ाक़।",
    "explanation": "हम सभी सहाबा से बग़ैर ग़ुलू (किसी पर ज़्यादती) और बग़ैर तक़्सीर (किसी को छोड़ना) मुहब्बत करते हैं। सहाबा से मुहब्बत इस्लाम और ईमान का हिस्सा है; सहाबा से नफ़रत या गाली कुफ़्र और निफ़ाक़।<br><br>सूरत अत-तौबा: 100 मुहाजिरीन और अन्सार के साबिक़ीन और अव्वलीन की तारीफ़ करती है। सहीह हदीस सहाबा को गाली देने से मना करती है; नबी ने फ़रमाया मेरे सहाबा को गाली मत दो। अहले सुन्नत मानते हैं सहाबा इज्तिहाद में इख़्तिलाफ़ कर सकते थे मगर अक़ीदे में नहीं।<br><br>हम बग़ैर दलील सहाबा को गाली या मुजरिम नहीं ठहराते; उनकी इज़्ज़त करते हैं और इस उम्मत की बेहतरीन पीढ़ी से उस्वा लेते हैं।",
    "category": "सहाबा, ख़ुलफ़ा और अहलुल बैत"
  },
  {
    "no": 56,
    "title": "खुलफ़ा-ए राशिदीन का तरतीब",
    "text": "हम यह क़रार देते हैं कि रसूलुल्लाह ﷺ की विसालत के बाद खिलाफत पहले अबू बक्र सिद्दीक़ को मिली, फिर उमर, फिर उस्मान, फिर अली बिन अबी तालिब—ये खुलफ़ा-ए राशिदीन और सीधे हाकिम हैं।",
    "explanation": "नबी की विसालत के बाद खिलाफत अबू बक्र को मिली फिर उमर, उस्मान, अली। ये खुलफ़ा-ए राशिदीन (सीधे हाकिम) हैं; यह तरतीब तारीख़ और अहले सुन्नत की इज्मा पर है।<br><br>सहीह हदीस कहती है नबी के बाद खिलाफत कुरैश में है और नबी ने हुक्म दिया मुहतदी खुलफ़ा की सुन्नत पर चलो। सहीह रिवायतें अबू बक्र फिर उमर, उस्मान, अली की बैअत बयान करती हैं। हम उन में से किसी के ख़िलाफ़ नहीं या किसी को कम नहीं समझते।<br><br>हम चारों खुलफ़ा को आदिल हाकिम मानते हैं और दीन और दौलत में उनके मनहज पर चलते हैं; जो सहाबा को गाली या तकफ़ीर करते हैं उनके पीछे नहीं।",
    "category": "सहाबा, ख़ुलफ़ा और अहलुल बैत"
  },
  {
    "no": 57,
    "title": "नबी की सुन्नत और जमाअत पर अमल",
    "text": "हम नबी ﷺ की सुन्नत और मुसलमानों की जमाअत पर चलते हैं और इन्हिराफ़, फ़िर्क़ा और तक़सीम से बचते हैं।",
    "explanation": "हम नबी की सुन्नत और मुसलमानों की जमाअत को पकड़ते हैं; बिदअत, फ़िर्क़ा और इन्हिराफ़ से बचते हैं। सुन्नत और जमाअत पर चलना नजात का रास्ता है।<br><br>सहीह हदीस (अबू दाऊद, तिर्मिज़ी) कहती है \"मेरी सुन्नत और मुहतदी खुलफ़ा की सुन्नत को पकड़ो\" और \"जमाअत रहमत है, फ़िर्क़ा अज़ाब।\" सूरत आले इम्रान: 103 हब्लुल्लाह को पकड़ने और तक़सीम न करने का हुक्म देती है। अहले सुन्नत वल जमाअत इस राह पर चलने वालों का नाम है।<br><br>हम दीन को सहीह स्रोत (क़ुरआन और सुन्नत) से सीखते हैं और जमाअत की समझ पर चलते हैं न कि हवा या फिर्का पर; ऐसी बहस से बचते हैं जो तक़सीम करे।",
    "category": "जमाअत, हाकिम और फ़िक़्ह"
  },
  {
    "no": 58,
    "title": "अहले किबला को मुसलमान और मोमिन कहना",
    "text": "हम जिसकी किबला हमारी तरफ़ है उसे मुसलमान और मोमिन कहते हैं—जब तक अहले किबला वह क़ुबूल करे जो नबी ﷺ लाए और जो कुछ उन्होंने कहा और बताया सबको सच माने।",
    "explanation": "जो हमारी किबला (काबा) की तरफ़ नमाज़ पढ़ता है और जो नबी लाए उसे क़ुबूल करता है और नबी की हर बात और ख़बर को सच मानता है उसे हम मुसलमान और मोमिन कहते हैं। हम अहले किबला को तब तक काफिर नहीं ठहराते जब तक वह ऐसी बात का इन्कार न करे जो साफ़ कुफ़्र हो।<br><br>सूरत अल-बक़रा: 143 मुसलमानों को उम्मत-ए वसता कहती है। सहीह हदीस कहती है जो हम जैसी नमाज़ पढ़े और हमारी किबला की तरफ़ हो वह मुसलमान है। अहले सुन्नत के उलमा गुनाह की वजह से अहले किबला को तकफ़ीर नहीं देते जब तक वह उसे हलाल न ठहराए।<br><br>हम बेजा तकफ़ीर नहीं करते; गुनाहगार मुसलमान और इस्लाम से निकलने वाले में फ़र्क़ करते हैं। दिल का राज अल्लाह पर छोड़ते हैं और अहले किबला के साथ मुसलमान की तरह सुलूक करते हैं।",
    "category": "जमाअत, हाकिम और फ़िक़्ह"
  },
  {
    "no": 59,
    "title": "इत्तिहाद हक़ फ़िर्क़ा अज़ाब",
    "text": "हम इस पर इत्तिफ़ाक़ रखते हैं कि इत्तिहाद सही राह है और फ़िर्क़ा इन्हिराफ़ और अज़ाब।",
    "explanation": "हक़ पर इत्तिहाद सही राह है; फ़िर्क़ा इन्हिराफ़ और अज़ाब। अल्लाह इत्तिहाद का हुक्म और फ़िर्क़ा की मनाही करता है।<br><br>सूरत आले इम्रान: 103 \"सब अल्लाह की रस्सी को पकड़ो और तक़सीम न करो।\" सहीह हदीस (इब्न माजा) कहती है फ़िर्क़ा अज़ाब है। नबी ने फ़िर्क़ा से मना किया और हाकिम की सुनने-मानने का हुक्म दिया जब तक मअ्सियत में न हो।<br><br>हम इस्लामी उख़ुव्वत बनाए रखते हैं और बिदअत या इलज़ाम से उम्मत नहीं तोड़ते; क़ुरआन और सुन्नत और सलफ़ की समझ पर इत्तिहाद करते हैं।",
    "category": "जमाअत, हाकिम और फ़िक़्ह"
  },
  {
    "no": 60,
    "title": "हदीस के मुताबिक़ ख़ुफ़्फ पर मसह की इजाज़त",
    "text": "हम ख़ुफ़्फ (चमड़े के मोज़े) पर मसह करने पर सफ़र और गैर-सफ़र दोनों में इत्तिफ़ाक़ रखते हैं जैसा हदीसों में है।",
    "explanation": "वुज़ू में पाँव धोने की जगह ख़ुफ़्फ (टखने तक ढकने वाले चमड़े के मोज़े) पर मसह करना हदीस में जाइज़ है, सफ़र हो या न हो। यह शरीअत की रुख़्सत है जो नबी ने सिखाई।<br><br>सहीह हदीस (मुस्लिम वग़ैरा) में नबी और सहाबा का ख़ुफ़्फ पर मसह आता है। उलमा शर्तों के साथ जो फ़िक़्ह में हैं उसकी इजाज़त पर इज्मा करते हैं। यह दीन की आसानी का हिस्सा है; हम बग़ैर ग़ुलू या इन्कार अमल करते हैं।<br><br>हम वुज़ू में शर्तों के मुताबिक़ ख़ुफ़्फ पर मसह की रुख़्सत इस्तेमाल कर सकते हैं; जब तक सहीह दलील पर चलें न वाजिब समझते हैं न हराम।",
    "category": "जमाअत, हाकिम और फ़िक़्ह"
  },
  {
    "no": 61,
    "title": "हर इमाम के पीछे नमाज़",
    "text": "हम अहले किबला में से किसी के पीछे—न सालेह न ज़ालिम—नमाज़ पढ़ने और अहले किबला में से किसी की मौत पर जनाज़ा पढ़ने पर इत्तिफ़ाक़ रखते हैं।",
    "explanation": "हम अहले किबला में से किसी के पीछे—न सालेह न फ़ाजिर—नमाज़ पढ़ते हैं जब तक वह नमाज़ को सही क़ायम करे; हम अहले किबला के मुर्दे की जनाज़ा भी पढ़ते हैं। यह इत्तिहाद बनाए रखता है और इमाम की निजी कमी की वजह से जमाअत का बॉयकॉट नहीं करते।<br><br>सहीह हदीस (बुख़ारी-मुस्लिम) फ़ाजिर इमाम के पीछे नमाज़ की तस्दीक़ करती है जब तक वह नमाज़ क़ायम करे। नबी ने फ़रमाया वे (इमाम) तुमसे आगे हैं; अगर सही तो सवाब तुम्हारे और उनके लिए, अगर ग़लत तो सवाब तुम्हारे और गुनाह उन पर। मुसलमान की जनाज़ा पढ़ना किफ़ाया वाजिब है।<br><br>हम सिर्फ़ इमाम की कमी की वजह से जमाअत नहीं छोड़ते; हम जमाअत में नमाज़ जारी रखते हैं और इमाम की हिदायत की दुआ करते हैं। हम मुसलमानों की जनाज़ा पढ़ते हैं और सिर्फ़ उस शख़्स के गुनाह की वजह से इन्कार नहीं करते।",
    "category": "जमाअत, हाकिम और फ़िक़्ह"
  },
  {
    "no": 62,
    "title": "क़ुरआन कलाम है मख़्लूक नहीं",
    "text": "हम क़ुरआन के बारे में बहस नहीं करते, और गवाही देते हैं कि वह अल्लाह का कलाम है जो रूहुल अमीन ने मुहम्मद ﷺ तक पहुँचाया; वह मख़्लूक का कलाम नहीं और हम यह नहीं कहते कि वह मख़्लूक है।",
    "explanation": "क़ुरआन कलामुल्लाह (अल्लाह का कलाम) है जो जिब्रील ने नबी मुहम्मद तक पहुँचाया; वह मख़्लूक का कलाम नहीं और हम यह नहीं कहते कि वह मख़्लूक है। बिना दलील \"कैसे\" या \"मख़्लूक है या नहीं\" पर बहस करना बिदअत है; हम वही मानते हैं जो अल्लाह और रसूल ने क़रार दिया।<br><br>सूरत अत-तौबा: 6 \"अल्लाह का कलाम\" (कलामुल्लाह) कहती है। सहीह हदीस तस्दीक़ करती है कि क़ुरआन रूहुल अमीन (जिब्रील) के ज़रिए नाज़िल हुआ। अहले सुन्नत क़रार देते हैं कि अल्लाह का कलाम उसकी सिफ़ात है, मख़्लूक नहीं; जो क़ुरआन को मख़्लूक कहे वह मुनहरिफ़ है।<br><br>हम आम लोगों से इस मसले पर बहस नहीं करते; हम बस यक़ीन रखते हैं कि क़ुरआन अल्लाह का पाक कलाम है और मख़्लूक नहीं। हम क़ुरआन की इज़्ज़त करते हैं और बेफ़ाइदा कलामी बहस में नहीं पड़ते।",
    "category": "क़ुरआन और वही"
  },
  {
    "no": 63,
    "title": "दीन के बारे में बेकार बात से बचना",
    "text": "हम अल्लाह ﷻ के बारे में बेकार बात में नहीं पड़ते, और अल्लाह ﷻ के दीन के बारे में झगड़े को नहीं छोड़ते।",
    "explanation": "हम अल्लाह के बारे में बेकार बात (जैसे उसके ज़ात पर बहस या जिसकी दलील न हो) में नहीं पड़ते, और अल्लाह के दीन के बारे में झगड़े को उख़ुव्वत तोड़ने नहीं देते। दीन दलील पर क़ायम है, अंदाज़े पर नहीं।<br><br>सूरत अल-इस्रा: 36 जिसके बारे में इल्म न हो उसकी पैरवी से मना करती है। सहीह हदीस बग़ैर इल्म क़ुरआन पर बहस से मना और झगड़े को अल्लाह और रसूल की तरफ़ लौटाने का हुक्म देती है। उलमा दीन में जिदल (बेकार बहस) से मना करते हैं।<br><br>हम दीन की बात क़ुरआन और सुन्नत की बुनियाद पर करते हैं; अनहद बहस में वक़्त नहीं बिताते। हम इत्तिहाद बनाए रखते हैं और ग़ैर-असली इख़्तिलाफ़ की वजह से तक़सीम नहीं करते।",
    "category": "ईमान: अरकान, तअरीफ़ और वसत राह"
  },
  {
    "no": 64,
    "title": "मअ्सियत न हो तो हाकिम की इताअत",
    "text": "हम इमाम या अपने मामलों के हाकिम के ख़िलाफ़ बग़ावत क़ुबूल नहीं करते, चाहे इमाम और हाकिम ज़ालिम हों; इमाम और हाकिम की इताअत अल्लाह ﷻ की इताअत का हिस्सा है, और जब तक इमाम और हाकिम गुनाह का हुक्म न दें वाजिब है; हम ऐसे इमाम और हाकिम के लिए हिदायत और मग़फ़िरत की दुआ करते हैं।",
    "explanation": "हम मुसलमानों के इमाम या हाकिम के ख़िलाफ़ बग़ावत क़ुबूल नहीं करते चाहे वे ज़ालिम हों; उनकी इताअत अल्लाह की इताअत का हिस्सा है और जब तक वे मअ्सियत का हुक्म न दें वाजिब है। हम उनके लिए हिदायत और मग़फ़िरत की दुआ करते हैं।<br><br>सहीह हदीस (बुख़ारी-मुस्लिम) तस्दीक़ करती है: अमीर की सुनो और इताअत करो जब तक मअ्सियत का हुक्म न हो; नबी ने जब तक वे नमाज़ क़ायम करें बग़ावत से मना किया। सूरत अन-निसा: 59 उलिल अम्र की इताअत का हुक्म देती है। यह स्थिरता और शरीअत की नज़्म बनाए रखता है।<br><br>हम मअरूफ़ में इताअत करते हैं और जब गुनाह का हुक्म हो तो इताअत नहीं; हम तुन्दी या तक़सीम से बग़ावत नहीं करते। हम हाकिम के लिए इंसाफ़ और हिदायत की दुआ करते हैं और हिक्मत से नसीहत करने की कोशिश करते हैं।",
    "category": "जमाअत, हाकिम और फ़िक़्ह"
  },
  {
    "no": 65,
    "title": "काहिन और ज्योतिषी का इन्कार",
    "text": "हम काहिन और ज्योतिषी की बात को सच नहीं मानते, न ऐसा कोई दावा जो किताब, सुन्नत और मुसलमान उम्मत की इज्मा के ख़िलाफ़ हो।",
    "explanation": "हम काहिन, ज्योतिषी या जो ग़ैब जानने या तक़दीर बताने का दावा करे उसकी बात क़ुबूल नहीं करते; हम ऐसा कोई दावा भी नहीं मानते जो क़ुरआन, सुन्नत और उम्मत की इज्मा के ख़िलाफ़ हो। हक़ सिर्फ़ वही से है।<br><br>सहीह हदीस (बुख़ारी-मुस्लिम) तस्दीक़ करती है कि नबी ने फ़रमाया: जो काहिन या ज्योतिषी के पास जाए और उसे सच माने तो उसने मुहम्मद पर नाज़िल हुई चीज़ का इन्कार किया। सूरत अल-जिन्न: 26-27 तस्दीक़ करती है कि ग़ैब सिर्फ़ अल्लाह जानता है।<br><br>हम रामल, ज्योतिष या \"इल्म\" जो भविष्य जानने का दावा करे पर ईमान नहीं रखते; हम अल्लाह पर तवक्कुल करते हैं और सुन्नतुल्लाह के मुताबिक़ अमल करते हैं। हम ख़बर सिर्फ़ सहीह स्रोत (किताब और सुन्नत) से लेते हैं।",
    "category": "दुआ, इल्म और हद"
  },
  {
    "no": 66,
    "title": "गुनाह की वजह से मुसलमान को काफिर न ठहराना",
    "text": "हम अपने अहले किबला में से किसी को गुनाह की वजह से काफिर नहीं ठहराते—जब तक अहले किबला उस अमल को हलाल न ठहराए।",
    "explanation": "हम अहले किबला (जो हमारी किबला की तरफ़ नमाज़ पढ़ते और नबी को मानते हैं) को सिर्फ़ गुनाह की वजह से तकफ़ीर नहीं देते—जब तक वे उस गुनाह को हलाल न ठहराएं। गुनाह ख़ुद-ब-ख़ुद इस्लाम से निकालता नहीं।<br><br>सहीह हदीस तस्दीक़ करती है: मुसलमान को दूसरे मुसलमान को काफिर कहने की इजाज़त नहीं; जो अपने भाई को \"ऐ काफिर\" कहे तो उनमें से एक उस पुकार पर लौट जाता है। अहले सुन्नत के उलमा गुनाहगार मोमिन और इस्लाम से निकलने वाले में फ़र्क़ करते हैं।<br><br>हम बेजा तकफ़ीर नहीं करते; गुनाहगार मगर मोमिन और रुकन-ए इस्लाम का इन्कार करने वाले या हराम को हलाल ठहराने वाले में फ़र्क़ करते हैं। दिल का राज अल्लाह पर छोड़ते हैं।",
    "category": "पाप, कुफ्र और किब्ला वाले"
  },
  {
    "no": 67,
    "title": "मोमिन पर गुनाह का नुक़सान",
    "text": "हम यह नहीं कहते कि मोमिन के गुनाह का उस पर कोई नुक़सान नहीं।",
    "explanation": "हम यह नहीं कहते कि मोमिन के गुनाह का उस पर नुक़सान नहीं। गुनाह नुक़सानदेह रहता है: सवाब कम करता है, दुनिया या आख़िरत में अज़ाब लाता है, और ईमान कमज़ोर करता है। हम गुनाह को हल्का नहीं लेते।<br><br>सूरत अन-निसा: 31 और दूसरी आयतें चेताती हैं कि बड़े गुनाह अज़ाब ला सकते हैं। सहीह हदीस तस्दीक़ करती है कि गुनाह दिल पर निशान छोड़ता है। नबी ने छोटे गुनाह को हल्का लेने से मना किया। अहले सुन्नत मुरजिया के इस नज़रिए को नकारते हैं कि गुनाह ईमान को नुक़सान नहीं पहुँचाता।<br><br>हम गुनाह से डरते और तौबा करते हैं; सिर्फ़ ईमान की वजह से \"आमन\" नहीं समझते। हम बड़े और छोटे गुनाह से बचने की कोशिश करते हैं और मअ्सियत के दिल और आख़िरत पर असर को कम नहीं आँकते।",
    "category": "पाप, कुफ्र और किब्ला वाले"
  },
  {
    "no": 68,
    "title": "भाई मुसलमानों को कुफ्र का इलज़ाम लगाने की मनाही",
    "text": "हम यह नहीं कहते कि अहले किबला में से कोई यक़ीनन जन्नत या जहन्नुम में दाख़िल होगा, और हम किसी पर कुफ्र, शिर्क या निफ़ाक़ का इलज़ाम नहीं लगाते—जब तक अहले किबला वह ज़ाहिर न करे; हम अहले किबला के राज अल्लाह ﷻ पर छोड़ते हैं।",
    "explanation": "हम किसी के लिए यह थिर नहीं करते कि वह यक़ीनन जन्नत या जहन्नुम में दाख़िल होगा; हम किसी पर कुफ्र, शिर्क या निफ़ाक़ का इलज़ाम नहीं लगाते जब तक वह ज़ाहिर न करे। दिल का राज अल्लाह पर छोड़ते हैं।<br><br>सहीह हदीस हमें किसी के लिए जन्नत या जहन्नुम थिर करने से मना करती है। नबी ने फ़रमाया: दूसरों पर निफ़ाक़ का इलज़ाम मत लगाओ। सूरत अल-हुजुरात: 12 ज़्यादा गुमान और ग़ीबत से मना करती है। हम सिर्फ़ ज़ाहिर से फैसला करते हैं; छिपा अल्लाह का मामला है।<br><br>हम जब तक साफ़ दलील न हो अच्छा गुमान रखते हैं; दूसरों के इरादे का फैसला नहीं करते। हम ख़ुद को सुधारने और हिक्मत से दावत पर ध्यान देते हैं, इलज़ाम या फैसला सुनाने में नहीं।",
    "category": "पाप, कुफ्र और किब्ला वाले"
  },
  {
    "no": 69,
    "title": "नबी का अवलिया पर फ़ज़्ल",
    "text": "हम उम्मत के किसी वली को किसी नबी पर तरजीह नहीं देते; एक नबी सारे अवलिया के मिले-जुले से बेहतर है।",
    "explanation": "इस उम्मत का कोई वली किसी नबी से अफ़ज़ल नहीं; एक नबी सारे अवलिया के जोड़ से बेहतर है। नबियों का दर्जा मख़सूस है; हम किसी सालेह को नबियों पर तरजीह नहीं देते।<br><br>सूरत अल-अनआम: 86 और दूसरी आयतें नबियों को ख़ास फ़ज़्ल के साथ याद करती हैं। सहीह हदीस तस्दीक़ करती है कि नबी मुहम्मद क़ियामत के दिन बन्नी आदम के सरदार हैं। उलमा इस पर इत्तिफ़ाक़ हैं कि नबी वली से अफ़ज़ल है। वली को नबी पर तरजीह देना गुमराही है।<br><br>हम नबियों की इज़्ज़त करते हैं और किसी सालेह को उनके बराबर नहीं ठहराते। हम नबी मुहम्मद को शरीअत के स्रोत और सबसे बड़ी मिसाल के तौर पर फॉलो करते हैं; अल्लाह के अवलिया से मुहब्बत रखते हैं बिना ग़ुलू के कि उन्हें नबी के बराबर कर दें।",
    "category": "नबी और रसूल"
  },
  {
    "no": 70,
    "title": "शरीअती सबब के बग़ैर क़त्ल की मनाही",
    "text": "हम मुहम्मद ﷺ की उम्मत में से किसी को क़त्ल करने पर इत्तिफ़ाक़ नहीं रखते, सिवा जब शरीअत के मुताबिक़ वाजिब हो।",
    "explanation": "हम मुहम्मद की उम्मत में से किसी को क़त्ल करने पर इत्तिफ़ाक़ नहीं रखते सिवा जब शरीअत के मुताबिक़ वाजिब हो (क़िसास, हद, या जाइज़ जंग के सूबे में)। मुसलमान की जान महफ़ूज़ है; बग़ैर हक़ क़त्ल बड़ा गुनाह है।<br><br>सूरत अल-अनआम: 151 और अल-इस्रा: 33 उस जान को क़त्ल करने से मना करती हैं जिसे अल्लाह ने हराम किया सिवा हक़ के। सहीह हदीस तस्दीक़ करती है कि मुसलमान को क़त्ल करना कबाइर में है। नबी ने ला इलाहा इल्लल्लाह कहने वाले को क़त्ल करने से मना किया। इस्लामी क़ानून बताता है कि क़त्ल कब जाइज़ है।<br><br>हम इंसानी जान की इज़्ज़त करते हैं और शरीअत के बाहर तुन्दी या क़त्ल की हिमायत नहीं करते। हम उस तहरीब और दीन के नाम पर क़त्ल को नकारते हैं जो सहीह दलील के मुताबिक़ न हो।",
    "category": "जमाअत, हाकिम और फ़िक़्ह"
  },
  {
    "no": 71,
    "title": "मुहम्मद की हैसियत बन्दे और रसूल के तौर पर",
    "text": "हम यक़ीन रखते हैं कि मुहम्मद ﷺ अल्लाह ﷻ के मुन्तखब बन्दे, अल्लाह ﷻ के मुन्तखब नबी और वह रसूल हैं जिससे अल्लाह ﷻ राज़ी है।",
    "explanation": "मुहम्मद अल्लाह के मुन्तखब बन्दे और नबी व रसूल हैं जिससे अल्लाह राज़ी है। आप इंसान हैं जो वही के साथ भेजे गए; हम आपकी इबादत नहीं करते और न ग़ुलू करते कि आपको बन्दे और रसूल की हैसियत से ऊपर उठाएँ।<br><br>सूरत अल-इस्रा: 1 नबी को उसका बन्दा कहती है। सूरत अल-अहज़ाब: 40 तस्दीक़ करती है मुहम्मद ख़ातमुन नबीयीन हैं। सहीह हदीस: मेरे बारे में ग़ुलू न करो जैसे नसारा ने ईसा के बारे में किया; मैं बस बन्दा हूँ, तो कहो अल्लाह का बन्दा और उसका रसूल। हम आपसे मुहब्बत और इज़्ज़त रखते हैं बिना ग़ुलू; आपकी शरीअत पर चलते हैं और आपको माबूद नहीं बनाते। जो नबूवत का इन्कार करे या आपको घटाए हम उसे नकारते हैं।",
    "category": "नबी और रसूल"
  },
  {
    "no": 72,
    "title": "इंसान के लिए ख़ैर और शर का तक़दीर",
    "text": "ख़ैर और शर इंसान के लिए मुक़र्रर हो चुका है।",
    "explanation": "ख़ैर और शर इंसान के लिए मुक़र्रर है: अम्र और नही, अज्र और अज़ाब। इंसान को इख़्तियार दिया गया और उस पर पूछ होगी। सूरत अश-शम्स: 8–10 इशारा करती है अल्लाह इंसान को फुजूर और तक़वा का रास्ता इलहाम करता है। हदीस और आयतें तक्लीफ़ और हिसाब तस्दीक़ करती हैं। क़द्र इख़्तियार मिटाती नहीं; इंसान कोशिश करता है और अल्लाह नतीजा मुक़र्रर करता है।<br><br>हम ख़ैर करते हैं और शर से बचते हैं; आलस के लिए \"मुक़द्दर था\" बहाना नहीं बनाते। हम यक़ीन रखते हैं ख़ैर और शर हक़ीक़ी हैं और हम पर पूछ होगी।",
    "category": "ईमान: अरकान, तअरीफ़ और वसत राह"
  },
  {
    "no": 73,
    "title": "ईमान की अमनियत तस्लीम पर",
    "text": "किसी का इस्लाम तभी अमन में है जब तस्लीम और इन्कियाद पर मुस्तनद हो; अपनी ताक़त से बाहर की चीज़ जानने पर ज़ोर देना उसे सही यक़ीन से दूर ही करता है।",
    "explanation": "किसी का इस्लाम तभी अमन में है जब तस्लीम और इन्कियाद अल्लाह और रसूल के आगे पर मुस्तनद हो। अपनी ताक़त से बाहर (जैसे अल्लाह के ज़ात की हक़ीक़त या क़द्र की तफ़सील) जानने पर ज़ोर देना सही यक़ीन से दूर ही करता है। सूरत आल-ए-इमरान: 19 इस्लाम को तस्लीम कहती है। हदीस अल्लाह के ज़ात में सोचने से मना करती है और उसकी मख़लूक़ में सोचने का हुक्म देती है। उलमा अल्लाह के नाम और सिफ़ात में इलहाद (जाइज़ नहीं) में उतरने से मना करते हैं।<br><br>जो ग़ैब अल्लाह ने बयान नहीं किया उसे अल्लाह पर छोड़ते हैं; जिसका अल्लाह ने हुक्म दिया और हम कर सकते हैं उस पर ध्यान देते हैं। जो अल्लाह ने न खोला उसके \"कैसे\" या \"क्यों\" न जानने से परेशान नहीं होते।",
    "category": "ईमान: अरकान, तअरीफ़ और वसत राह"
  },
  {
    "no": 74,
    "title": "इंसान की कुदरत अल्लाह से",
    "text": "जो कुदरत किसी अमल को वाक़ई वुकू में लाती है सिर्फ़ अल्लाह ﷻ से है; शरीअत इंसान से जो माँगती है वह कुदरत है मानी सेहत, इस्तिताअ और मौक़ा (सामान) जो उसके पास है।",
    "explanation": "जो कुदरत अमल को वाक़ई वुकू में लाती है (कुदरत मुअस्सिरा) सिर्फ़ अल्लाह से है। शरीअत इंसान से जो माँगती है वह कुदरत है मानी सेहत, इस्तिताअ और मौक़ा (सामान); जब वह हो तो कोशिश वाजिब और अल्लाह तौफ़ीक़ देता है। सूरत अल-बक़रा: 286 अल्लाह वुसअ के मुताबिक़ तक्लीफ़ देता है। हदीस: ला हौला वला क़ुव्वता इल्ला बिल्लाह। उलमा तक्लीफ़ की शर्त के तौर पर कुदरत और अमल को वुकू में लाने वाली कुदरत (अल्लाह से) में फर्क़ करते हैं।<br><br>हम अपनी ताक़त भर कोशिश करते हैं और अल्लाह से मदद चाहते हैं; जिस चीज़ में अभी कोशिश हो सकती है उसके लिए \"मैं नहीं कर सकता\" बहाना नहीं बनाते। हम यक़ीन रखते हैं कि ताअत की ताक़त अल्लाह से है।",
    "category": "तक्लीफ़ और इंसानी अमल"
  },
  {
    "no": 75,
    "title": "सारा इल्म अल्लाह की तरफ़ लौटाना",
    "text": "जब किसी चीज़ पर हमारा इल्म साफ़ न हो तो हम कहते हैं: \"अल्लाह ﷻ सबसे ज़्यादा जानता है।\"",
    "explanation": "जब हमारा इल्म किसी चीज़ पर साफ़ न हो या दलील काफ़ी न हो तो हम कहते हैं: अल्लाह सबसे ज़्यादा जानता है। हम जज़्म नहीं करते और न गढ़ते; जो नहीं जानते उसे अल्लाह पर छोड़ते हैं। सूरत अल-बक़रा: 232 और कई आयतें अम्र को अल्लाह की तरफ़ लौटाने का हुक्म देती हैं। नबी ने फरमाया जिससे उस इल्म के बारे में पूछा जाए जो उसे नहीं और वह कहे \"अल्लाह सबसे ज़्यादा जानता है\" उसने सही जवाब दिया। उलमा बग़ैर इल्म बोलने से मना करते हैं।<br><br>हम वह जानने का दावा नहीं करते जो नहीं जानते; \"मैं नहीं जानता\" या \"अल्लाह सबसे ज़्यादा जानता है\" कहने को तैयार हैं जब ऐसा हो। बग़ैर दलील तफ़सीर या हुक्म नहीं गढ़ते।",
    "category": "दुआ, इल्म और हद"
  },
  {
    "no": 76,
    "title": "यास के दरमियान वसत राह",
    "text": "मुतलक़ यक़ीन और यास दोनों इंसान को दीन से निकाल देते हैं; अहले क़िबला के लिए हक़ की राह दोनों के दरमियान है।",
    "explanation": "गुमराह मुतलक़ यक़ीन (जैसे किसी के लिए जन्नत का जज़्म) और यास (जैसे जहन्नम का जज़्म या अल्लाह माफ़ नहीं करता) दोनों दीन से निकाल देते हैं। अहले क़िबला के लिए हक़ की राह दोनों के दरमियान है: उम्मीद और खौफ़। सूरत अल-हिज्र: 56 इबराहीम ने कहा अल्लाह की रहमत से सिर्फ़ गुमराह ही यास करते हैं। सूरत अज़-ज़ुमर: 53 यास न करने की दावत देती है। हदीस रजा और खौफ़ का तवाजुन तस्दीक़ करती है। अहले सुन्नत ख़वारिज (बहुत सख़्त) और मुरजिया (बहुत ढीले) के बीच हैं।<br><br>हम अल्लाह की रहमत की उम्मीद और उसके अज़ाब का खौफ़ रखते हैं; किसी के लिए जन्नत या जहन्नम का जज़्म नहीं करते। अल्लाह के बारे में अच्छा गुमान रखते हैं और उसकी मग़फ़िरत से यास नहीं करते।",
    "category": "ईमान: अरकान, तअरीफ़ और वसत राह"
  },
  {
    "no": 77,
    "title": "कब्र जन्नत का बाग़ या जहन्नम का गड्ढा",
    "text": "कब्र या तो जन्नत के बाग़ों में से एक है या जहन्नम के गड्ढों में से एक।",
    "explanation": "कब्र जन्नत के बाग़ों में से एक (बरज़ख की नेमत) या जहन्नम के गड्ढों में से एक (अज़ाबे कब्र) हो सकती है, दफ्नशुदा के अमल और ईमान पर। यह कब्र की नेमत और अज़ाब वाले हदीसों के मुताबिक़ है। सहीह हदीस (बुख़ारी, मुस्लिम) मोमिन के लिए कब्र की नेमत और ज़ालिम या मुनाफ़िक़ के लिए अज़ाबे कब्र रिवायत करती है। नबी ने अज़ाबे कब्र से इस्तिआज़ा की दुआ सिखाई। सूरत अल-मोमिनून: 99–100 बरज़ख की तरफ़ इशारा करती है।<br><br>हम ईमान और नेक अमल से तैयार होते हैं कि हमारी कब्र जन्नत का बाग़ हो; अज़ाबे कब्र से इस्तिआज़ा की दुआ करते हैं। यह यक़ीन हमें ग़फ़लत से बचाता है।",
    "category": "आख़िरत का दिन"
  },
  {
    "no": 78,
    "title": "जन्नत में अल्लाह को देखने पर ईमान",
    "text": "लोग जन्नत में अल्लाह ﷻ को देखने पर ईमान रखते हैं बिना अपने अक्ल से कैसे की तअवील या तसव्वुर किए, और अल्लाह ﷻ की सिफ़ात के इन्कार या अल्लाह ﷻ को मख़लूक़ से तशबीह से बचते हैं।",
    "explanation": "अहले जन्नत आख़िरत में अल्लाह को देखेंगे; हम बिना अक्ल से \"कैसे\" की तअवील या तसव्वुर के ईमान रखते हैं। इस सिफ़ात के इन्कार और अल्लाह को मख़लूक़ से तशबीह से बचते हैं। सूरत अल-क़ियामा: 22–23 उस दिन चेहरों का ज़िक्र करती है नूरानी, अपने रब को देखते हुए। सहीह हदीस (बुख़ारी, मुस्लिम) तस्दीक़ करती है अहले जन्नत अल्लाह को चाँदनी रात के चाँद की तरह देखेंगे। हम बिना तक्यीफ़ और तम्सील के ईमान रखते हैं।<br><br>उस \"रुयया\" की शकल का तसव्वुर नहीं करते; यही काफ़ी है कि अल्लाह को देखना जन्नत की सबसे बड़ी नेमत है। जो रुयया का इन्कार करे या मख़लूक़ देखने से तशबीह करे उसे नकारते हैं।",
    "category": "आख़िरत का दिन"
  },
  {
    "no": 79,
    "title": "जन्नत में अल्लाह को देखने की हक़ीक़त",
    "text": "अहले जन्नत द्वारा अल्लाह ﷻ को देखना हक़ है; लोग बिना कैसे की तअवील के ईमान रखते हैं और उस का इल्म अल्लाह ﷻ पर छोड़ देते हैं।",
    "explanation": "अहले जन्नत द्वारा अल्लाह को देखना हक़ है; हम बिना कैसे की तअवील के ईमान रखते हैं और उस का इल्म अल्लाह पर छोड़ देते हैं। देखने का तरीक़ा मख़लूक़ देखने जैसा नहीं। दलील नुक़्ता 78 जैसी। सूरत अल-क़ियामा: 22–23 और रुयया पर मुतवातिर हदीस। अहले सुन्नत के उलमा रुयया को बिना तक्यीफ़ साबित करते हैं; \"हमारी आँख जैसे\" या \"फ़लाना तरीक़ा\" नहीं कहते। हम रुयया पर अल्लाह और रसूल की ख़बर के तौर पर ईमान रखते हैं; \"कैसे\" की बेअन्त बहस में नहीं पड़ते। यह यक़ीन अहले जन्नत में शामिल होने के लिए अमल का जोश बढ़ाता है।",
    "category": "आख़िरत का दिन"
  },
  {
    "no": 80,
    "title": "मुहम्मद अल्लाह के नबियों का ख़ातिम",
    "text": "मुहम्मद ﷺ ख़ातमुन नबीयीन, मुत्तक़ीन के इमाम, रसूलों में सबसे अशरफ़ और रब्बुल आलमीन के हबीब हैं।",
    "explanation": "मुहम्मद ख़ातमुन नबीयीन, मुत्तक़ीन के इमाम, रसूलों में सबसे अशरफ़ और रब्बुल आलमीन के हबीब हैं। आपके बाद कोई नबी नहीं। सूरत अल-अहज़ाब: 40 मुहम्मद आपके मर्दों में किसी के बाप नहीं बल्कि अल्लाह के रसूल और ख़ातमुन नबीयीन हैं। सहीह हदीस तस्दीक़ करती है नबी सैय्यिदुल बनी आदम और अल्लाह के हबीब हैं। नबी आख़िरी रसूल हैं; आपके बाद नबूवत का दावा बातिल है।<br><br>हम मुहम्मद को आख़िरी नबी मानते हैं और आपके बाद नया नबी या रसूल नहीं मानते। हम आपसे मुहब्बत और इज़्ज़त रखते हैं और क़ियामत तक आपकी सुन्नत पर चलते हैं।",
    "category": "नबी और रसूल"
  },
  {
    "no": 81,
    "title": "मुहम्मद का सारे इंसानों के लिए दायित्व",
    "text": "नबी मुहम्मद ﷺ जिन्न और इंसान सबकी तरफ़ हक़, हिदायत, नूर और रोशनी के साथ भेजे गए।",
    "explanation": "नबी मुहम्मद जिन्न और इंसान सबकी तरफ़ हक़, हिदायत, नूर और रोशनी के साथ भेजे गए। उनकी दावत आम है; उनके बाद कोई उम्मत उनकी पैरवी से मुस्तस्ना नहीं।<br><br>सबा: 28 हमने तुम्हें सिर्फ़ सारे इंसानों के लिए भेजा। अहज़ाब: 40 ख़ातमुन नबीयीन की तस्दीक़। हदीस कहती है नबी इंसान और जिन्न की तरफ़ भेजे गए। उनकी शरीअत क़ियामत तक क़ायम।<br><br>हम मानते हैं इस्लाम सब इंसानों के लिए है; हिक्मत से दावत देते हैं और ज़बरदस्ती नहीं। नबी को उनके बाद शरीअत का एकमात्र स्रोत मानकर पैरवी करते हैं।",
    "category": "नबी और रसूल"
  },
  {
    "no": 82,
    "title": "कबीरा गुनाह करने वाले मुस्लिम का अंजाम",
    "text": "मुहम्मद ﷺ की उम्मत में से जो कबीरा गुनाह करे वह दोज़ख़ में जाएगा मगर हमेशा नहीं—बशर्ते वह मुकम्मिन होकर अल्लाह ﷻ की वहदानियत क़बूल करता हुआ वफात पाए; उसका अंजाम अल्लाह ﷻ की मशीयत और फैसले के तहत।",
    "explanation": "मुहम्मद की उम्मत में से जो कबीरा गुनाह करे वह दोज़ख़ में जाएगा (अगर अल्लाह अज़ाब दे) मगर हमेशा नहीं—बशर्ते वह मुकम्मिन होकर अल्लाह की वहदानियत क़बूल करता हुआ वफात पाए। उसका अंजाम अल्लाह की मशीयत और फैसले के तहत; माफ़ या अज़ाब के बाद निकाला जा सकता है।<br><br>सहीह हदीस कहती है अल्लाह दोज़ख़ से निकाल लेगा जिसके दिल में तौहीद हो। अहले तौहीद दोज़ख़ में हमेशा नहीं रहते। निसा: 48 शिर्क से मना करती है; गैर-शिर्क गुनाह अल्लाह चाहे तो माफ़। अहले सुन्नत ख़वारिज और मुरजिया के बीच।<br><br>हम कबीरा गुनाहगार को दोज़ख़ में हमेशा नहीं कहते; अल्लाह की रहमत की उम्मीद और अज़ाब का ख़ौफ़। कबीरा से बचने और तौबा की याद दिलाते हैं; अंजाम अल्लाह पर छोड़ते हैं।",
    "category": "पाप, कुफ्र और किब्ला वाले"
  },
  {
    "no": 83,
    "title": "इंसानी अमल अल्लाह तआला की मख़लूक",
    "text": "इंसानी अमल हक़ीकत में अल्लाह ﷻ की मख़लूक हैं, और उसी वक़्त इंसान उन्हें करता और उन पर जवाबदेह है।",
    "explanation": "इंसानी अमल हक़ीकत में अल्लाह की मख़लूक हैं (अल्लाह उन्हें पैदा करता है), और उसी वक़्त इंसान उन्हें करता और जवाबदेह है। यह वसत है: न जबरीय्य (सब मजबूर) न क़दरीय्य (इंसान अपना अमल खुद पैदा करता है)।<br><br>साफ़्फात: 96 अल्लाह ने तुम्हें और तुम्हारे अमल पैदा किए। हदीस: ला हौला वला क़ुव्वता इल्ला बिल्लाह। अहले सुन्नत के उलमा कहते हैं बन्दे का अमल अल्लाह की मख़लूक और बन्दे का कस्ब; इंसान जवाबदेह।<br><br>हम कोशिश करते हैं और मानते हैं नतीजा अल्लाह से; न बेकार (जबरीय्य) न अपने अमल का ख़ालिक (क़दरीय्य)। हम अपनी पसंद के लिए जवाबदेह।",
    "category": "तक्लीफ़ और इंसानी अमल"
  },
  {
    "no": 84,
    "title": "अल्लाह का आदम और उनकी औलाद से अहद",
    "text": "जो अहद अल्लाह ﷻ ने आदम और उनकी औलाद से लिया वह सच है।",
    "explanation": "जो अहद अल्लाह ने आदम और उनकी औलाद से (आदम की पीठ से लिया) लिया वह सच है: यह इक़रार कि अल्लाह रब है। क़ुरआन में ज़िक्र; इंसान फितरत पर पैदा होता है, फिर माहौल और चुनाव असर करते हैं।<br><br>आराफ: 172–173 बयान करती हैं अल्लाह ने आदम की औलाद से अहद लिया: क्या मैं तुम्हारा रब नहीं? उन्होंने कहा हाँ। सहीह हदीस कहती है हर बच्चा फितरत पर पैदा होता है। उलमा इसे फितरत और इंसानी ज़िम्मेदारी की दलील लेते हैं।<br><br>हम मानते हैं इंसान में रब को पहचानने की फितरत है; हमारी दावत याद दिलाती और दावत देती है, कोई \"अजनबी चीज़\" नहीं डालती। हम बालिग़ और आक़िल होने के बाद अपनी पसंद के लिए जवाबदेह।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 85,
    "title": "अल्लाह के नाम और सिफ़ात दाइम",
    "text": "जिस तरह अल्लाह ﷻ को मुर्दों को ज़िंदा करने वाले नाम का हक़ मुर्दों को ज़िंदा करने से पहले और बाद दोनों है, वैसे ही ख़ालिक नाम का हक़ ख़ल्क से पहले और बाद दोनों।",
    "explanation": "अल्लाह को \"मुर्दों को ज़िंदा करने वाला\" नाम का हक़ अस्ल में ज़िंदा करने से पहले और बाद दोनों है; और \"ख़ालिक\" ख़ल्क से पहले और बाद। अल्लाह के सिफ़ात और नाम हादिसात पर मुनहसिर नहीं; वह हमेशा अपने सिफ़ात रखता है।<br><br>हदीद: 3 वह अव्वल और आख़िर है। अल्लाह के नाम अज़ली। उलमा कहते हैं अल्लाह हमेशा अल-ख़ालिक, अल-मुह्यी वगैरह बिना किसी हादिस के बाद \"नया\" सिफ़ात। यह उस नज़र को रद करता है जो ख़ल्क से पहले अल्लाह के सिफ़ात पर शक करती है।<br><br>हम \"अल्लाह को ख़ालिक का सिफ़ात कब मिला\" नहीं पूछते; हम मानते हैं अल्लाह अज़ल से कामिल। यह यक़ीन तौहीद की सफ़ाई बचाता और सिफ़ात पर शक करने वाले फलसफ़े को रद करता।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 86,
    "title": "हर चीज़ अल्लाह की मशीयत से",
    "text": "हर चीज़ अल्लाह ﷻ की मशीयत, इल्म, तक़दीर और तक़दीर के मुताबिक़ होती है; अल्लाह ﷻ की मशीयत दूसरी मशीयतों पर ग़ालिब; अल्लाह ﷻ कभी ज़ालिम नहीं, बुराई से पाक और हर अयब से कामिल।",
    "explanation": "हर चीज़ अल्लाह की मशीयत, इल्म, तक़दीर और तक़दीर के मुताबिक़ होती है। अल्लाह की मशीयत दूसरी मशीयतों पर ग़ालिब; अल्लाह कभी ज़ालिम नहीं, बुराई से पाक और हर अयब से कामिल।<br><br>यासीन: 82 जब वह चीज़ चाहता है उसका हुक्म सिर्फ़ \"कुन\" और हो जाता। बुरूज: 16 वह मुरीद है। हदीस और आयतें अल्लाह की क़ुदरत और मशीयत की तस्दीक़। अल्लाह ज़ालिम नहीं; उसकी तक़दीर में हिक्मत।<br><br>हम सब बातें अल्लाह पर छोड़ते हैं और अल्लाह पर ज़ुल्म का इलज़ाम नहीं। हम मानते हैं जो हम पर गुज़रती है उसकी तक़दीर और मशीयत के मुताबिक़; हम कोशिश और तवक्कुल।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 87,
    "title": "इंसानी मशीयत अल्लाह पर मुनहसिर",
    "text": "हर चीज़ अल्लाह ﷻ की तक़दीर और मशीयत के मुताबिक़ होती है; इंसान जो चाहे सिर्फ़ तभी होता है जब अल्लाह ﷻ चाहे।",
    "explanation": "हर चीज़ अल्लाह की तक़दीर और मशीयत के मुताबिक़ होती है; इंसान जो चाहे सिर्फ़ तभी होता है जब अल्लाह चाहे। इंसानी मशीयत आज़ाद नहीं; अल्लाह की मशीयत के तहत।<br><br>तकवीर: 29 तुम चाहो तो सिर्फ़ जो अल्लाह चाहे। हदीस: ला हौला वला क़ुव्वता इल्ला बिल्लाह। उलमा कहते हैं अल्लाह की मशीयत हर होने वाली चीज़ को शामिल; मख़लूक की मशीयत ताबे।<br><br>हम चाहते और कोशिश करते हैं मगर मानते हैं अंजाम अल्लाह के हाथ। कामयाबी पर घमंड नहीं न नाकामी पर नाउम्मीदी; कोशिश के बाद तवक्कुल।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 88,
    "title": "नबी मुहम्मद के ज़रिए शरीअत की सच्चाई",
    "text": "नबी ﷺ से जो कुछ शरीअत और बयान (क़ुरआन और इस्लाम) के बारे में साबित है वह सच है।",
    "explanation": "नबी से जो कुछ शरीअत और बयान—क़ुरआन और सुन्नत, हलाल-हराम, इबादत, अख़्लाक—के बारे में साबित है वह सच। हम बगैर शक क़बूल और अमल करते हैं।<br><br>हश्र: 7 रसूल जो दें लो और जो मना करें छोड़ दो। सहीह मुतवातिर हदीस कहती है नबी हवा से नहीं बोलते। क़ुरआन और सुन्नत सच्चाई का स्रोत।<br><br>हम चुन-चुन कर शरीअत का हिस्सा नहीं रद करते; नबी से जो साबित सब क़बूल। हम उन रायों पर नहीं चलते जो साफ़ दलील के ख़िलाफ़।",
    "category": "नबी और रसूल"
  },
  {
    "no": 89,
    "title": "सब मख़लूक अल्लाह के हुक्म के तहत",
    "text": "सब मख़लूक अल्लाह ﷻ की मशीयत के तहत हैं, चाहे अल्लाह ﷻ की फज़्ल से या अल्लाह ﷻ के इंसाफ़ से।",
    "explanation": "सब मख़लूक अल्लाह की मशीयत के तहत हैं, चाहे उसकी फज़्ल (नअमत, हिदायत, रहमत) से या इंसाफ़ (अज़ाब, इब्तिला) से। कोई चीज़ उसकी तक़दीर से बाहर नहीं।<br><br>आले इमरान: 83 क्या अल्लाह के दीन के सिवा और चाहते हैं जबकि उसके आगे हर कोई जो आसमानों और ज़मीन में है मुतई। आयतें और हदीस अक्सर कहती हैं हर चीज़ अल्लाह के तहत। अल्लाह की फज़्ल और इंसाफ़ कामिल।<br><br>हम तक़दीर को खुलूस से क़बूल करते हैं: नअमत पर शुक्र और इब्तिला पर सब्र। अल्लाह की तक़दीर पर ऐतराज नहीं; हम मानते हैं अल्लाह अद्ल और रहीम।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 90,
    "title": "मुकम्मिन अल्लाह के अवलिया हैं",
    "text": "सब मुकम्मिन अल्लाह ﷻ के अवलिया हैं, और अल्लाह ﷻ के नज़दीक सबसे अकरम वह जो सबसे ज़्यादा मुत्तक़ी और क़ुरआन का सबसे ज़्यादा पाबंद।",
    "explanation": "सब मुकम्मिन अल्लाह के अवलिया हैं (आम मअनी में अल्लाह के अज़ीज़); अल्लाह के नज़दीक सबसे अकरम वह जो सबसे ज़्यादा मुत्तक़ी और क़ुरआन का सबसे ज़्यादा पाबंद। फज़्ल तक़वा और इत्तिबा पर न दावे या लकब पर।<br><br>यूनुस: 62–63 जान लो अल्लाह के अवलिया पर न खौफ़ न गम—जो ईमान लाए और मुत्तक़ी रहे। हदीस कहती है अल्लाह का वली वह जो इताअत करे; हम उन्हें अमल से पहचानते न दावे से। किसी \"वली\" को दलील से ऊपर नहीं करते।<br><br>हम अल्लाह के अवलिया बनने की कोशिश इताअत और क़ुरआन-सुन्नत की पैरवी से; न अपना दावा वलायत का न दूसरों को बगैर अस्ल के तक़दीस। फज़्ल अल्लाह के पास और अमल पर।",
    "category": "ईमान: अरकान, तअरीफ़ और वसत राह"
  },
  {
    "no": 91,
    "title": "इंसान के अमल अल्लाह के इल्म के मुताबिक़",
    "text": "इंसान के सारे अमल बिल्कुल वैसे ही होते हैं जैसे अल्लाह ﷻ जानता है; हर शख़्स जिस चीज़ के लिए पैदा किया गया उसकी तरफ आसान कर दिया जाता है, और ख़ुशनसीब या बदनसीब अल्लाह ﷻ के क़ज़ा के मुताबिक।",
    "explanation": "इंसान के सारे अमल बिल्कुल वैसे ही होते हैं जैसे अल्लाह जानता है; हर शख़्स जिस चीज़ के लिए पैदा किया गया (तक़दीर) उसकी तरफ आसान कर दिया जाता है। यह कोशिश नहीं मिटाता; कोशिश भी तक़दीर का हिस्सा।<br><br>सूरा लयल: 5–10 इशारा करता है ख़ैर या शर की तरफ आसान किया जाता है। हदीस: हर शख़्स जिस चीज़ के लिए पैदा किया गया उसकी तरफ आसान कर दिया जाता है। अल्लाह का इल्म अमल से पहले है।<br><br>हम कोशिश करते हैं और यक़ीन रखते हैं अल्लाह आसान करने वाला है; हम ग़ैर-फ़ाएल नहीं। \"तक़दीर बदनसीब\" का बहाना नहीं बनाते; कोशिश के बाद उसी पर तौक़्ल करते हैं।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 92,
    "title": "ईमान से निकलने की हद",
    "text": "शख़्स ईमान से नहीं निकलता मगर उस चीज़ के इन्कार से जो उसे ईमान में लाई।",
    "explanation": "शख़्स ईमान से नहीं निकलता मगर उस चीज़ के इन्कार से जो उसे ईमान में लाई (यानी ईमान के रुक्न का इन्कार, ज़ाहिर हराम को हलाल कहना, या कुफ़्र का ऐतिकाद)। सिर्फ गुनाह इस्लाम से नहीं निकालता जब तक अस्ल का इन्कार न हो।<br><br>सहीह हदीस: मुस्लिम को गुनाह पर तक़फ़ीर नहीं करनी चाहिए। इस्लाम से निकलना शहादत के इन्कार, दीन में क़तई के इन्कार या मुत्तफ़िक़ हराम को हलाल कहने से होता है। उलमा कहते हैं कबीरा का मुरतकिब अगर गुनाह को हलाल न कहे मोमिन रहता है।<br><br>हम उसे तक़फ़ीर नहीं करते जो ईमान के अरकान को क़बूल करता है और हराम को हलाल नहीं कहता; गुनाह और कुफ़्र में फ़र्क़ करते हैं। तक़फ़ीर का फ़ैसला सख़्त शराइत में अहले इल्म पर छोड़ते हैं।",
    "category": "ईमान: अरकान, तअरीफ़ और वसत राह"
  },
  {
    "no": 93,
    "title": "मुहम्मद के बाद नबूवत के दावे की बातिली",
    "text": "मुहम्मद ﷺ के बाद हर नबूवत का दावा बातिल और धोखा है।",
    "explanation": "मुहम्मद के बाद हर नबूवत का दावा बातिल और धोखा है। उनके बाद न नबी है न रसूल; जो उनके बाद नबी का दावा करे या नई वही पाए झूठा है।<br><br>अहज़ाब: 40 मुहम्मद ख़ातमुन नबियीन हैं। सहीह हदीस: मेरे बाद कोई नबी नहीं। नबी ने फ़र्माया झूठे नबूवत का दावा करेंगे; यक़ीन न करो। उलमा मुत्तफ़िक़ हैं नबूवत का दावा नबी के बाद कुफ़्र है।<br><br>हम हर उस शख़्स को रद्द करते हैं जो नबी मुहम्मद के बाद नबी, रसूल या नई शरीअत का वासिल कुनंदा होने का दावा करे। हम सिर्फ क़ुरआन और सुन्नत की पैरवी करते हैं; नई वही नहीं।",
    "category": "नबी और रसूल"
  },
  {
    "no": 94,
    "title": "सहाबा, अज़वाज और औलाद नबी की तअज़ीम",
    "text": "जो रसूलुल्लाह ﷺ के सहाबा, उनकी अज़वाज और उनकी पाक औलाद के बारे में ख़ैर कहे वह निफ़ाक़ के इल्ज़ाम से बरी है।",
    "explanation": "जो रसूलुल्लाह के सहाबा, उनकी अज़वाज (उम्महातुल मोमिनीन) और उनकी पाक औलाद (सालेह अहलुल बैत) के बारे में ख़ैर कहे वह निफ़ाक़ के इल्ज़ाम से बरी है। उनकी तअज़ीम इस्लाम का हिस्सा है।<br><br>अहज़ाब: 6 और दूसरी आयतें नबी की अज़वाज की तारीफ़ करती हैं। हदीस अहलुल बैत और सहाबा की फ़ज़ीलत की तस्दीक़ करती है। उन्हें बुरा कहना निफ़ाक़ या गुमराही की अलामत। अहले सुन्नत ग़ुलुव के बग़ैर सहाबा और अहलुल बैत की तअज़ीम करते हैं।<br><br>हम सहाबा, नबी की अज़वाज या उनकी सालेह औलाद को बुरा नहीं कहते; उनके बारे में ख़ैर कहते हैं और उन्हें नमूना बनाते हैं। उन्हें बुरा कहने या तक़फ़ीर करने वाले गिरोहों को रद्द करते हैं।",
    "category": "सहाबा, ख़ुलफ़ा और अहलुल बैत"
  },
  {
    "no": 95,
    "title": "अल्लाह को इंसान से तशबीह की मनाही",
    "text": "जो अल्लाह ﷻ को इंसान की तरह सिफ़ात दे वह काफ़िर हो गया; अल्लाह ﷻ अपनी सिफ़ात में इंसान से मुशाबिह नहीं।",
    "explanation": "जो अल्लाह को इंसान की तरह सिफ़ात दे (तशबीह)—मसलन अल्लाह के हमारे जैसे अज़ा हैं या मख़्लूक़ की तरह कुर्सी पर बैठे हैं—वह काफ़िर हो गया। अल्लाह अपनी सिफ़ात में इंसान से मुशाबिह नहीं।<br><br>शूरा: 11 उस जैसी कोई चीज़ नहीं। हदीस ज़ात अल्लाह के बारे में सोचने से मना करती है। उलमा अल्लाह को मख़्लूक़ से तशबीह को कुफ़्र कहते हैं। हम तक़यीफ़ और तम्सील के बग़ैर सिफ़ात साबित करते हैं।<br><br>हम अल्लाह को मख़्लूक़ की तरह तसव्वुर नहीं करते; अल्लाह के नाम और सिफ़ात पर जैसे आए तशबीह के बग़ैर ईमान रखते हैं। मुजस्सिमा और मुशब्बिहा के मज़ाहिब को रद्द करते हैं।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 96,
    "title": "जन्नत और जहन्नम की दोम",
    "text": "जन्नत और जहन्नम मख़्लूक़ हैं जिन का कोई अंजाम नहीं; अल्लाह ﷻ ने उन्हें दूसरी मख़्लूक़ से पहले पैदा किया और इंसान को हर एक में रहने के लिए पैदा किया; जिसे अल्लाह ﷻ चाहे अल्लाह ﷻ के फ़ज़्ल से जन्नत में या अल्लाह ﷻ के इंसाफ़ से जहन्नम में।",
    "explanation": "जन्नत और जहन्नम मख़्लूक़ हैं जिन का कोई अंजाम नहीं (हमेशा रहने वाली)। अल्लाह ने उन्हें दूसरी मख़्लूक़ से पहले पैदा किया। जिसे अल्लाह चाहे उस के फ़ज़्ल से जन्नत में या उस के इंसाफ़ से जहन्नम में।<br><br>हूद: 107–108 जन्नत और जहन्नम को हमेशा रहने वाली क़रार देते हैं। सहीह हदीस कहती है जन्नत और जहन्नम पैदा कर दी गईं। शूरा: 7 अल्लाह ने आसमानों और ज़मीन और उन के दरमियान जो कुछ है पैदा किया। जन्नत और जहन्नम वाले हमेशा रहेंगे।<br><br>हम जन्नत और जहन्नम को हमेशा रहने वाली हक़ीक़त मानते हैं; अमल और अल्लाह की रहमत से जन्नत में जाने की कोशिश करते हैं और इताअत और तौबा से जहन्नम से बचते हैं।",
    "category": "आख़िरत का दिन"
  },
  {
    "no": 97,
    "title": "मुसलमानों के लिए शफ़ाअत हक़ है",
    "text": "मुसलमानों के लिए महफ़ूज़ शफ़ाअत हदीसों में जो आया है उस के मुताबिक़ हक़ है।",
    "explanation": "मुसलमानों के लिए महफ़ूज़ शफ़ाअत—क़ियामत के दिन नबी की अपनी उम्मत के लिए शफ़ाअत और हदीसों में सहीह तौर पर मन्क़ूल दूसरी शफ़ाअतें शामिल—हक़ है। हम न इन्कार न ग़ुलुव के साथ उस पर ईमान रखते हैं।<br><br>बक़रा: 255 (आयतुल कुर्सी) कहती है उस की इजाज़त के बग़ैर उस के सामने कोई शफ़ाअत नहीं कर सकता। मुतवातिर हदीस नबी की अपनी उम्मत के लिए शफ़ाअत बयान करती है। शफ़ाअत सिर्फ अल्लाह की इजाज़त से और जिस से अल्लाह राज़ी।<br><br>हम नबी की शफ़ाअत की उम्मीद रखते हैं और सिर्फ अमल पर इन्हितासर नहीं करते; शफ़ाअत को अल्लाह के इंसाफ़ को साक़ित करने वाली नहीं समझते। दुआ करते हैं शफ़ाअत पाने वालों में हों।",
    "category": "आख़िरत का दिन"
  },
  {
    "no": 98,
    "title": "नबी मुहम्मद के हौज़ की हक़ीक़त",
    "text": "हौज़ (अल-हौज़) जो अल्लाह ﷻ ने नबी को ﷺ क़ियामत के दिन उन की उम्मत की प्यास बुझाने के लिए दिया हक़ है।",
    "explanation": "हौज़ जो अल्लाह ने नबी को क़ियामत के दिन उन की उम्मत की प्यास बुझाने के लिए दिया हक़ है। जो उस से पीए हमेशा प्यासा न होगा। सहीह हदीस में आया है।<br><br>सहीह हदीस (बुख़ारी, मुस्लिम) कहती है क़ियामत के दिन नबी का हौज़ है; जो उस से पीए हमेशा प्यासा न होगा। नबी ने ख़बरदार किया कुछ हौज़ से हाँक दिए जाएंगे। हम \"कैसे\" पूछे बग़ैर ईमान रखते हैं।<br><br>हम उस उम्मत में होने की कोशिश करते हैं जो नबी के हौज़ पर आएगी; बिदअत और तफ़रक़ा से बचते हैं जो हौज़ से हाँके जाने का सबब बन सकते हैं। यह अक़ीदा नबी से हमारी मुहब्बत बढ़ाता है।",
    "category": "आख़िरत का दिन"
  },
  {
    "no": 99,
    "title": "अल्लाह समझ में नहीं आता",
    "text": "कोई ख़्याल अल्लाह ﷻ को तसव्वुर नहीं कर सकता, और कोई समझ अल्लाह ﷻ को इहाता नहीं कर सकती।",
    "explanation": "कोई ख़्याल अल्लाह को तसव्वुर नहीं कर सकता और कोई समझ ज़ात अल्लाह को इहाता नहीं कर सकती। इंसानी अक़्ल महदूद है; हम तक़यीफ़ और तम्सील के बग़ैर अल्लाह पर ईमान रखते हैं।<br><br>अनआम: 103 निगाहें उसे नहीं पा सकतीं और वह निगाहों को पा लेता है। हदीस: अल्लाह की मख़्लूक़ पर ग़ौर करो, ज़ात अल्लाह पर नहीं। उलमा कहते हैं अक़्ल अल्लाह की हक़ीक़त को इहाता नहीं कर सकती।<br><br>हम अपने ख़्याल से अल्लाह की शक्ल या \"चेहरा\" तसव्वुर नहीं करते; उस की तअज़ीम करते हैं और उस के नाम और सिफ़ात पर तशबीह के बग़ैर ईमान रखते हैं। \"कैसे\" अल्लाह पर छोड़ते हैं।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 100,
    "title": "अल्लाह से कोई राज़ पोशीदा नहीं",
    "text": "मख़्लूक़ की तख़्लीक़ से पहले मख़्लूक़ के बारे में अल्लाह ﷻ से कोई चीज़ पोशीदा न थी, और अल्लाह ﷻ मख़्लूक़ की तख़्लीक़ से पहले सब जानता है जो मख़्लूक़ करेगी।",
    "explanation": "तख़्लीक़ से पहले मख़्लूक़ के बारे में अल्लाह से कोई चीज़ पोशीदा न थी; अल्लाह मख़्लूक़ की तख़्लीक़ से पहले सब जानता है जो मख़्लूक़ करेगी। अल्लाह का इल्म अज़ली है और सब कुछ इहाता करता है।<br><br>हदीद: 22 कोई मुसीबत नहीं आती मगर किताब में लिखी। अनआम: 59 ग़ैब की कुंजियाँ अल्लाह के पास। हदीस कहती है अल्लाह ने तख़्लीक़ से पहले तक़दीर लिखी। अल्लाह का इल्म नहीं बदलता।<br><br>हम अल्लाह के कामिल इल्म पर ईमान रखते हैं; \"अल्लाह पहले ही जानता है\" से बेचैन नहीं होते गोया हमारे पास कोई इख़्तियार नहीं। यक़ीन रखते हैं अल्लाह का इल्म मजबूर नहीं करता; हम अभी भी कोशिश करते हैं और जवाब-देह हैं।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 101,
    "title": "सब कुछ अल्लाह की मशीयत से होता है",
    "text": "कुछ नहीं होता मगर जो अल्लाह ﷻ चाहे।",
    "explanation": "कुछ नहीं होता मगर जो अल्लाह चाहे। अल्लाह की मशीयत हर वाक़िया को शामिल है; आसमान और ज़मीन में उसकी मशीयत के बग़ैर कुछ नहीं होता।<br><br>अत-तग़ाबुन: ११ कोई मुसीबत नहीं आती मगर अल्लाह की इज़्न से। अल-इन्सान: ३० तुम नहीं चाह सकते मगर जो अल्लाह चाहे। हदीस और आयतें इसे बहुत साबित करती हैं।<br><br>हम सब मामले अल्लाह की मशीयत पर छोड़ देते हैं। कोशिश और दुआ करते हैं, फिर उसके फैसले को क़ुबूल करते हैं। तक़दीर के खिलाफ बग़ावत नहीं और न मायूसी।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  },
  {
    "no": 102,
    "title": "कोई चीज़ अल्लाह पर ग़ालिब नहीं",
    "text": "कोई चीज़ अल्लाह ﷻ पर ग़ालिब नहीं आ सकती।",
    "explanation": "कोई चीज़ अल्लाह पर ग़ालिब नहीं आ सकती। उसकी बादशाहत मुत्लक है। कोई चीज़ उसकी मशीयत का मुक़ाबला, नस्ख या नाकाम नहीं कर सकती।<br><br>अल-बक़रा: २५५ अल्लाह न ऊँघता है न सोता। आसमान और ज़मीन में जो है उसी का। आयतें और हदीस अल्लाह की कुद्रत साबित करती हैं। जो गुमान करे कोई चीज़ अल्लाह पर ग़ालिब आ सकती है वह काफ़िर हो गया।<br><br>हम यक़ीन रखते हैं मदद और फतह सिर्फ अल्लाह से है। मख़्लूक से नहीं डरते। उम्मीद और खौफ सिर्फ अल्लाह पर रखते हैं।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 103,
    "title": "कोई चीज़ अल्लाह जैसी नहीं",
    "text": "कोई चीज़ अल्लाह ﷻ जैसी नहीं।",
    "explanation": "कोई चीज़ अल्लाह जैसी नहीं। वह यकता है। ज़ात, सिफ़ात या अफ़आल में कोई कुफ्व, शरीक या नज़ीर नहीं।<br><br>अल-इख़्लास: ४ और कोई उसका कुफ्व नहीं। अश-शूरा: ११ कोई चीज़ उस जैसी नहीं। हदीस और इज्मा तौहीद साबित करते हैं। अल्लाह को मख़्लूक से तशबीह कुफ़्र है।<br><br>हम अल्लाह को मख़्लूक से हर मुशाबहत से पाक क़रार देते हैं। उसे मख़्लूक की सिफ़ात से न तसव्वुर करते न बयान। यह तौहीद पूरे दीन की बुनियाद है।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 104,
    "title": "अल्लाह के सिवा कोई माबूद इबादत के लायक़ नहीं",
    "text": "अल्लाह के सिवा कोई माबूद इबादत के लायक़ नहीं।",
    "explanation": "अल्लाह के सिवा कोई माबूद इबादत के लायक़ नहीं। इबादत का हक़ सिर्फ अल्लाह को। उसके सिवा की इबादत शिर्क है। ला इलाहा इल्लल्लाह इस्लाम की बुनियाद है।<br><br>मुहम्मद: १९ जान लो कि अल्लाह के सिवा कोई माबूद नहीं। अल-बक़रा: १६३ और बहुत आयतें अल्लाह की वहदानियत साबित करती हैं। हदीस कहती है ला इलाहा इल्लल्लाह जन्नत की चाबी। शिर्क सब से बड़ा गुनाह।<br><br>हम सिर्फ अल्लाह की इबादत करते हैं और उसका कोई शरीक नहीं ठहराते। अल्लाह के सिवा—बुत, इंसान या हवा—की इबादत रद्द करते हैं।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 105,
    "title": "कोई चीज़ अल्लाह के फैसले को रद्द नहीं कर सकती",
    "text": "कोई चीज़ अल्लाह के ﷻ फैसले को रद्द नहीं कर सकती, अल्लाह के ﷻ हुक्म को वापस नहीं कर सकती, न अल्लाह के ﷻ अम्र पर ग़ालिब आ सकती है।",
    "explanation": "कोई चीज़ अल्लाह के फैसले को रद्द नहीं कर सकती, उसके हुक्म को वापस नहीं कर सकती, न उसके अम्र पर ग़ालिब आ सकती है। उसका हुक्म अंतिम। अपील या वीटो नहीं।<br><br>अर-रअद: ४१ बेशक अल्लाह हर चीज़ पर क़ादिर। अल-अनआम: ५९ उसके फैसले को रद्द करने वाला कोई नहीं। हदीस साबित करती है कोई चीज़ अल्लाह की तक़दीर को रद्द नहीं कर सकती। अल्लाह की कुद्रत मुत्लक।<br><br>हम अल्लाह के फैसले को दिल जमी से क़ुबूल करते हैं; बग़ावत या मायूसी नहीं। दुआ और कोशिश करते हैं, फिर उसके हकीमाना फैसले पर राज़ी होते हैं।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 106,
    "title": "सलफ उलमा नस्ल अव्वल की तअज़ीम",
    "text": "सलफ उलमा—पहली नस्ल और उनके पैरवी—का ज़िक्र सिर्फ बेहतरीन अल्फाज़ में हो सकता है। जो सलफ उलमा के बारे में बुरा कहे वह राहे रास्त पर नहीं।",
    "explanation": "सलफ उलमा—पहली नस्ल (सहाबा, ताबिईन, ताबिउत-ताबिईन) और उनके मनहज के पैरवी—का ज़िक्र सिर्फ बेहतरीन अल्फाज़ में हो सकता है। जो सलफ उलमा के बारे में बुरा कहे वह राहे रास्त पर नहीं।<br><br>अत-तौबा: १०० सबक़त ले जाने वालों और अव्वलीन की तारीफ़। हदीस: बेहतरीन लोग मेरी नस्ल। नबी ने खुलफाए राशिदीन की सुन्नत की पैरवी का हुक्म दिया। सलफ को गाली बिदअ और गुमराही।<br><br>हम सलफ उलमा की तअज़ीम करते हैं और दीन की समझ उनसे लेते हैं। उन्हें गाली नहीं न हक़ीर जानते। अहले सुन्नत के मनहज पर चलते हैं जो कुरआन, सुन्नत और सलफ की समझ पर क़ायम।",
    "category": "सहाबा, ख़ुलफ़ा और अहलुल बैत"
  }
]
