[
  {
    "no": 1,
    "title": "मख़्लूक और अल्लाह के इल्म की हद",
    "text": "इल्म दो क़िस्म का है: वह जिस तक मख़्लूक पहुँच सकती है और वह जिस तक नहीं; पहले को नकारना कुफ़्र है, दूसरे का दावा भी कुफ़्र—ईमान तभी दुरुस्त है जब पहुँच योग्य क़ुबूल हो और न पहुँच योग्य की तलाश हो।",
    "explanation": "इन दो क़िस्म के इल्म का मफ़हूम बहुत अहम है। एक इल्म वह है जो अल्लाह ने इंसान के लिए हवास और वही के ज़रिए खोला (शरीअत का इल्म), और एक इल्म ग़ैब का है जो सिर्फ़ अल्लाह के पास है, जैसे क़ियामत का वक़्त। इस हद को समझने से हम उन तक़दीरी रहस्यों का दावा नहीं करते जिन्हें अल्लाह ने नहीं खोला।<br><br>क़ुरआन (सूरा अल-अनआम: 59) में अल्लाह फ़रमाता है: \"और ग़ैब की चाबियाँ उसी के पास हैं; उन्हें उसके सिवा कोई नहीं जानता।\" बुख़ारी की सही हदीस में पाँच ग़ैबी चीज़ें आती हैं जो सिर्फ़ अल्लाह जानता है। हमें जो बताया गया उस पर रज़ा रखनी चाहिए और जो छिपाया गया उसकी हद नहीं लाँघनी चाहिए।<br><br>अमलन यह ऐतक़ाद हमें विनम्र रखता है और नफ़ी इल्म सीखने की तरफ़ मोटिवेट करता है। आने वाले सब रहस्य अल्लाह के हवाले करके, जो कर सकते हैं उस पर फोकस करके और उसके हुक्म पर तवक़्क़ुल करके हम सुकून पाते हैं।",
    "category": "दुआ, इल्म और हद"
  },
  {
    "no": 2,
    "title": "मुरदा के लिए दुआ का फ़ायदा",
    "text": "मुरदा को ज़िंदों की दुआ और सदक़ा से फ़ायदा होता है।",
    "explanation": "मौत सब कुछ का अंत नहीं। अल्लाह की रहमत का एक निशान यह है कि मुरदा को ज़िंदों के अमल से फिर भी फ़ायदा पहुँचता है। यह बात पक्का करती है कि जो दुआ, इस्तिग़फ़ार और सदक़ा हम मुरदा के लिए करते हैं उसका सवाब उन तक पहुँचता है और बरज़ख़ में उन्हें राहत मिलती है।<br><br>बुनियाद नबी ﷺ का कलाम है (मुस्लिम): \"जब इंसान मरता है तो उसका अमल मुक़्तफ़ी हो जाता है सिवा तीन चीज़ों के: जारी सदक़ा, नफ़ी इल्म या सालेह औलाद जो उसके लिए दुआ करे।\" सूरा अल-हश्र: 10 उन लोगों की तारीफ़ करती है जो अपने अगलों के लिए मग़फ़िरत की दुआ करते हैं। ऐसे में ईमान का रिश्ता मौत से आगे जाता है।<br><br>रोज़मर्रा में यह हमें वालिदैन या उस्तादों को न भूलने देता है। उनके लिए दुआ सिर्फ़ इबादत नहीं बल्कि याद दिलाती है कि कभी हमें भी वही दुआ चाहिए। इससे मुसलमानों की नस्लों के दरम्यान खैर की ज़ंजीर क़ायम रहती है।",
    "category": "दुआ, इल्म और हद"
  },
  {
    "no": 3,
    "title": "अल्लाह का कलाम इंसानी कलाम नहीं",
    "text": "क़ुरआन अल्लाह ﷻ का कलाम है, उसी की तरफ़ से; लोग उसे अल्लाह ﷻ का कलाम मानकर ईमान लाते हैं बिना 'कैसे' पूछे, और न वह इंसानों का कलाम है न मख़्लूक।",
    "explanation": "क़ुरआन कलामुल्लाह (अल्लाह का कलाम) हक़ीकी है, मख़्लूक नहीं। मुसहफ़ में जो हम पढ़ते हैं वह सच में अल्लाह का कलाम है, इंसानी तसनीफ़ नहीं। यह वही की हैसियत बनाए रखता है; क़ुरआन मुक़द्दस और पाक है और उसकी हक़ीक़त ज़िंदगी की रहनुमाई के लिए क़ातेअ है।<br><br>अल्लाह फ़रमाता है (सूरा अत-तौबा: 6): \"...तो उसे पनाह दो ताकि वह अल्लाह का कलाम (कलामुल्लाह) सुन ले।\" तिर्मिज़ी की हदीस में आता है कि अल्लाह के कलाम की दूसरे कलाम पर फ़ज़ीलत अल्लाह की अपनी मख़्लूक़ पर फ़ज़ीलत जैसी है। तो क़ुरआन ख़ालिक़ की तरफ़ से मुक़द्दस वही है।<br><br>अमलन हम क़ुरआन के साथ गहरी इज़्ज़त से पेश आते हैं। हम उसे आम किताब नहीं समझते; तरतील से पढ़ते हैं, मअनी समझने की कोशिश करते हैं और बग़ैर शुब्हा उसके हुक्म पर चलते हैं। क़ुरआन को ख़ुदा का कलाम मानकर हमें ज़िंदगी के लिए एक पक्का कंपास मिलता है।",
    "category": "क़ुरआन और वही"
  },
  {
    "no": 4,
    "title": "अल्लाह सारी मख़्लूक़ात से अलग",
    "text": "अल्लाह ﷻ सारी मख़्लूक़ात से अलग है।",
    "explanation": "अल्लाह लैसा कमिस्लिहि शय्-उन है यानी उस जैसा कुछ नहीं। जो भी शक्ल या सूरत हमारे ज़हन में आए अल्लाह वैसा नहीं। यह हमारे तौहीद की पाकीज़गी बनाए रखता है ताकि ख़ालिक़ को कमज़ोर और मुहद्द मख़्लूक़ से न मिलायें।<br><br>असल दलील सूरा अश-शूरा: 11 है: \"उस जैसा कोई चीज़ नहीं और वह सुनने और देखने वाला है।\" हदीस याद दिलाती है कि अल्लाह की मख़्लूक़ पर तफ़क्कुर करो मगर उसके ज़ात की तसव्वुर मत करो क्योंकि इंसानी अक़्ल ख़ुदा की हक़ीक़त समझने में मुहद्द है।<br><br>यह समझ हमें मूर्तिपूजा—जिस्मानी या ज़हनी (ख़्याल)—से आज़ाद करती है। हम जान जाते हैं कि अल्लाह बुलंद और बे-इंतहा है, इसलिए हम सिर्फ़ उसी की इबादत करते हैं पूरी इज़्ज़त और तअज़ीम के साथ बिना उसे मख़्लूक़ी सिफ़ात से मुहद्द किए।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 5,
    "title": "अल्लाह सबसे पहले ख़ालिक़",
    "text": "अल्लाह ﷻ को ख़ालिक़ और मुब्दी कहना हक़ है न सिर्फ़ पैदाइश के बाद या उसकी वजह से बल्कि शुरू से।",
    "explanation": "अल्लाह अल-ख़ालिक़ (ख़ालिक़) है जिसे ख़ालिक़ बनने के लिए कोई सिलसिला नहीं चाहिए। किसी सितारे या ज़र्रे के होने से पहले ही अल्लाह में पैदा करने की सिफ़त थी। उसके नाम और सिफ़ात अज़ली हैं, मख़्लूक़ के होने या न होने पर मुन्हसिर नहीं क्योंकि वह सारे वुजूद का स्रोत है।<br><br>अल्लाह फ़रमाता है (सूरा अल-हदीद: 3): \"वह पहला और आख़िर है।\" नाम अल-ख़ालिक़ कई आयतों में है जैसे सूरा अल-हश्र: 24। हदीस में है कि पहले सिर्फ़ अल्लाह था और उसके साथ कुछ न था फिर अल्लाह ने अर्श और सारा कायनात पैदा किया।<br><br>यह सिखाता है कि अल्लाह बिल्कुल ग़नी (अल-ग़नी) है। उसने हमें तन्हाई या मदद की ज़रूरत से नहीं बल्कि महज़ अपनी मशीयत और हिक्मत से पैदा किया। हम ऐसे बंदे बनते हैं जो अपनी जगह जानते हैं और समझते हैं कि हमारी ज़िंदगी अव्वल की नेमत है जिसे हमसे कभी कुछ नहीं चाहिए था।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 6,
    "title": "कामिल कुदरत सिर्फ़ अल्लाह की",
    "text": "अल्लाह ﷻ हर चीज़ पर क़ादिर है; सब अल्लाह ﷻ पर मुस्तनद है और अल्लाह ﷻ के लिए आसान है और अल्लाह ﷻ को किसी चीज़ की ज़रूरत नहीं; अल्लाह ﷻ जैसा कोई नहीं और अल्लाह ﷻ सुनने और देखने वाला है।",
    "explanation": "अल्लाह की कुदरत मुत्लक है और न तो कुदरत के क़वानीन से मुहद्द न इंसानी मंटिक से। अल्लाह जो चाहे 'कुन' से आसानी से हो जाता है। सारा कायनात हर पल अल्लाह का मुहताज है जबकि अल्लाह को इस कायनात से कुछ नहीं चाहिए।<br><br>सूरा यासीन: 82 में: \"उसका हुक्म जब वह किसी चीज़ चाहे बस उससे कहना 'हो जा' और वह हो जाती है।\" अल्लाह का नाम अल-क़ादिर भी है। कुद्सी हदीस में है कि अगर सारे लोग माँगें और अल्लाह सब दे दे तो उसकी दौलत में ज़रा कमी न आए।<br><br>यह यक़ीन हर डर की दवा है। हम समझ जाते हैं कि कोई बॉस, हाकिम या मुश्किल कितनी भी बड़ी हो अल्लाह की कुदरत के आगे कुछ नहीं। हम बहादुर मगर मुतवाज़े बंदे बनते हैं क्योंकि जानते हैं कि एकमात्र सहारा जो कभी न टूटे अल्लाह अल-क़वी है।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 7,
    "title": "अल्लाह कायनात का मुत्लक मालिक",
    "text": "अल्लाह ﷻ हर चीज़ पर मुत्लक क़ादिर है और अल्लाह ﷻ पर किसी की कुदरत नहीं; जो ख़ुद को अल्लाह ﷻ से ग़नी समझे एक पल के लिए वह कुफ़्र में पड़ गया।",
    "explanation": "अल्लाह मुत्लक मालिक है जो कायनात के हर ज़र्रे पर क़ाबू रखता है। कोई मामला उसके कंट्रोल से बाहर नहीं। अगर कोई महसूस करे कि वह अल्लाह के बग़ैर आज़ादाना रह सकता है चाहे एक पल के लिए तो वह उस किब्र में पड़ गया जो ईमान बिगाड़ सकती है।<br><br>सूरा फातिर: 15 कहती है: \"ऐ लोगो! तुम अल्लाह के मुहताज हो और अल्लाह ग़नी और हमीद है।\" नबी की हदीसें अक्सर यह दुआ सिखाती हैं कि हम एक पल के लिए भी अपने हवाले न किए जाएं (या हय्यु या क़य्यूम... वला तकिल्नी इला नफ्सी तर्फता ऐन)।<br><br>अमलन यह हमें हमेशा अल्लाह का फक़ीर बनाता है। हम छोटे-बड़े मामलों में दुआ करते हैं—हिदायत की दुआ से लेकर रोज़मर्रा तक। हम जानते हैं कि उसकी मदद के बग़ैर हम साँस भी नहीं ले सकते या पलक नहीं झपका सकते।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 8,
    "title": "अल्लाह जिस्मानी हद से आज़ाद",
    "text": "अल्लाह ﷻ हद, कैद, हिस्से या अंग से ऊपर है और मख़्लूक़ की तरह छह जहत से मुहद्द नहीं।",
    "explanation": "यह अक़ीदा कहता है कि अल्लाह जिस्मानी सिफ़ात से आज़ाद है। अल्लाह को जगह की ज़रूरत नहीं, इंसान जैसे अंग नहीं और मख़्लूक़ की तरह जहत (ऊपर नीचे वग़ैरा) से मुहद्द नहीं। वह जगह और वक़्त का ख़ालिक़ है इसलिए अपनी मख़्लूक़ से मुहद्द होना मुहाल है।<br><br>अल्लाह फ़रमाता है (सूरा अल-इख़्लास: 4): \"और उस जैसा कोई नहीं।\" तंज़ीह (अल्लाह को शबीह से पाक बयान करना) का यह उसूल अहम है। उलमा बयान करते हैं कि अल्लाह बिना जगह के मौजूद है क्योंकि जगह मख़्लूक़ है और अल्लाह जगह पैदा होने से पहले मौजूद था।<br><br>यह हमें इंसान-नुमा सोच (ख़ुदा को इंसान जैसा समझना) से बचाता है। हम अल्लाह की ग़ैबी बे-इंतहा अज़मत की पूरी तअज़ीम के साथ इबादत कर सकते हैं न कि जिस्मानी तसव्वुर में फँसकर जो दरअसल उलूहियत के दर्जे को घटाता है।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 9,
    "title": "तक्लीफ़ बंदे की ताक़त के मुताबिक़",
    "text": "अल्लाह ﷻ बस उतना ही लादता है जितना लोग ढो सकें और लोग बस वही कर सकते हैं जो अल्लाह ﷻ दे; अल्लाह ﷻ के बग़ैर कोई हौला और कूव्वत नहीं और ताअत या मअ्सियत से बचने की ताक़त अल्लाह ﷻ की मदद के बग़ैर नहीं।",
    "explanation": "अल्लाह बंदे पर उसकी ताक़त से ज़्यादा नहीं लादता। शरीअत का हर हुक्म और मनाही इंसानी ताक़त के मुताबिक़ है; यह अल्लाह के इंसाफ और रहम को दिखाता है और यह बात ठुकराता है कि दीन भारी है।<br><br>सूरा अल-बक़रा: 286 में अल्लाह फ़रमाता है: \"अल्लाह किसी रूह पर उसकी सग़त से ज़्यादा नहीं लादता।\" सहीह हदीस (बुख़ारी-मुस्लिम) में भी है: \"जब मैं तुम्हें कुछ हुक्म दूँ तो जहाँ तक हो सके अंजाम दो।\" ताअत की हौला और कूव्वत (ला हौला वला कूव्वता इल्ला बिल्लाह) भी अल्लाह की मदद से आती है।<br><br>अमलन हम वाजिबात के लिए \"मैं नहीं कर सकता\" बहाना नहीं बना सकते मगर अपनी ताक़त से बाहर भी नहीं लाद सकते। हम जितना हो सके करते हैं फिर अल्लाह पर भरोसा; इस्तिक़ामत की ताक़त दुआ और कोशिश से अल्लाह से माँगते हैं।",
    "category": "तक्लीफ़ और इंसानी अमल"
  },
  {
    "no": 10,
    "title": "कामिल ज़िंदगी और हमेशा अमल",
    "text": "अल्लाह ﷻ ज़िंदा है और न मरता है, हमेशा अमल करता है और न सोता है।",
    "explanation": "अल्लाह अल-हय्य (हमेशा ज़िंदा) और अल-क़य्यूम (ख़ुद क़ाएम) है। अल्लाह की ज़िंदगी कामिल है—न जन्म से शुरू न मौत से ख़त्म। उसे आराम की ज़रूरत नहीं, कभी नींद नहीं आती और हमेशा अपनी सारी मख़्लूक़ के मामलों की देखभाल करता है एक पल रुके बग़ैर।<br><br>आयतुल कुर्सी (सूरा अल-बक़रा: 255) सबसे मज़बूत दलील है: \"अल्लाह, उसके सिवा कोई माबूद नहीं, हय्य क़य्यूम; उसे न ऊँघ आती है न नींद।\" यह ख़ूबसूरत नाम मख़्लूक़ के ख़ालिक़ पर तअल्लुक़ की बुनियाद हैं।<br><br>यह हमें बड़ा अमन देता है। जब हम सोते हैं, सुपुर्द करते हैं या मजबूर महसूस करते हैं तो जानते हैं कि एक रब है जो कभी नहीं सोता और हम पर निगरान रखता है। हम नेकी करते रहने के लिए उत्साह पाते हैं क्योंकि जानते हैं कि हमारा \"मालिक\" हमेशा सक्रिय है और बंदों के लिए बेहतरीन इंतज़ाम कर रहा है।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 11,
    "title": "अल्लाह एक बिना शरीक",
    "text": "अल्लाह ﷻ एक है और कोई शरीक नहीं।",
    "explanation": "तौहीद का मतलब अल्लाह को एक मानना; रुबूबिय्यत (ख़ल्क पर मालिकी), उलूहिय्यत (इबादत का हक़) और नाम व सिफ़ात में उसका कोई शरीक नहीं। इबादत और बंदगी का हक़ सिर्फ़ अल्लाह को; उसके साथ किसी को शरीक करना शिर्क है।<br><br>सूरा अल-इख़्लास: 1–4 कहती है: \"कहो वह अल्लाह एक है। अल्लाह सामद। न उसने जना न जनाया। और कोई उसका कुफ़्व नहीं।\" सूरा अन-निसा: 36 भी अल्लाह के साथ शिर्क मना करती है। सहीह हदीस में आता है सूरा अल-इख़्लास क़ुरआन के एक तिहाई के बराबर क्योंकि उसमें तौहीद का मूल है।<br><br>यह यक़ीन हमारी इबादत की बुनियाद है: हम सिर्फ़ अल्लाह से दुआ, खौफ़ और उम्मीद रखते हैं; मख़्लूक़, चीज़ या \"दूसरी ताक़त\" से नहीं। इस तरह दिल गैर-अल्लाह पर तअल्लुक़ से पाक रहता है।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 12,
    "title": "अल्लाह बिना जद्दोसम और नज़ीर",
    "text": "अल्लाह ﷻ किसी जद्दोसम या नज़ीर से बहुत बुलंद है।",
    "explanation": "अल्लाह का कोई जद्द (विरोधी) नहीं जो उसे हरा सके या सम (बराबर) जो उसके मुकाबिल हो। उसकी मालिकियत मुत्लक है; कोई मुकाबला, हद या उसकी मशीयत को नाकाम नहीं कर सकता। यह तौहीद की कमाल का हिस्सा है।<br><br>सूरा अल-बक़रा: 255 (आयतुल कुर्सी) कहती है अल्लाह आसमान और ज़मीन का मालिक है और दोनों की हिफ़ाज़त उसे भारी नहीं। सूरा फातिर: 44 और दूसरी आयतें कहती हैं अल्लाह का कोई शरीक, मददगार या सम नहीं। हदीस में भी अल्लाह बुलंद है और उससे ऊपर कोई नहीं।<br><br>यह समझ दिल को सुकून देती है: कोई दुश्मन, बीमारी या आफ़त अल्लाह के \"जद्द\" के बराबर नहीं। हम यकीन रखते हैं कि जीत, नजात और आख़िरी मदद सिर्फ़ अल्लाह से; उसकी रहमत को कोई नहीं रोक सकता जब वह चाहे।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 13,
    "title": "अल्लाह सारी मख़्लूक़ को इहाता करता है",
    "text": "अल्लाह ﷻ हर चीज़ को इहाता करता है और उसके ऊपर है; उसकी मख़्लूक़ अल्लाह ﷻ को इहाता नहीं कर सकती।",
    "explanation": "अल्लाह इहाता करता है (क़ाबू, इल्म और इंतज़ाम) हर चीज़ का; उसके इल्म और कुदरत से कुछ छिपा नहीं। साथ ही अल्लाह अपनी मख़्लूक़ से \"ऊपर\" है मर्तबा और सल्तनत में, जगह में नहीं। मख़्लूक़ अल्लाह को \"इहाता\" या हद नहीं कर सकती।<br><br>सूरा फुस्सिलत: 54 कहती है \"जान लो अल्लाह हर चीज़ को इहाता करता है।\" सूरा अल-बक़रा: 255 (आयतुल कुर्सी) कहती है उसका कुर्सी आसमान और ज़मीन को इहाता करता है और उसे भार नहीं। सहीह हदीस में अल्लाह अर्श पर है और उसका इल्म हर जगह।<br><br>इस पर ईमान से हम निगरान और हिफ़ाज़त महसूस करते हैं: अल्लाह से कुछ छिपा नहीं और कोई मुश्किल उसके लिए बड़ी नहीं। हम इस गलतफ़हमी से भी बचे रहते हैं कि अल्लाह \"आसमान में क़ैद\" है; वह हर चीज़ को इहाता करता है बिना जगह के।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 14,
    "title": "अल्लाह जीवन और मौत पैदा करता है",
    "text": "अल्लाह ﷻ बिना डर मौत देता है और बिना मुश्किल फिर जीवन देता है।",
    "explanation": "जीवन और मौत पूरी तरह अल्लाह के हाथ में। मख़्लूक़ को मौत देना अल्लाह को न डराता है न कमज़ोर करता; दोबारा जीवन (क़ियामत के दिन भी) उसके लिए आसान। सब उसकी मशीयत और कलाम से।<br><br>सूरा अल-मुल्क: 2 कहती है \"वही मौत और जीवन बनाता है।\" सूरा क़ाफ: 43 \"हम जीवन और मौत देते हैं और हमारी तरफ़ लौटना है।\" सहीह हदीस में रूह अल्लाह के हुक्म से ली जाती है और क़ियामत के दिन सारी मख़्लूक़ सूर में उठाई जाएगी।<br><br>यह यक़ीन याद दिलाता है कि मौत खाली अंत नहीं बल्कि आख़िरत की ज़िंदगी का दरवाज़ा। हम नेक अमल से तैयारी करते हैं और मौत से ज़्यादा नहीं डरते क्योंकि जीवन-मौत का मालिक अल्लाह अदल और रहीम है।",
    "category": "अल्लाह की सिफ़ात और तौहीद"
  },
  {
    "no": 15,
    "title": "सारी मख़्लूक़ के लिए मुक़र्रर अजल",
    "text": "अल्लाह ﷻ अपनी मख़्लूक़ के लिए मुक़र्रर अजल (मौत का वक़्त) तय करता है।",
    "explanation": "हर मख़्लूक़ की अजल (मौत का वक़्त) अल्लाह ने मुक़र्रर की है; कोई एक पल भी आगे-पीछे नहीं कर सकता। यह लौहे महफूज़ में लिखे क़द्र का हिस्सा है।<br><br>सूरा अल-अनआम: 2 कहती है \"वही जिसने तुम्हें मिट्टी से पैदा किया फिर अजल मुक़र्रर की।\" सूरा लुकमान: 34 \"बेशक अल्लाह के पास सاعत का इल्म... और कोई नफ़्स नहीं जानती किस ज़मीन में मरेगी।\" सहीह हदीस (बुख़ारी-मुस्लिम) में अजल, रिज़्क और नसीब गर्भ में ही लिख दिए जाते हैं।<br><br>यह समझ ज़्यादा वसवसे से बचाती है और बची उम्र अच्छे इस्तेमाल के लिए उकसाती है। अजल कब आए हम बदल नहीं सकते मगर ज़िंदगी को अल्लाह की रज़ा के अमल से भर सकते हैं।",
    "category": "तक़दीर और अल्लाह की मशीयत"
  }
]
