[
  {
    "no": 1,
    "title": "Batasan Ilmu Makhluk Serta Allah",
    "text": "Ada dua macam ilmu: ilmu yang dapat diakses makhluk dan ilmu yang tidak dapat diakses; mengingkari yang pertama adalah kufur, mengklaim yang kedua pun kufur—iman kokoh bila yang dapat diakses diterima dan yang tidak dapat diakses tidak dicari.",
    "explanation": "Konsep tentang dua macam ilmu ini sangat krusial. Ada ilmu yang Allah bukakan bagi manusia melalui panca indera dan wahyu (ilmu syariat), serta ada ilmu gaib yang hanya milik Allah semata, seperti kapan kiamat terjadi. Memahami batasan ini mencegah kita dari merasa paling tahu rahasia takdir yang tidak Allah bukakan.<br><br>Dalam Al-Quran (QS. Al-An'am: 59), Allah berfirman: \"Dan pada sisi Allah-lah kunci-kunci semua yang gaib; tidak ada yang mengetahuinya kecuali Dia sendiri.\" Hadits Sahih Bukhari juga menyebutkan lima hal gaib yang hanya diketahui Allah. Ini menegaskan kita harus rida dengan apa yang diberitahukan dan tidak melampaui batas pada apa yang disembunyikan.<br><br>Secara praktis, keyakinan ini membuat kita rendah hati tapi tetap semangat belajar ilmu yang bermanfaat. Kita jadi punya ketenangan batin karena menyerahkan segala misteri masa depan kepada Allah, fokus pada usaha yang bisa kita lakukan, dan tawakal pada ketentuan-Nya yang maha luas.",
    "category": "Doa, Ilmu & Batasan"
  },
  {
    "no": 2,
    "title": "Faedah Doa Bagi Orang Wafat",
    "text": "Ada manfaat bagi orang meninggal dari doa dan sedekah orang hidup.",
    "explanation": "Kematian bukan akhir segalanya. Salah satu bukti rahmat Allah adalah tetap terbukanya pintu manfaat bagi mereka yang sudah wafat melalui amal orang hidup. Poin ini menegaskan bahwa doa, istighfar, dan sedekah yang kita niatkan buat orang yang meninggal bakal sampai pahalanya dan meringankan beban mereka di alam barzakh.<br><br>Dasarnya adalah sabda Nabi ﷺ (HR. Muslim): \"Apabila manusia mati, maka terputuslah amalnya kecuali tiga perkara: sedekah jariyah, ilmu yang bermanfaat, atau anak saleh yang mendoakannya.\" QS. Al-Hasyr: 10 juga memuji orang-orang yang mendoakan ampunan bagi pendahulunya. Ini bukti hubungan iman melampaui batas kematian.<br><br>Dalam keseharian, ini memotivasi kita buat gak lupain orang tua atau guru yang udah gak ada. Mendoakan mereka bukan cuma bentuk bakti, tapi pengingat kalau suatu saat kita pun butuh doa yang sama. Ini nyiptain rantai kebaikan yang gak putus antar generasi umat Islam.",
    "category": "Doa, Ilmu & Batasan"
  },
  {
    "no": 3,
    "title": "Kalam Allah Bukanlah Ucapan Manusia",
    "text": "Al-Quran adalah firman Allah ﷻ yang berasal dari Allah ﷻ; manusia mengimaninya sebagai kalam Allah ﷻ tanpa mempertanyakan caranya, dan sama sekali bukan ucapan manusia serta tidak diciptakan.",
    "explanation": "Al-Quran adalah Kalamullah (firman Allah) yang asli, bukan makhluk. Artinya, apa yang kita baca di Mushaf itu benar-benar ucapan Allah, bukan karya sastra manusia. Ini penting buat menjaga otoritas wahyu; Al-Quran itu suci, murni, dan kebenarannya mutlak sebagai panduan hidup yang gak bisa diganggu gugat.<br><br>Allah berfirman (QS. At-Taubah: 6): \"...maka lindungilah ia supaya ia sempat mendengar firman Allah (Kalamullah).\" Hadits riwayat Tirmidzi juga menyebutkan keutamaan firman Allah atas ucapan lain itu ibarat keutamaan Allah atas makhluk-Nya. Ini memperkuat kalau Al-Quran itu wahyu sakral langsung dari Sang Pencipta.<br><br>Prakteknya, kita jadi punya rasa takzim (hormat) yang luar biasa pas baca Al-Quran. Kita gak bakal memperlakukannya kayak buku biasa; kita baca dengan tartil, usaha mudeng maknanya, dan matuhin perintahnya tanpa ragu. Dengan meyakini Al-Quran firman Tuhan, kita ngerasa punya kompas paling paten buat navigasi hidup.",
    "category": "Al-Quran & Wahyu"
  },
  {
    "no": 4,
    "title": "Allah Berbeda Dengan Seluruh Makhluk",
    "text": "Allah ﷻ berbeda dari segala makhluk.",
    "explanation": "Allah itu Laisa Kamitslihi Syai-un, artinya gak ada yang serupa dengan-Nya. Segala sesuatu yang terlintas di pikiran kita tentang bentuk atau rupa, maka Allah tidak seperti itu. Ini menjaga kesucian tauhid kita agar tidak menyamakan Sang Pencipta dengan makhluk yang lemah dan terbatas.<br><br>Dalil utamanya adalah QS. Asy-Syura: 11: \"Tidak ada sesuatupun yang serupa dengan Dia, dan Dialah yang Maha Mendengar dan Maha Melihat.\" Hadits juga mengingatkan kita untuk mentadabburi ciptaan Allah tapi dilarang mengkhayal zat-Nya, karena akal manusia punya limitasi untuk mencerna hakikat Tuhan.<br><br>Pemahaman ini membebaskan kita dari penyembahan berhala—baik berhala fisik maupun berhala mental (khayalan). Kita jadi sadar kalau Allah itu agung dan tak terbatas, sehingga kita hanya beribadah kepada-Nya dengan penuh rasa hormat dan pengagungan tanpa membatasi-Nya dengan sifat kemakhlukan.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 5,
    "title": "Allah Maha Pencipta Paling Awal",
    "text": "Allah ﷻ berhak disebut Pencipta dan Pemula bukan hanya setelah atau karena perbuatan mencipta, melainkan sejak semula.",
    "explanation": "Allah adalah Al-Khaliq (Maha Pencipta) yang tidak butuh proses untuk menjadi pencipta. Sejak sebelum ada satu pun bintang atau atom, Allah sudah memiliki sifat mencipta. Nama dan Sifat-Nya abadi, tidak tergantung pada ada atau tidaknya ciptaan, karena Dia adalah Sumber segala keberadaan.<br><br>Allah berfirman (QS. Al-Hadid: 3): \"Dialah Yang Awal dan Yang Akhir.\" Nama Al-Khaliq disebutkan dalam banyak ayat, seperti QS. Al-Hasyr: 24. Hadits menyebutkan bahwa sebelumnya hanya ada Allah dan tidak ada sesuatupun bersama-Nya, lalu Allah menciptakan Arsy dan seluruh alam semesta.<br><br>Ini ngajarin kita kalau Allah itu mandiri sempurna (Al-Ghani). Dia nyiptain kita bukan karena kesepian atau butuh bantuan, tapi murni karena kehendak dan hikmah-Nya. Kita jadi hamba yang tahu diri, sadar kalau hidup kita ini pemberian murni dari Sang Awal yang gak pernah butuh apapun dari kita.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 6,
    "title": "Kekuasaan Sempurna Milik Allah Saja",
    "text": "Allah ﷻ berkuasa atas segala sesuatu; semuanya bergantung pada Allah ﷻ, dan mudah bagi Allah ﷻ, dan Allah ﷻ tidak membutuhkan sesuatu pun; tidak ada yang serupa dengan Allah ﷻ, dan Allah ﷻ Maha Mendengar, Maha Melihat.",
    "explanation": "Kekuasaan Allah itu absolut dan gak terbatas oleh hukum fisika atau logika manusia. Apapun yang Allah mau, pasti kejadian dengan mudah cukup dengan kata \"Kun\". Seluruh alam semesta ini butuh Allah di setiap detiknya, sementara Allah sama sekali gak butuh apapun dari alam semesta ini.<br><br>Dalam QS. Yasin: 82: \"Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu hanyalah berkata kepadanya: \\\"Jadilah!\\\" maka terjadilah ia.\" Allah juga memiliki asma Al-Qadir. Hadits Qudsi menyebutkan bahwa jika seluruh manusia meminta dan Allah kabuli semua, itu gak bakal ngurangin kekayaan Allah sama sekali.<br><br>Keyakinan ini adalah obat dari segala ketakutan. Kita sadar kalau bos, penguasa, atau masalah segede apapun gak ada apa-apanya dibanding kekuasaan Allah. Kita jadi hamba yang berani tapi tawadhu, karena tahu satu-satunya sandaran yang gak bakal goyah cuma Allah Yang Maha Kuat.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 7,
    "title": "Allah Penguasa Mutlak Alam Semesta",
    "text": "Allah ﷻ berkuasa mutlak atas segala sesuatu, dan tidak ada yang berkuasa atas Allah ﷻ; siapa yang menganggap dirinya mandiri dari Allah ﷻ sekejap mata telah kafir.",
    "explanation": "Allah adalah Penguasa mutlak yang memegang kendali atas setiap atom di jagat raya. Tidak ada satu urusan pun yang lepas dari kontrol-Nya. Jika seseorang merasa bisa hidup mandiri tanpa butuh Allah, meski cuma sekejap mata, maka ia telah terjerumus dalam kesombongan yang bisa merusak iman.<br><br>QS. Fatir: 15 menegaskan: \"Wahai manusia! Kamulah yang memerlukan Allah; dan Allah Dialah Yang Mahakaya (tidak memerlukan sesuatu), Maha Terpuji.\" Hadits Nabi banyak mengajarkan doa agar kita jangan diserahkan kepada diri kita sendiri meski sekejap mata (ya hayyu ya qayyum... wala takilni ila nafsi tharfata 'ain).<br><br>Secara praktis, ini membuat kita selalu merasa butuh (faqir) kepada Allah. Kita jadi rajin berdoa buat hal kecil maupun besar—mulai dari minta hidayah sampai urusan sehari-hari. Kita sadar kalau tanpa bantuan-Nya, kita bahkan gak bisa narik napas atau kedipin mata.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 8,
    "title": "Allah Bebas Dari Batasan Fisik",
    "text": "Allah ﷻ di atas batas, pembatasan, bagian, atau anggota, dan tidak dibatasi oleh enam arah seperti makhluk.",
    "explanation": "Aqidah ini menegaskan bahwa Allah itu suci dari sifat kebendaan. Allah gak butuh ruang, gak punya anggota tubuh seperti manusia, dan gak dibatasi oleh arah (atas, bawah, dll) seperti makhluk. Dia adalah Sang Pencipta ruang dan waktu, jadi mustahil Dia dibatasi oleh ciptaan-Nya sendiri.<br><br>Allah berfirman (QS. Al-Ikhlas: 4): \"Dan tidak ada sesuatupun yang setara dengan Dia.\" Prinsip Tanzih (mensucikan Allah) ini penting. Para ulama menjelaskan bahwa Allah ada tanpa butuh tempat, karena tempat adalah ciptaan, dan Allah sudah ada sebelum tempat itu diciptakan.<br><br>Ini ngejaga kita dari pola pikir antropomorfisme (ngebayangin tuhan kayak manusia). Kita jadi bisa menyembah Allah dengan penuh pengagungan pada keagungan-Nya yang gaib dan tak terbatas, bukan terjebak dalam visualisasi fisik yang malah ngerendahin derajat ketuhanan.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 9,
    "title": "Beban Taklif Sesuai Kesanggupan Hamba",
    "text": "Allah ﷻ hanya membebani manusia dengan apa yang mereka sanggup, dan manusia hanya sanggup melakukan apa yang Allah ﷻ berikan kepada mereka; tidak ada daya dan upaya kecuali dengan Allah ﷻ, dan tidak ada kekuatan untuk taat atau menghindar dari maksiat kecuali dengan pertolongan Allah ﷻ.",
    "explanation": "Allah tidak membebani hamba melebihi kemampuannya. Setiap perintah dan larangan dalam syariat pasti sebanding dengan kesanggupan manusia; ini menunjukkan keadilan dan rahmat Allah, sekaligus menolak anggapan bahwa agama memberatkan.<br><br>Dalam QS. Al-Baqarah: 286 Allah berfirman: \"Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya.\" Hadits sahih (HR. Bukhari-Muslim) juga menegaskan: \"Apabila aku perintahkan sesuatu kepadamu maka kerjakanlah semampumu.\" Daya dan upaya untuk taat (la hawla wa la quwwata illa billah) pun datang dari pertolongan Allah.<br><br>Secara praktis, kita tidak boleh berdalih \"saya tidak sanggup\" untuk kewajiban yang sudah jelas, tapi juga tidak membebani diri di luar kemampuan. Kita berusaha semampu kita lalu bertawakal; kekuatan untuk istiqamah kita minta dari Allah melalui doa dan ikhtiar.",
    "category": "Taklif & Perbuatan Manusia"
  },
  {
    "no": 10,
    "title": "Hidup Sempurna Dan Senantiasa Berbuat",
    "text": "Allah ﷻ hidup dan tidak mati, senantiasa berbuat dan tidak tidur.",
    "explanation": "Allah itu Al-Hayyu (Maha Hidup) and Al-Qayyum (Maha Mandiri/Mengurusi). Hidupnya Allah itu sempurna, gak diawali lahir and gak diakhiri mati. Dia gak butuh istirahat, gak pernah ngantuk, and selalu aktif ngatur urusan seluruh makhluk-Nya tanpa jeda sedetik pun.<br><br>Ayat Kursi (QS. Al-Baqarah: 255) adalah dalil terkuat: \"Allah, tidak ada tuhan selain Dia. Yang Maha Hidup, yang terus menerus mengurusi (makhluk-Nya); tidak mengantuk dan tidak tidur.\" Nama-nama indah ini adalah pondasi ketergantungan makhluk kepada Sang Pencipta.<br><br>Ini nimbulun rasa aman yang luar biasa. Saat kita tidur, pasrah, atau ngerasa gak berdaya, kita tahu ada Tuhan yang gak pernah tidur jagain kita. Kita jadi semangat buat terus berbuat baik karena tahu \"atasan\" kita selalu aktif merhatiin dan ngatur yang terbaik buat hamba-Nya.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 11,
    "title": "Allah Maha Esa Tanpa Sekutu",
    "text": "Allah ﷻ itu Esa dan tidak memiliki sekutu.",
    "explanation": "Tauhid berarti mengesakan Allah; tidak ada sekutu bagi-Nya dalam rububiyah (pengaturan alam), uluhiyah (hak disembah), maupun asma wa sifat. Satu-satunya yang berhak disembah dan diibadahi hanyalah Allah; menyekutukan-Nya dengan apa pun adalah syirik.<br><br>QS. Al-Ikhlas: 1–4 menegaskan: \"Katakanlah: Dia-lah Allah Yang Maha Esa. Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. Dia tidak beranak dan tidak diperanakkan. Dan tidak ada seorang pun yang setara dengan Dia.\" QS. An-Nisa: 36 juga melarang menyekutukan Allah. Hadits sahih menyebutkan bahwa surat Al-Ikhlas setara sepertiga Al-Quran karena memuat pokok tauhid.<br><br>Keyakinan ini menjadi fondasi ibadah kita: kita hanya memohon, takut, dan berharap kepada Allah; tidak kepada makhluk, benda, atau \"kekuatan lain.\" Dengan demikian hati kita bersih dari ketergantungan kepada selain Allah.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 12,
    "title": "Allah Tanpa Lawan Serta Tandingan",
    "text": "Allah ﷻ Maha Tinggi dari memiliki lawan atau tandingan.",
    "explanation": "Allah tidak memiliki lawan yang bisa mengalahkan-Nya atau tandingan yang setara dengan-Nya. Kekuasaan-Nya mutlak; tidak ada yang bisa menandingi, membatasi, atau menggagalkan kehendak-Nya. Ini bagian dari kesempurnaan tauhid.<br><br>QS. Al-Baqarah: 255 (Ayat Kursi) menyatakan bahwa Allah menguasai langit dan bumi, dan tidak merasa berat memelihara keduanya. QS. Fathir: 44 dan ayat-ayat lain menegaskan bahwa tidak ada sekutu, penolong, atau yang setara bagi Allah. Hadits juga mengajarkan bahwa Allah Maha Tinggi dan tidak ada yang melebihi-Nya.<br><br>Pemahaman ini menenangkan hati: musuh, penyakit, atau bencana apa pun tidak pernah \"lawan\" yang sejajar dengan Allah. Kita yakin bahwa kemenangan, keselamatan, dan pertolongan akhir hanya dari Allah; tidak ada yang bisa menghalangi rahmat-Nya bila Dia berkehendak.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 13,
    "title": "Allah Meliputi Seluruh Ciptaan Sempurna",
    "text": "Allah ﷻ meliputi segala sesuatu dan di atasnya; ciptaan-Nya tidak mampu meliputi Allah ﷻ.",
    "explanation": "Allah meliputi (menguasai, mengetahui, dan mengurusi) segala sesuatu; tidak ada yang luput dari ilmu dan kekuasaan-Nya. Di saat yang sama Allah \"di atas\" ciptaan-Nya dalam arti martabat dan kekuasaan, bukan dalam arti tempat. Ciptaan tidak mampu \"meliputi\" atau membatasi Allah.<br><br>QS. Fussilat: 54 menyatakan: \"Ketahuilah, sesungguhnya Allah meliputi segala sesuatu.\" QS. Al-Baqarah: 255 (Ayat Kursi) menegaskan bahwa Kursi-Nya meliputi langit dan bumi, dan Dia tidak merasa berat. Hadits sahih juga menegaskan bahwa Allah ada di atas Arsy dan ilmu-Nya di mana-mana.<br><br>Dengan meyakini hal ini kita merasa diawasi dan dilindungi: tidak ada yang tersembunyi dari Allah, dan tidak ada masalah yang terlalu besar bagi-Nya. Kita juga terjaga dari salah paham seolah-olah Allah \"terkurung\" di langit; Dia meliputi segala sesuatu tanpa butuh ruang.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 14,
    "title": "Allah Menciptakan Hidup Dan Mati",
    "text": "Allah ﷻ mematikan tanpa rasa takut dan menghidupkan kembali tanpa kesulitan.",
    "explanation": "Hidup dan mati sepenuhnya di tangan Allah. Mematikan makhluk sama sekali tidak membuat Allah takut atau lemah; menghidupkan kembali (termasuk di hari kiamat) juga tidak sulit bagi-Nya. Semua terjadi dengan kehendak dan kalimat-Nya saja.<br><br>QS. Al-Mulk: 2 menyatakan: \"Dialah yang menjadikan mati dan hidup.\" QS. Qaf: 43: \"Sesungguhnya Kami yang menghidupkan dan mematikan, dan kepada Kami tempat kembali.\" Hadits sahih menegaskan bahwa ruh dicabut dengan perintah Allah dan di hari kiamat seluruh makhluk dibangkitkan dengan tiupan sangkakala.<br><br>Keyakinan ini mengingatkan kita bahwa kematian bukan akhir yang hampa, melainkan pintu menuju kehidupan akhirat. Kita mempersiapkan diri dengan amal saleh dan tidak takut mati secara berlebihan, karena yang memegang kendali hidup-mati adalah Allah Yang Maha Adil dan Maha Penyayang.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 15,
    "title": "Ketetapan Ajal Untuk Seluruh Makhluk",
    "text": "Allah ﷻ membagi ajal yang tetap bagi makhluk-Nya.",
    "explanation": "Setiap makhluk punya ajal (waktu kematian) yang sudah ditetapkan Allah; tidak ada yang bisa memajukan atau mengundurkan sedetik pun. Ini bagian dari takdir yang sudah tertulis di Lauhul Mahfuz.<br><br>QS. Al-An'am: 2 menyatakan: \"Dia yang menciptakan kamu dari tanah, kemudian menetapkan ajal (bagi kamu).\" QS. Luqman: 34: \"Sesungguhnya Allah, hanya pada sisi-Nya sajalah pengetahuan tentang hari kiamat... dan tidak ada seorang pun yang dapat mengetahui di bumi mana ia akan mati.\" Hadits sahih (HR. Bukhari-Muslim) menegaskan bahwa ajal, rezeki, dan nasib manusia sudah ditulis ketika masih dalam kandungan.<br><br>Pemahaman ini mencegah kita dari rasa was-was berlebihan dan mendorong kita memanfaatkan sisa umur dengan baik. Kita tidak bisa mengubah kapan ajal tiba, tapi kita bisa mengisi hidup dengan amal yang diridhai Allah.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 16,
    "title": "Petunjuk Dan Kesesatan Adalah Keadilan",
    "text": "Allah ﷻ memberi petunjuk kepada siapa yang Allah ﷻ kehendaki dengan kemurahan Allah ﷻ, dan menyesatkan siapa yang Allah ﷻ kehendaki dengan keadilan Allah ﷻ; semuanya tunduk pada ketetapan Allah ﷻ, dan tidak ada yang dapat menolak keputusan Allah ﷻ.",
    "explanation": "Petunjuk (hidayah) dan kesesatan (idlal) ada di tangan Allah. Siapa yang diberi hidayah itu karena kemurahan-Nya; siapa yang disesatkan itu dengan keadilan-Nya (misalnya karena mereka memilih ingkar setelah jelas kebenaran). Keputusan Allah tidak bisa ditolak atau digugat oleh siapa pun.<br><br>QS. Al-An'am: 125: \"Barangsiapa yang Allah kehendaki untuk memberinya petunjuk, niscaya Dia melapangkan dadanya untuk Islam... dan barangsiapa yang Allah kehendaki kesesatannya, niscaya Dia menjadikan dadanya sempit.\" QS. Al-A'raf: 178 juga menegaskan bahwa petunjuk dan kesesatan di tangan Allah. Hadits sahih menyebutkan bahwa hati manusia berada di antara dua jari Ar-Rahman; Allah membolak-balikkannya.<br><br>Kita wajib berusaha mencari hidayah (belajar, berdoa, bergaul dengan orang saleh) dan tidak sombong bila sudah diberi petunjuk. Kita juga tidak putus asa bagi orang yang sesat; kita tetap berdakwah dan mendoakan, sebab hidayah tetap hak prerogatif Allah.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 17,
    "title": "Perintah Taat Dan Larangan Maksiat",
    "text": "Allah ﷻ memerintahkan makhluk-Nya untuk taat kepada Allah ﷻ, dan melarang makhluk-Nya mendurhakai Allah ﷻ.",
    "explanation": "Allah memerintahkan ketaatan (ibadah, akhlak baik, menaati Rasul) dan melarang kemaksiatan (syirik, dosa besar, dan dosa kecil). Perintah dan larangan ini jelas dalam Al-Quran dan Sunnah; kewajiban kita adalah taat dan menjauhi maksiat.<br><br>QS. An-Nisa: 59: \"Taatilah Allah dan taatilah Rasul.\" QS. Al-A'raf: 33 melarang perbuatan keji, kemungkaran, dan permusuhan. Hadits sahih (HR. Bukhari) menegaskan bahwa ketaatan kepada Rasul adalah ketaatan kepada Allah, dan maksiat kepada Rasul adalah maksiat kepada Allah. Nabi juga bersabda bahwa yang halal dan haram sudah jelas.<br><br>Dalam keseharian, kita berusaha mematuhi perintah (shalat, zakat, jujur, berbakti) dan menjauhi larangan (berbohong, zina, riba, durhaka). Kita tidak menambah-nambah yang haram atau menganggap remeh dosa; kita berdoa agar diberi kekuatan untuk taat dan dijauhkan dari maksiat.",
    "category": "Jamaah, Penguasa & Fikih"
  },
  {
    "no": 18,
    "title": "Penciptaan Makhluk Berdasarkan Ilmu Allah",
    "text": "Allah ﷻ menciptakan makhluk dengan ilmu-Nya.",
    "explanation": "Allah menciptakan alam semesta dan setiap makhluk dengan ilmu-Nya yang sempurna; tidak ada yang tercipta secara kebetulan atau tanpa hikmah. Semua ciptaan sesuai dengan ukuran, waktu, dan ketetapan yang Allah sudah ketahui.<br><br>QS. Al-Hijr: 86: \"Sesungguhnya Tuhanmu, Dialah Yang Maha Pencipta lagi Maha Mengetahui.\" QS. Al-Furqan: 2 menegaskan bahwa Allah menciptakan segala sesuatu dan menetapkan ukuran-ukurannya. Hadits sahih menyebutkan bahwa Allah menulis takdir seluruh makhluk sebelum penciptaan langit dan bumi.<br><br>Keyakinan ini menumbuhkan rasa percaya bahwa hidup kita tidak sia-sia; ada rencana dan hikmah di balik ciptaan Allah. Kita juga terdorong untuk belajar dan memanfaatkan ilmu, karena ilmu manusia adalah bagian kecil dari ilmu Allah yang meliputi segala sesuatu.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 19,
    "title": "Allah Memberi Rezeki Tanpa Kesulitan",
    "text": "Allah ﷻ menciptakan tanpa kebutuhan untuk melakukannya, dan memberi rezeki kepada makhluk-Nya tanpa kesulitan.",
    "explanation": "Allah menciptakan bukan karena butuh ciptaan; Dia memberi rezeki tanpa merasa berat atau kesulitan. Rezeki (rizq) meliputi harta, kesehatan, ketenangan, dan segala yang kita nikmati; semuanya dari Allah dan diberikan dengan mudah bagi-Nya.<br><br>QS. Adz-Dzariyat: 56–57 menegaskan bahwa Allah menciptakan jin dan manusia untuk beribadah, dan Dia tidak butuh rezeki dari mereka. QS. Hud: 6: \"Dan tidak ada suatu binatang melata pun di bumi melainkan Allah-lah yang memberi rezekinya.\" Hadits sahih menyatakan bahwa rezeki sudah ditakdirkan dan tidak akan tertukar; siapa yang takwa niscaya Allah beri jalan keluar dan rezeki dari arah yang tidak disangka.<br><br>Kita berusaha mencari rezeki yang halal tanpa gelisah berlebihan; kita yakin bahwa pemberi rezeki adalah Allah. Kita bersyukur atas yang ada dan tidak membanding-bandingkan nasib dengan orang lain, karena pembagian rezeki ada di tangan Allah Yang Maha Bijaksana.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 20,
    "title": "Allah Menetapkan Takdir Seluruh Makhluk",
    "text": "Allah ﷻ menetapkan takdir bagi yang Allah ﷻ ciptakan.",
    "explanation": "Takdir (qadar) adalah ketetapan Allah atas segala yang terjadi pada makhluk: rezeki, ajal, amal, bahagia-sengsara, dan seterusnya. Semua sudah tertulis di Lauhul Mahfuz sebelum penciptaan; kita mengimani tanpa menyelami \"bagaimana\" atau \"mengapa\" yang berlebihan.<br><br>QS. Al-Qamar: 49: \"Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran.\" QS. Al-Hadid: 22: \"Tiada suatu bencana pun yang menimpa di bumi dan pada dirimu sendiri melainkan telah tertulis dalam kitab (Lauh Mahfuz) sebelum Kami menciptakannya.\" Hadits sahih (HR. Muslim) menegaskan iman kepada takdir yang baik maupun yang buruk adalah rukun iman.<br><br>Kita menerima takdir dengan sabar saat tertimpa musibah dan bersyukur saat mendapat nikmat. Kita tetap berusaha (ikhtiar) karena usaha juga bagian dari takdir; kita tidak pasif atau putus asa, tapi juga tidak memberontak terhadap ketetapan Allah.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 21,
    "title": "Allah Mengabulkan Doa Hamba Mukmin",
    "text": "Allah ﷻ mengabulkan doa manusia, dan memberi mereka apa yang mereka minta.",
    "explanation": "Doa adalah ibadah dan sarana mendekatkan diri kepada Allah. Allah mengabulkan doa hamba-Nya sesuai hikmah-Nya: kadang dikabulkan persis seperti yang diminta, kadang diganti dengan yang lebih baik, atau ditunda untuk waktu yang lebih tepat.<br><br>QS. Al-Baqarah: 186: \"Dan apabila hamba-hamba-Ku bertanya kepadamu tentang Aku, maka (jawablah) sesungguhnya Aku dekat. Aku mengabulkan permohonan orang yang berdoa apabila ia berdoa kepada-Ku.\" QS. Ghafir: 60: \"Berdoalah kepada-Ku, niscaya Aku perkenankan bagimu.\" Hadits sahih menegaskan bahwa doa adalah senjata orang mukmin dan Allah malu menolak tangan hamba yang terangkat memohon.<br><br>Kita dianjurkan berdoa dengan khusyuk, yakin akan dikabulkan, dan tidak terburu putus asa. Kita juga memilih doa yang ma'tsur (dari Nabi) dan doa yang baik; serta menerima bahwa keputusan terbaik ada di tangan Allah.",
    "category": "Doa, Ilmu & Batasan"
  },
  {
    "no": 22,
    "title": "Ilmu Allah Tentang Penghuni Akhirat",
    "text": "Allah ﷻ mengetahui—sebelum adanya waktu—jumlah pasti orang yang masuk surga dan yang masuk neraka; jumlah itu tidak bertambah maupun berkurang.",
    "explanation": "Allah sudah mengetahui sejak azali (sebelum ada waktu) siapa yang akan masuk surga dan siapa yang masuk neraka; ilmu-Nya sempurna dan tidak berubah. Ini bukan berarti manusia dipaksa, melainkan Allah tahu akibat dari pilihan dan amal setiap hamba.<br><br>QS. Hud: 107 dan hadits sahih (HR. Bukhari-Muslim) menyebutkan bahwa penghuni surga dan neraka sudah ditetapkan; ada yang dikatakan \"tempat dudukmu di surga\" atau \"tempat dudukmu di neraka.\" QS. Al-Waqi'ah dan ayat-ayat lain menggambarkan dua golongan penghuni akhirat. Nabi juga bersabda bahwa Allah menetapkan siapa yang berbahagia dan siapa yang celaka.<br><br>Kita tidak boleh merasa \"pasti masuk surga\" atau \"pasti masuk neraka\"; kita berusaha menjadi ahli kebaikan dan berharap rahmat Allah. Keyakinan ini mendorong kita untuk serius beramal dan tidak mengandalkan spekulasi.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 23,
    "title": "Murka Dan Ridha Allah Sempurna",
    "text": "Allah ﷻ murka dan ridha, tetapi tidak seperti makhluk mana pun.",
    "explanation": "Allah memiliki sifat murka (ghadhab) dan ridha; kita mengimaninya tanpa menyerupakan dengan murka atau senangnya manusia. Murka Allah sempurna terhadap kemaksiatan dan kekafiran; ridha-Nya sempurna terhadap ketaatan dan tauhid.<br><br>QS. Al-Fath: 6 dan ayat-ayat lain menyebutkan ridha Allah. Hadits sahih (HR. Bukhari-Muslim) menegaskan bahwa Allah murka kepada orang yang berbuat maksiat dan ridha kepada orang yang taat; \"Siapa yang membuat Allah murka karena (membela) hak-Ku, Aku akan murka kepadanya.\" Nabi juga bersabda bahwa ridha Allah ada pada ridha orang tua. Kita tidak menanyakan \"bagaimana\" murka atau ridha Allah (tanpa tasybiih).<br><br>Praktiknya kita berusaha mencari ridha Allah dengan taat dan menjauhi apa yang membuat-Nya murka. Kita takut akan murka-Nya dan berharap ridha-Nya, tanpa membayangkan Allah seperti makhluk yang emosional.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 24,
    "title": "Allah Maha Dahulu Serta Kekal",
    "text": "Allah ﷻ Qadim tanpa permulaan dan Kekal tanpa akhir.",
    "explanation": "Allah itu Qadim (tidak ada permulaan bagi wujud-Nya) dan Baqa (kekal, tidak ada akhir). Dia selalu ada; tidak pernah \"belum ada\" dan tidak akan pernah \"tidak ada lagi.\" Seluruh makhluk akan binasa, sedangkan wajah Tuhanmu tetap kekal.<br><br>QS. Ar-Rahman: 26–27: \"Semua yang ada di bumi akan binasa. Dan tetap kekal wajah Tuhanmu yang mempunyai kebesaran dan kemuliaan.\" QS. Al-Hadid: 3: \"Dialah Yang Awal dan Yang Akhir.\" Hadits sahih menyebutkan bahwa Allah sudah ada dan tidak ada sesuatu pun bersama-Nya sebelum penciptaan.<br><br>Keyakinan ini meneguhkan hati: kita menyembah Zat yang tidak akan lenyap; janji dan ancaman-Nya abadi. Dunia fana mengingatkan kita untuk tidak terikat berlebihan; satu-satunya yang kekal dan layak dijadikan sandaran abadi adalah Allah.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 25,
    "title": "Sifat Allah Ada Sebelum Makhluk",
    "text": "Allah ﷻ senantiasa ada beserta sifat-sifat-Nya sejak sebelum penciptaan, dan penciptaan makhluk tidak menambah sesuatu pun pada sifat-Nya; Allah ﷻ tetap ada sepanjang waktu yang tak berujung.",
    "explanation": "Sifat-sifat Allah (ilmu, qudrah, hayat, kalam, dll.) selalu melekat pada-Nya sejak sebelum ada makhluk. Penciptaan alam tidak \"menambah\" sifat baru pada Allah; Dia tetap sempurna tanpa bergantung pada ciptaan. Ini menolak paham bahwa Allah \"baru punya\" sifat setelah mencipta.<br><br>QS. Al-Hadid: 3 menyebut Allah Yang Awal dan Yang Akhir. Ayat-ayat asma wa sifat (Al-'Alim, Al-Qadir, dll.) menunjukkan sifat yang abadi. Hadits dan ijma ulama Ahlussunnah menegaskan bahwa Allah senantiasa dengan sifat-sifat-Nya, tidak berubah dan tidak bertambah karena adanya makhluk.<br><br>Pemahaman ini menjaga tauhid dari pemikiran yang merendahkan Allah (seolah Dia berevolusi atau tergantung pada alam). Kita menyembah Allah yang sempurna dari dulu, sekarang, dan selamanya.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 26,
    "title": "Allah Senantiasa Tuhan Dan Pencipta",
    "text": "Allah ﷻ senantiasa Tuhan dan senantiasa Pencipta, meskipun ketika belum ada yang ditauhidkan atau belum ada ciptaan.",
    "explanation": "Allah tetap Tuhan (Ilah) dan Pencipta (Khaliq) bahkan sebelum ada satu makhluk pun yang menyembah-Nya atau ada ciptaan. Sifat rububiyah dan uluhiyah-Nya tidak bergantung pada adanya makhluk; Dia layak disembah dan mampu mencipta sejak azali.<br><br>QS. Al-Ikhlas dan ayat-ayat tauhid menegaskan keesaan Allah tanpa bergantung pada pengakuan makhluk. Hadits \"Kuntu kanzan makhfiyyan\" (Aku adalah perbendaharaan yang tersembunyi) dalam riwayat tertentu menjelaskan bahwa Allah sudah ada sebelum ciptaan. Ulama Ahlussunnah menegaskan: Allah senantiasa Al-Khaliq bi al-ma'na (Pencipta secara makna), meski perbuatan mencipta (takwin) terjadi sesuai kehendak-Nya.<br><br>Ini mencegah kita dari berpikir bahwa Allah \"menjadi\" Tuhan atau Pencipta hanya setelah ada alam; Dia sempurna dan mandiri tanpa bergantung pada siapa pun.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 27,
    "title": "Larangan Berdebat Mengenai Takdir Allah",
    "text": "Allah ﷻ telah mengetahui segala yang akan terjadi, dan menetapkannya secara rinci dan pasti; tidak ada yang dapat menentang, menambah, atau mengubah ketetapan Allah ﷻ—berdebat tentang ketetapan dan menyelami “mengapa” adalah kesesatan.",
    "explanation": "Takdir Allah sudah tertulis dan pasti; tidak ada yang bisa mengubahnya. Berdebat tentang \"kenapa Allah menetapkan ini\" atau menyelami rahasia qadar tanpa landasan dalil adalah perbuatan yang dilarang dan bisa menjerumuskan ke kesesatan (seperti qadariyah atau jabariyah ekstrem).<br><br>QS. Al-Kahf: 22 memperingatkan untuk tidak bertanya tentang hal-hal yang tidak diberitahukan. Hadits sahih (HR. Muslim) menegaskan bahwa berbicara tentang takdir tanpa ilmu adalah haram; Nabi melarang debat tentang qadar. Ulama menjelaskan bahwa kita mengimani takdir tanpa \"menggali\" yang tidak Allah bukakan.<br><br>Kita menerima takdir dengan sikap tawakal dan sabar; kita tidak menghabiskan energi untuk berdebat \"mengapa saya ditakdirkan begini.\" Fokus kita adalah beramal sesuai syariat dan menerima ketetapan Allah dengan lapang dada.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 28,
    "title": "Allah Tidak Akan Pernah Binasa",
    "text": "Allah ﷻ tidak akan binasa atau berakhir.",
    "explanation": "Allah kekal abadi; tidak akan binasa, lenyap, atau berakhir. Berbeda dengan makhluk yang fana, Zat dan sifat Allah tetap ada selamanya. Keyakinan ini bagian dari kesempurnaan tauhid.<br><br>QS. Ar-Rahman: 27: \"Dan tetap kekal wajah Tuhanmu.\" QS. Al-Qasas: 88: \"Segala sesuatu binasa kecuali wajah-Nya.\" Hadits dan ijma ulama menegaskan bahwa Allah tidak akan binasa; Dia Yang Awal dan Yang Akhir, Yang Zhahir dan Yang Bathin.<br><br>Dengan meyakini hal ini kita tenang: janji surga dan ancaman neraka bersifat abadi, dan satu-satunya yang layak dijadikan sandaran kekal adalah Allah. Kita tidak takut bahwa \"Tuhan\" kita akan lenyap; keabadian-Nya adalah sumber ketenangan bagi orang beriman.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 29,
    "title": "Allah Tidak Membutuhkan Seluruh Ciptaan",
    "text": "Allah ﷻ tidak membutuhkan Arsy dan apa yang di bawahnya.",
    "explanation": "Arsy (singgasana) adalah makhluk Allah yang paling besar, tapi Allah tidak membutuhkan Arsy atau apa pun di bawahnya. Allah ada tanpa butuh tempat; Arsy diciptakan sebagai tanda kebesaran dan untuk makhluk, bukan untuk \"menopang\" Allah.<br><br>QS. Thaha: 5: \" (Allah) Yang Maha Pemurah, yang bersemayam di atas Arsy.\" Para ulama menafsirkan istiwa dengan cara yang layak bagi Allah tanpa tasybiih. QS. Al-Baqarah: 255 menegaskan bahwa Allah tidak mengantuk dan tidak tidur; Dia tidak butuh istirahat atau \"tempat duduk.\" Hadits sahih menyebutkan bahwa Arsy adalah atap surga dan Allah tidak butuh langit maupun bumi.<br><br>Pemahaman ini menjaga kita dari membayangkan Allah \"duduk\" di atas Arsy seperti raja di singgasana. Allah Maha Kaya; Arsy dan seluruh alam adalah ciptaan-Nya yang tunduk, bukan sesuatu yang Dia butuhkan.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 30,
    "title": "Iman Kepada Arsy Serta Kursi",
    "text": "Arsy (Singgasana) dan Kursi (al-Kursi) adalah benar, dan kami beriman kepadanya.",
    "explanation": "Arsy dan Kursi adalah makhluk Allah yang disebutkan dalam nas; kita mengimaninya tanpa menolak dan tanpa menyerupakan dengan singgasana dunia. Arsy adalah singgasana yang agung; Kursi (dalam Ayat Kursi) juga disebutkan bahwa langit dan bumi diliputi olehnya.<br><br>QS. Al-Baqarah: 255 (Ayat Kursi): \"Kursi-Nya meliputi langit dan bumi.\" QS. Al-Haqqah: 17 dan ayat lain menyebut malaikat memikul Arsy. Hadits sahih (HR. Bukhari) menegaskan bahwa tujuh langit dibanding Kursi bagaikan cincin di padang pasir, dan Kursi dibanding Arsy lebih kecil lagi. Kita mengimani tanpa mempertanyakan \"bagaimana\" bentuknya.<br><br>Iman kepada Arsy dan Kursi mengingatkan kita akan kebesaran Allah; ciptaan-Nya saja demikian agung, apalagi Sang Pencipta. Kita tidak mengingkari atau mengolok-olok berita gaib yang sahih dari Al-Quran dan Sunnah.",
    "category": "Malaikat & Gaib"
  },
  {
    "no": 31,
    "title": "Kewajiban Haji Dan Juga Jihad",
    "text": "Haji dan jihad di bawah pimpinan penguasa kaum Muslim—yang benar maupun yang zalim—adalah kewajiban yang berlangsung hingga datangnya Saat Terakhir, dan tidak ada yang dapat membatalkan atau meniadakannya.",
    "explanation": "Haji dan jihad tetap wajib menurut syariat meski pemimpin zalim; kita tidak boleh membatalkan kewajiban ini dengan dalih menentang penguasa. Pelaksanaannya dilakukan bersama imam/amir kaum Muslimin agar tertib dan tidak kacau; kewajiban ini berlaku sampai hari kiamat.<br><br>QS. Ali Imran: 97 mewajibkan haji bagi yang mampu. Hadits sahih (HR. Bukhari-Muslim) menegaskan bahwa jihad tetap di bawah komando; \"Dengar dan taat (kepada amir) meski yang memimpin kamu budak Habsyi.\" Nabi juga bersabda bahwa kita tetap shalat di belakang imam yang fajir selama ia menegakkan shalat. Ini bukan membenarkan kezaliman, tapi menjaga kesatuan dan tertib syariat.<br><br>Praktiknya kita menunaikan haji bila mampu dan ikut jihad bila diseru dengan cara yang syar'i; kita tidak menjadikan cela penguasa sebagai alasan untuk meninggalkan kewajiban atau memecah belah jamaah.",
    "category": "Jamaah, Penguasa & Fikih"
  },
  {
    "no": 32,
    "title": "Rahasia Hakikat Ketetapan Takdir Allah",
    "text": "Hakikat ketetapan (qadar) adalah rahasia Allah ﷻ dalam ciptaan-Nya; manusia mengimaninya tanpa menyelami atau mempertanyakan “mengapa” atas perbuatan Allah ﷻ, sebab Allah ﷻ melarangnya dan hal itu hanya membawa kerugian.",
    "explanation": "Hakikat qadar adalah rahasia Allah; kita mengimani bahwa segala ketetapan dari-Nya tanpa \"menggali\" atau mempertanyakan \"mengapa\" Allah berbuat demikian. Menyelami hal itu dilarang dan hanya mendatangkan kerugian (kesesatan atau kegelisahan).<br><br>QS. Al-Maidah: 101 melarang bertanya tentang hal-hal yang bila dijelaskan justru memberatkan. Hadits sahih (HR. Muslim) melarang memperdebatkan qadar. Nabi juga mengingatkan bahwa orang yang berdebat tentang qadar tidak akan selamat. Ulama Ahlussunnah mengimani qadar tanpa takyif atau ta'til.<br><br>Kita menerima takdir dengan lapang dada dan fokus pada amal; kita tidak menghabiskan waktu untuk menyelami \"kenapa Allah menetapkan ini-itu\" karena itu di luar jangkauan akal dan tidak bermanfaat bagi keimanan.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 33,
    "title": "Islam Satu Satunya Agama Benar",
    "text": "Hanya ada satu agama Allah ﷻ di langit dan bumi, yaitu Islam (penyerahan).",
    "explanation": "Agama yang diridhai Allah hanya satu: Islam (penyerahan diri kepada Allah dengan tauhid dan mengikuti Rasul). Agama langit yang benar sejak Nabi Adam sampai Nabi Muhammad pada hakikatnya satu; yang menyimpang atau dipalsukan bukan lagi agama Allah.<br><br>QS. Ali Imran: 19: \"Sesungguhnya agama (yang diridhai) di sisi Allah hanyalah Islam.\" QS. Ali Imran: 85: \"Barangsiapa mencari agama selain Islam, maka sekali-kali tidak akan diterima darinya.\" Hadits sahih menegaskan bahwa para nabi bersaudara (agama mereka satu); Nabi Muhammad diutus dengan Islam yang menyempurnakan. Kita tidak memaksakan keyakinan ini dengan kasar, tapi kita yakin bahwa kebenaran satu dan jalan keselamatan adalah Islam.<br><br>Ini mendorong kita untuk belajar dan mengamalkan Islam dengan benar, tidak mencampuradukkan dengan keyakinan yang bertentangan, dan berdakwah dengan bijak agar orang lain mengenal satu-satunya agama yang Allah terima.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 34,
    "title": "Persamaan Iman Dan Perbedaan Takwa",
    "text": "Iman pada dasarnya sama bagi semua, tetapi keutamaan sebagian atas yang lain disebabkan ketakwaan, kesadaran kepada Allah ﷻ, dan pilihan mereka pada apa yang lebih diridhai Allah ﷻ.",
    "explanation": "Dasar iman (rukun iman, syariat yang wajib diyakini) sama bagi setiap Muslim; tidak ada \"tingkat\" iman dalam hal keyakinan pokok. Yang membedakan derajat adalah ketakwaan, kesadaran kepada Allah (muraqabah), dan pilihan untuk mengutamakan apa yang Allah ridhai.<br><br>QS. Al-Hujurat: 13: \"Sesungguhnya orang yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa.\" Hadits sahih (HR. Bukhari) menegaskan bahwa tidak boleh seseorang mengklaim lebih beriman dari yang lain dalam hal asas; keutamaan ada pada amal dan takwa. Nabi juga bersabda bahwa orang yang paling baik Islamnya adalah yang paling baik akhlaknya.<br><br>Kita tidak sombong dengan menganggap diri \"lebih beriman\" dari orang lain; kita berusaha meningkatkan takwa dan amal. Perbedaan derajat di sisi Allah berdasarkan usaha dan ketakwaan, bukan berdasarkan klaim atau golongan.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 35,
    "title": "Pokok Iman Kepada Allah Rasul",
    "text": "Iman terdiri dari iman kepada Allah ﷻ, malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya, Hari Akhir, dan iman bahwa ketetapan—yang baik dan yang buruk—semua dari Allah ﷻ.",
    "explanation": "Rukun iman ada enam: iman kepada Allah, malaikat, kitab-kitab, rasul-rasul, hari akhir, dan takdir (yang baik dan yang buruk dari Allah). Ini adalah pokok keyakinan yang wajib diyakini setiap Muslim; mengingkari salah satunya merusak iman.<br><br>Hadits sahih (HR. Bukhari-Muslim) dari Umar bin Khattab menegaskan enam rukun iman ini ketika Jibril bertanya tentang iman. QS. Al-Baqarah: 285: \"Rasul beriman kepada apa yang diturunkan kepadanya dari Tuhannya, demikian pula orang-orang beriman. Semua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, dan rasul-rasul-Nya.\" QS. Al-Hadid: 22 menegaskan bahwa musibah pun sudah tertulis (bagian dari takdir).<br><br>Kita memantapkan hati pada enam perkara ini dan mengajarkannya kepada keluarga serta orang lain. Iman yang lengkap mencakup semua rukun; tidak boleh memilih-milih atau menolak salah satunya.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 36,
    "title": "Definisi Iman Lisan Dan Hati",
    "text": "Iman terdiri dari pengakuan dengan lisan dan penerimaan dengan hati.",
    "explanation": "Iman bukan sekadar ucapan di mulut atau sekadar perbuatan; ia mencakup pengakuan dengan lisan (syahadat, mengucapkan yang benar) dan pembenaran dengan hati (tashdiq). Keduanya harus ada; orang yang hanya mengucap tanpa meyakini di hati adalah munafik, orang yang hanya mengaku di hati tanpa mengucap belum sempurna di hadapan manusia dan syariat.<br><br>Hadits sahih (HR. Bukhari-Muslim) menegaskan bahwa Nabi ditanya tentang amal yang paling utama; iman disebutkan sebagai dasar. QS. Al-Hujurat: 14: \"Orang-orang Arab Badui itu berkata: Kami telah beriman. Katakanlah: Kamu belum beriman, tapi katakanlah: Kami telah tunduk (Islam), karena iman belum masuk ke dalam hatimu.\" Ulama Ahlussunnah menyepakati bahwa iman mencakup qaul (ucapan) dan amal (perbuatan) yang masuk dalam makna \"penerimaan dengan hati\" yang terwujud dalam amal.<br><br>Kita menjaga lisan agar tidak mengucap yang merusak iman dan menjaga hati agar tidak ragu atau ingkar; kita berusaha agar ucapan dan keyakinan kita selaras.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 37,
    "title": "Berlepas Diri Dari Penyimpangan Akidah",
    "text": "Inilah agama kami dan apa yang kami yakini lahir dan batin; kami berlepas diri di hadapan Allah ﷻ dari siapa pun yang menyalahi apa yang kami ucapkan dan jelaskan.",
    "explanation": "Aqidah Tahawi ini adalah pernyataan keyakinan Ahlussunnah; siapa yang menyimpang dari apa yang diucapkan dan dijelaskan di dalamnya, kita berlepas diri darinya di hadapan Allah. Ini bukan permusuhan pribadi, melainkan klarifikasi bahwa kita tidak mengikuti penyimpangan akidah (bidah, khurafat, atau kesesatan).<br><br>QS. Al-Mumtahanah: 4 memerintahkan berlepas diri dari musuh Allah. Nabi bersabda (HR. Abu Daud, dishahihkan): \"Barangsiapa yang berbuat bidah atau melindungi pelaku bidah, maka ia terlepas dari jaminan Allah.\" Ulama menjelaskan bahwa baraah (berlepas diri) dari ahli bidah dilakukan dengan tidak mengikuti keyakinan mereka dan menjelaskan kesalahan mereka, bukan dengan menganiaya.<br><br>Kita berpegang pada aqidah yang benar dan menjauhi keyakinan yang menyimpang; kita tidak mengklaim orang lain kafir tanpa dasar yang sahih, tapi kita tegas terhadap penyimpangan akidah dan berlepas diri darinya.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 38,
    "title": "Islam Adalah Jalan Tengah Sempurna",
    "text": "Islam adalah jalan tengah: tidak berlebihan maupun berkurang, tidak menyerupakan sifat Allah ﷻ dengan makhluk maupun menafikan sifat Allah ﷻ, tidak ekstrem jabariyah maupun qadariyah, dan tidak antara keyakinan mutlak yang sesat dan putus asa.",
    "explanation": "Ahlussunnah berada di jalan tengah: dalam sifat Allah, kita menetapkan apa yang Allah tetapkan tanpa menyerupakan dengan makhluk (tasybih) dan tanpa menafikan (ta'til). Dalam takdir, kita tidak ekstrem jabariyah (segala sesuatu dipaksa) maupun qadariyah (menolak takdir); dalam harap dan takut kita tidak mengklaim pasti surga/neraka untuk seseorang maupun putus asa dari rahmat Allah.<br><br>QS. Al-Baqarah: 143: \"Dan demikian pula Kami telah menjadikan kamu umat yang pertengahan.\" Hadits dan ijma ulama menegaskan bahwa sifat Allah diimani tanpa takyif (mempertanyakan cara) dan tanpa tamtsil (menyerupakan). Nabi melarang ekstrem dalam agama. Jalan tengah inilah yang selamat dari bidah.<br><br>Kita berusaha konsisten pada manhaj pertengahan: tidak ghuluw (berlebihan) dan tidak taqsir (meremehkan); kita belajar dari ulama Ahlussunnah agar tidak terseret ke ekstrem kiri atau kanan.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 39,
    "title": "Kebenaran Peristiwa Isra Dan Mi'raj",
    "text": "Isra’ dan Mi’raj adalah benar: Nabi ﷺ diangkat pada malam hari, dan naik dengan jasadnya dalam keadaan sadar melalui langit sampai setinggi yang Allah ﷻ kehendaki.",
    "explanation": "Isra (perjalanan dari Masjidil Haram ke Masjidil Aqsha) dan Mi'raj (naik ke langit) terjadi dengan jasad dan ruh Nabi dalam keadaan sadar; bukan mimpi atau roh saja. Peristiwa ini mukjizat yang Allah berikan untuk menguatkan Nabi dan umat; kita mengimaninya tanpa mempertanyakan \"bagaimana\" secara rasional karena itu di luar kebiasaan alam.<br><br>QS. Al-Isra: 1: \"Maha Suci Allah yang telah memperjalankan hamba-Nya pada malam hari dari Masjidil Haram ke Masjidil Aqsha.\" Hadits sahih (HR. Bukhari-Muslim) menceritakan Mi'raj dengan rinci: Nabi naik melalui langit, bertemu para nabi, dan menerima perintah shalat lima waktu. Riwayat-riwayat ini mutawatir dan menjadi bagian keyakinan umat.<br><br>Kita meyakini Isra dan Mi'raj sebagai kebenaran dari Allah; ini menguatkan keyakinan kita bahwa Nabi adalah utusan Allah yang diberi mukjizat, dan bahwa shalat lima waktu adalah kewajiban agung yang ditetapkan di atas langit.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 40,
    "title": "Pengampunan Allah Untuk Hamba Mukmin",
    "text": "Jika Allah ﷻ berkehendak, Allah ﷻ mengampuni dan memaafkan mereka dengan kemurahan Allah ﷻ; jika Allah ﷻ berkehendak, Allah ﷻ mengazab mereka, lalu mengeluarkan mereka dengan rahmat dan syafaat; Allah ﷻ adalah Pelindung orang yang mengenal Allah ﷻ, dan tidak memperlakukan mereka seperti orang yang mengingkari Allah ﷻ.",
    "explanation": "Allah berkuasa mengampuni hamba-Nya yang beriman dengan kemurahan-Nya, atau mengazab mereka sesuai keadilan-Nya; bila Dia mengazab, Dia tetap bisa mengeluarkan mereka dari neraka dengan rahmat dan syafaat. Orang yang mengenal Allah (arif billah) dan beriman tidak diperlakukan sama dengan orang yang mengingkari-Nya.<br><br>QS. Az-Zumar: 53: \"Katakanlah: Wahai hamba-hamba-Ku yang melampaui batas terhadap diri mereka sendiri, janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya.\" Hadits sahih menyebutkan syafaat Nabi untuk umatnya dan bahwa Allah mengeluarkan dari neraka siapa yang ada tauhid di hatinya. Ahlussunnah mengimani bahwa ahli tauhid tidak kekal di neraka bila masuk karena dosa.<br><br>Kita tidak mengklaim \"pasti diampuni\" atau \"pasti masuk neraka\" untuk seseorang; kita berharap rahmat Allah dan takut azab-Nya. Kita yakin bahwa Allah adil dan penyayang; orang yang bertaubat dan beriman tidak diperlakukan seperti orang yang kafir.",
    "category": "Hari Akhir"
  },
  {
    "no": 41,
    "title": "Berharap Surga Bagi Ahli Kebaikan",
    "text": "Kami berharap Allah ﷻ mengampuni orang yang berbuat baik dan memasukkannya ke surga, tetapi kami tidak memastikan; kami memohon ampunan bagi yang berbuat salah, dan kami tidak putus asa terhadap orang tersebut.",
    "explanation": "Kita berharap dan berprasangka baik bahwa Allah mengampuni ahli kebaikan dan memasukkannya ke surga, tapi kita tidak memastikan untuk seseorang (tidak ada jaminan tanpa amal). Bagi yang berbuat salah kita memohonkan ampunan dan tidak putus asa dari rahmat Allah baginya.<br><br>QS. Az-Zumar: 53 mengajak untuk tidak berputus asa dari rahmat Allah. Hadits sahih menegaskan bahwa tidak ada yang masuk surga karena amalnya; semuanya karena rahmat Allah. Nabi melarang kita memastikan surga atau neraka untuk seseorang; kita berharap yang terbaik dan mendoakan. Ahlussunnah tidak seperti Khawarij yang mengkafirkan pelaku dosa besar dan tidak seperti Murjiah yang menganggap amal tidak penting.<br><br>Kita berusaha beramal sebaik mungkin dan berharap rahmat Allah; kita mendoakan orang yang salah dan tidak menghakimi bahwa ia pasti masuk neraka. Keseimbangan antara harap dan takut ini menjaga kita dari sikap ekstrem.",
    "category": "Hari Akhir"
  },
  {
    "no": 42,
    "title": "Kerasulan Ibrahim Serta Kalam Musa",
    "text": "Kami beriman bahwa Allah ﷻ menjadikan Ibrahim sebagai kekasih, dan bahwa Allah ﷻ berbicara langsung kepada Musa.",
    "explanation": "Nabi Ibrahim adalah Khalilullah (kekasih Allah); Allah memilihnya sebagai sahabat dekat. Nabi Musa diberi keistimewaan berbicara langsung dengan Allah (kalamullah) tanpa perantara; ini mukjizat dan kemuliaan yang Allah berikan.<br><br>QS. An-Nisa: 125: \"Dan Allah menjadikan Ibrahim sebagai kekasih (khalil).\" QS. An-Nisa: 164: \"Dan Allah telah berbicara kepada Musa dengan langsung.\" Hadits sahih menegaskan keutamaan Ibrahim dan Musa; Nabi Muhammad bersabda bahwa Allah berbicara kepada Musa di bukit Thur. Kita mengimani keutamaan para nabi tanpa merendahkan yang lain.<br><br>Keyakinan ini mengajarkan kita menghormati semua nabi dan tidak mempertentangkan satu dengan yang lain; masing-masing punya keutamaan yang Allah berikan. Kita mengambil teladan dari Ibrahim (keteguhan tauhid) dan Musa (berdialog dengan Allah melalui doa dan taat).",
    "category": "Nabi & Rasul"
  },
  {
    "no": 43,
    "title": "Pertanyaan Dan Azab Dalam Kubur",
    "text": "Kami beriman kepada azab kubur bagi yang berhak, dan pertanyaan di kubur oleh Munkar dan Nakir tentang Allah ﷻ, agama, dan nabi seseorang, sebagaimana dalam hadits-hadits dan riwayat para sahabat.",
    "explanation": "Setelah mati, manusia berada di alam barzakh; di kubur ia ditanya oleh dua malaikat (Munkar dan Nakir) tentang Tuhannya, agamanya, dan nabinya. Yang menjawab benar mendapat nikmat kubur; yang ingkar atau munafik mendapat azab kubur sesuai keadilan Allah.<br><br>Hadits sahih (HR. Bukhari, Muslim, dan lainnya) banyak menceritakan pertanyaan kubur dan azab kubur; Nabi mengajarkan doa agar dilindungi dari azab kubur. Riwayat dari sahabat juga menegaskan hal ini. QS. Al-Mukminun: 99–100 mengisyaratkan alam barzakh dan penghalang antara orang mati dan kembali ke dunia.<br><br>Kita mempersiapkan diri dengan memantapkan tauhid, mengikuti agama yang benar, dan mengakui Nabi Muhammad; kita berdoa agar diberi keteguhan saat ditanya di kubur dan dilindungi dari azab kubur.",
    "category": "Hari Akhir"
  },
  {
    "no": 44,
    "title": "Kebangkitan Dan Hisab Hari Kiamat",
    "text": "Kami beriman kepada dibangkitkan setelah mati, dibalas amal pada Hari Kiamat, pemaparan amal, hisab, pembacaan kitab, pahala atau hukuman, jembatan (shirat), dan timbangan (mizan).",
    "explanation": "Hari Kiamat adalah hari dibangkitkannya seluruh manusia dari kubur untuk dihisab. Amal dipaparkan, kitab catatan dibaca, timbangan (mizan) menimbang amal, lalu manusia melewati jembatan (shirat) menuju surga atau neraka. Semua ini kita imani sebagaimana datang dalam Al-Quran dan hadits.<br><br>QS. Al-Zalzalah: 7–8: \"Barangsiapa mengerjakan kebaikan seberat zarrah pun niscaya akan melihat (balasan)nya. Dan barangsiapa mengerjakan kejahatan seberat zarrah pun niscaya akan melihat (balasan)nya.\" QS. Al-Kahf: 49, Al-Isra: 13–14, dan banyak ayat lain menceritakan kitab amal, hisab, dan mizan. Hadits sahih (HR. Bukhari-Muslim) menceritakan shirat dan bahwa ada yang selamat ada yang terjatuh.<br><br>Keyakinan ini mendorong kita beramal saleh dan menjauhi dosa; kita yakin bahwa tidak ada yang luput dari catatan dan setiap perbuatan akan dibalas. Kita memohon kepada Allah agar dimudahkan hisab dan diselamatkan di hari itu.",
    "category": "Hari Akhir"
  },
  {
    "no": 45,
    "title": "Mengimani Karomah Milik Para Wali",
    "text": "Kami beriman kepada karomah (keajaiban) para wali yang kami ketahui, dan kisah sahih tentang mereka dari sumber yang terpercaya.",
    "explanation": "Karomah adalah keajaiban atau kemuliaan yang Allah berikan kepada orang saleh (wali) di luar kebiasaan, seperti ilmu yang diberi tanpa belajar atau pertolongan di saat genting. Kita mengimani karomah yang kisahnya sahih dari sumber terpercaya; kita tidak mengingkari maupun melebih-lebihkan.<br><br>QS. Maryam mengisahkan Maryam diberi rezeki di mihrab; QS. Al-Kahf mengisahkan Ashabul Kahfi. Hadits sahih menceritakan karomah para sahabat (misalnya Umar yang \"melihat\" pasukan dari jauh). Ulama Ahlussunnah mengimani karomah tanpa menyamakannya dengan mukjizat nabi dan tanpa mengultuskan wali.<br><br>Kita tidak menolak karomah yang diriwayatkan dengan sahih, tapi kita juga tidak mudah percaya cerita yang tidak jelas sumbernya. Keutamaan sejati adalah takwa dan ittiba kepada Nabi; karomah adalah anugerah Allah, bukan ukuran kesalehan.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 46,
    "title": "Ketetapan Pena Pada Lauh Mahfuz",
    "text": "Kami beriman kepada Lauh Mahfuz dan Pena serta segala yang tertulis; apa yang Allah ﷻ tulis pasti terjadi, dan apa yang tidak Allah ﷻ tulis tidak akan terjadi; apa yang luput dari seseorang tidak akan pernah ia dapatkan.",
    "explanation": "Lauhul Mahfuz adalah \"kitab induk\" tempat Allah menulis seluruh takdir; Pena (qalam) adalah makhluk yang menulis atas perintah Allah. Apa yang tertulis pasti terjadi; apa yang tidak tertulis tidak akan terjadi. Rezeki, ajal, dan nasib manusia sudah tercatat; yang luput darinya tidak akan ia dapatkan.<br><br>QS. Al-Hadid: 22: \"Tiada suatu bencana pun yang menimpa di bumi dan pada dirimu melainkan telah tertulis dalam kitab (Lauh Mahfuz) sebelum Kami menciptakannya.\" Hadits sahih (HR. Ahmad, dll.) menyebutkan bahwa hal pertama yang Allah ciptakan adalah Pena, lalu Dia memerintahkannya menulis segala yang akan terjadi. QS. Al-An'am: 59 menegaskan bahwa tidak ada yang luput dari ilmu Allah.<br><br>Kita mengimani ketetapan ini tanpa merasa \"terpaksa\"; kita tetap berusaha dan berdoa karena usaha dan doa juga bagian dari takdir. Keyakinan ini menenangkan hati dan mencegah kita dari iri atau putus asa terhadap apa yang tidak kita dapatkan.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 47,
    "title": "Tugas Malaikat Maut Cabut Nyawa",
    "text": "Kami beriman kepada Malaikat Maut yang bertugas mencabut nyawa seluruh alam.",
    "explanation": "Malaikat Maut (Izrail atau Malakul Maut) adalah malaikat yang Allah tugasi untuk mencabut nyawa setiap makhluk yang bernyawa. Pencabutan nyawa terjadi dengan perintah Allah; tidak ada yang mati sebelum ajalnya dan tidak ada yang tertunda sesudah ajalnya.<br><br>QS. As-Sajdah: 11: \"Katakanlah: Malaikat maut yang diserahi untuk (mencabut nyawa)mu akan mematikan kamu.\" Hadits sahih menceritakan bahwa Malaikat Maut mendatangi manusia saat ajal tiba; ada yang dicabut dengan mudah dan ada yang dengan susah sesuai amal. Kita tidak menyebut nama Malaikat Maut dengan pasti (Izrail) karena tidak ada dalil tegas; yang pasti adalah iman kepada malaikat yang mencabut nyawa.<br><br>Keyakinan ini mengingatkan kita bahwa kematian pasti datang dan ada yang mengurusnya dengan perintah Allah; kita mempersiapkan diri dengan taubat dan amal saleh agar saat nyawa dicabut kita dalam keadaan baik.",
    "category": "Malaikat & Gaib"
  },
  {
    "no": 48,
    "title": "Dua Malaikat Pencatat Amal Manusia",
    "text": "Kami beriman kepada malaikat mulia yang mencatat amal manusia, sebab Allah ﷻ telah menetapkan mereka atas manusia sebagai dua penjaga.",
    "explanation": "Setiap manusia didampingi dua malaikat: satu mencatat kebaikan dan satu mencatat kejelekan. Tidak ada perkataan atau perbuatan yang luput dari catatan; catatan ini akan dipaparkan di hari kiamat. Keduanya adalah \"penjaga\" yang Allah tetapkan, bukan untuk mengganggu melainkan untuk mencatat dengan adil.<br><br>QS. Qaf: 17–18: \"Ketika dua malaikat mencatat (amal), yang satu duduk di sebelah kanan dan yang lain di sebelah kiri. Tiada suatu ucapan pun yang diucapkan melainkan ada di dekatnya malaikat pengawas yang selalu hadir.\" QS. Al-Infithar: 10–12 juga menyebut para penjaga (hafazhah). Hadits sahih menegaskan bahwa malaikat mencatat setiap amal.<br><br>Kita menyadari bahwa setiap perbuatan tercatat; ini mendorong kita untuk menjaga lisan dan perbuatan serta memperbanyak amal baik. Kita tidak takut berlebihan sampai tidak tenang, tapi kita tidak lalai; kita berusaha agar catatan kanan lebih berat daripada catatan kiri.",
    "category": "Malaikat & Gaib"
  },
  {
    "no": 49,
    "title": "Iman Kepada Rasul Serta Kitab",
    "text": "Kami beriman kepada malaikat, para nabi, dan kitab-kitab yang diturunkan kepada para rasul, dan kami bersaksi bahwa mereka semua mengikuti kebenaran yang nyata.",
    "explanation": "Kita beriman kepada malaikat, nabi-nabi, dan kitab-kitab Allah (Taurat, Injil, Zabur, dan Al-Quran) tanpa membeda-bedakan. Semua rasul membawa kebenaran yang sama (tauhid dan ketaatan); kita bersaksi bahwa mereka di atas kebenaran yang nyata dan kita tidak mengingkari seorang pun dari mereka.<br><br>QS. Al-Baqarah: 285: \"Semua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, dan rasul-rasul-Nya. (Mereka berkata:) Kami tidak membeda-bedakan seorang pun dari rasul-rasul-Nya.\" QS. An-Nisa: 150–152 memperingatkan orang yang mengingkari sebagian rasul. Hadits sahih menegaskan bahwa kita beriman kepada semua nabi dari Adam sampai Muhammad.<br><br>Kita tidak mencela nabi atau kitab lain; kita meyakini bahwa Islam menyempurnakan dan membenarkan apa yang sebelumnya. Kita mengikuti Nabi Muhammad sebagai rasul terakhir dan Al-Quran sebagai kitab terakhir yang membenarkan kitab-kitab sebelumnya.",
    "category": "Al-Quran & Wahyu"
  },
  {
    "no": 50,
    "title": "Segalanya Adalah Ketetapan Dari Allah",
    "text": "Kami beriman kepada semua ini, dan yakin bahwa segala sesuatu berasal dari Allah ﷻ.",
    "explanation": "Semua yang kita imani—malaikat, kitab, rasul, takdir, hari akhir, dll.—dan segala yang terjadi di alam semesta pada hakikatnya berasal dari Allah. Tidak ada yang terjadi tanpa ilmu, kehendak, dan ketetapan-Nya; kita mengimani hal ini dengan yakin.<br><br>QS. At-Taghabun: 11: \"Tidak ada suatu musibah pun yang menimpa seseorang kecuali dengan izin Allah.\" QS. Al-Hadid: 22 menegaskan bahwa segala bencana sudah tertulis. Hadits sahih (HR. Muslim) menegaskan iman kepada takdir yang baik dan yang buruk dari Allah. Keyakinan \"segala sesuatu dari Allah\" adalah fondasi tawakal dan sabar.<br><br>Kita tidak menyandarkan kejadian kepada \"alam\" atau \"kebetulan\" semata; kita yakin bahwa di balik segala sesuatu ada ketetapan Allah. Ini tidak menghilangkan tanggung jawab manusia (kita tetap berusaha dan dimintai pertanggungjawaban), tapi kita pasrahkan hasil akhir kepada Allah.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 51,
    "title": "Tidak Membeda Bedakan Antar Rasul",
    "text": "Kami beriman kepada semua ini, tidak membeda-bedakan antara para rasul, dan menerima sebagai benar apa yang dibawa mereka semua.",
    "explanation": "Kita beriman kepada semua rasul tanpa membeda-bedakan: tidak mengingkari sebagian dan mengakui sebagian. Apa yang mereka bawa (tauhid, kewajiban ibadah, akhlak) kita terima sebagai kebenaran; kita tidak mengatakan \"kami beriman kepada sebagian dan kafir terhadap sebagian.\"<br><br>QS. Al-Baqarah: 136: \"Katakanlah: Kami beriman kepada Allah dan apa yang diturunkan kepada kami, dan apa yang diturunkan kepada Ibrahim, Isma'il, Ishaq, Ya'qub, dan anak cucunya, dan apa yang diberikan kepada Musa, Isa, dan nabi-nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka.\" QS. An-Nisa: 150–152 melarang mengimani sebagian rasul dan mengingkari sebagian. Hadits menegaskan bahwa mencela nabi mana pun adalah dosa besar.<br><br>Kita menghormati seluruh nabi dan tidak mempertentangkan satu dengan yang lain; kita mengikuti syariat Nabi Muhammad sebagai penutup dan penyempurna, sambil meyakini bahwa semua rasul membawa kebenaran dari Allah.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 52,
    "title": "Munculnya Dajjal Serta Tanda Kiamat",
    "text": "Kami beriman kepada tanda-tanda Kiamat seperti munculnya Dajjal, turunnya Isa bin Maryam dari langit, terbitnya matahari dari barat, dan keluarnya Dabbah dari bumi.",
    "explanation": "Kita beriman kepada tanda-tanda kiamat yang disebutkan Nabi: munculnya Dajjal (pembohong besar), turunnya Isa bin Maryam dari langit untuk mematahkan Dajjal dan menegakkan syariat, terbitnya matahari dari barat (setelah itu taubat tidak diterima), dan keluarnya Dabbah dari bumi. Semua ini terjadi sebelum kiamat besar.<br><br>Hadits sahih (HR. Bukhari, Muslim, dan lainnya) banyak menceritakan tanda-tanda kiamat. Nabi bersabda bahwa Dajjal akan muncul dan Isa akan turun membunuhnya. QS. Al-Anam: 158 mengisyaratkan terbitnya matahari dari barat. Kita mengimani tanpa mempertanyakan \"bagaimana\" secara detail.<br><br>Keyakinan ini mengingatkan kita bahwa kiamat benar adanya dan ada tanda-tandanya; kita mempersiapkan diri dengan iman dan amal saleh, serta tidak terpedaya oleh Dajjal atau klaim-klaim palsu.",
    "category": "Hari Akhir"
  },
  {
    "no": 53,
    "title": "Sepuluh Sahabat Dijamin Masuk Surga",
    "text": "Kami bersaksi bahwa sepuluh orang yang dijanjikan surga oleh Rasulullah ﷺ akan berada di surga: Abu Bakar, Umar, Utsman, Ali, Thalhah, az-Zubair, Abdurrahman bin Auf, Sa’d bin Abi Waqqash, Sa’id bin Zaid, dan Abu Ubaidah bin al-Jarrah.",
    "explanation": "Sepuluh sahabat yang dijamin surga oleh Nabi (asyarah mubasyarah) kita yakini akan masuk surga: Abu Bakar, Umar, Utsman, Ali, Thalhah, Zubair, Abdurrahman bin Auf, Sa'd bin Abi Waqqash, Sa'id bin Zaid, dan Abu Ubaidah bin al-Jarrah. Janji Nabi adalah benar dan mereka adalah teladan umat.<br><br>Hadits sahih (HR. Tirmidzi dan lainnya) menegaskan bahwa Nabi menjanjikan surga bagi sepuluh sahabat tersebut. Mereka adalah tokoh besar dalam Islam; mengakui keutamaan mereka adalah bagian dari aqidah Ahlussunnah. Kita tidak melebih-lebihkan atau merendahkan; kita mengikuti manhaj mereka.<br><br>Kita menghormati seluruh sahabat dan tidak membenci salah seorang pun; kita mengambil teladan dari sepuluh sahabat ini dalam keimanan, keadilan, dan pengorbanan.",
    "category": "Sahabat, Khulafa & Ahlul Bait"
  },
  {
    "no": 54,
    "title": "Mencintai Keadilan Dan Membenci Kezaliman",
    "text": "Kami mencintai ahli keadilan dan kejujuran, serta membenci ahli kezaliman dan kebohongan.",
    "explanation": "Kita mencintai semua sahabat Nabi tanpa berlebihan terhadap seorang pun (ghuluw) dan tanpa melepaskan seorang pun (taqsir). Mencintai sahabat adalah bagian dari Islam dan iman; membenci atau mencela sahabat adalah kufur dan nifak.<br><br>QS. At-Taubah: 100 memuji orang-orang yang terdahulu dan pertama-tama dari Muhajirin dan Anshar. Hadits sahih melarang mencela sahabat; Nabi bersabda jangan mencela sahabatku. Ahlussunnah mengakui bahwa sahabat bisa berselisih dalam ijtihad tapi tidak dalam akidah.<br><br>Kita tidak ikut-ikutan mencela sahabat atau menganggap mereka bersalah tanpa dalil; kita memuliakan mereka dan mengambil teladan dari generasi terbaik umat ini.",
    "category": "Jamaah, Penguasa & Fikih"
  },
  {
    "no": 55,
    "title": "Larangan Membenci Seluruh Sahabat Nabi",
    "text": "Kami mencintai para sahabat Rasulullah ﷺ, tetapi tidak berlebihan terhadap seorang pun, dan tidak melepaskan seorang pun; mencintai para sahabat adalah bagian dari Islam dan iman; membenci para sahabat adalah kufur dan nifak.",
    "explanation": "Kita mencintai orang yang adil dan jujur serta membenci orang yang zalim dan pendusta. Cinta dan benci karena Allah adalah bagian dari iman; kita tidak netral terhadap kezaliman atau kebohongan.<br><br>QS. Al-Mumtahanah: 8 memerintahkan kita tidak memusuhi orang yang tidak memerangi kita karena agama. Nabi bersabda (HR. Bukhari) bahwa orang yang paling dicintai Allah adalah yang paling bermanfaat bagi manusia. Kezaliman dan kebohongan dilarang dalam banyak ayat dan hadits.<br><br>Kita berusaha adil dan jujur dalam urusan sendiri dan mendukung keadilan di masyarakat; kita menjauhi kezaliman dan dusta, serta tidak bersekutu dengan ahli kezaliman dalam perbuatan zalim.",
    "category": "Sahabat, Khulafa & Ahlul Bait"
  },
  {
    "no": 56,
    "title": "Urutan Khulafaur Rasyidun Pimpinan Muslim",
    "text": "Kami menetapkan bahwa setelah wafat Rasulullah ﷺ, kekhalifahan pertama-tama beralih kepada Abu Bakar ash-Shiddiq, lalu Umar, lalu Utsman, lalu Ali bin Abi Thalib—mereka adalah Khulafa’ ar-Rasyidun dan pemimpin yang lurus.",
    "explanation": "Setelah Nabi wafat, kekhalifahan beralih kepada Abu Bakar, lalu Umar, lalu Utsman, lalu Ali. Mereka adalah Khulafaur Rasyidin (pemimpin yang lurus); urutan ini berdasarkan fakta sejarah dan kesepakatan Ahlussunnah.<br><br>Hadits sahih menegaskan bahwa khilafah setelah Nabi ada pada Quraisy dan bahwa Nabi memerintahkan mengikuti sunnah khulafa yang mendapat petunjuk. Riwayat-riwayat sahih menceritakan baiat kepada Abu Bakar, lalu Umar, Utsman, dan Ali. Kita tidak mempertentangkan atau merendahkan salah seorang dari mereka.<br><br>Kita mengakui keempat khalifah sebagai pemimpin yang adil dan mengikuti manhaj mereka dalam beragama dan bernegara; kita tidak mengikuti kelompok yang mencela atau mengkafirkan salah seorang khulafa.",
    "category": "Sahabat, Khulafa & Ahlul Bait"
  },
  {
    "no": 57,
    "title": "Mengikuti Sunnah Nabi Serta Jamaah",
    "text": "Kami mengikuti sunnah Nabi ﷺ dan jamaah Muslim, dan menjauhi penyimpangan, perbedaan, dan perpecahan.",
    "explanation": "Kita berpegang pada sunnah Nabi dan jamaah kaum Muslimin; kita menjauhi bidah, perpecahan, dan sikap menyimpang. Mengikuti sunnah dan jamaah adalah jalan selamat.<br><br>Hadits sahih (HR. Abu Daud, Tirmidzi) menegaskan: \"Berpeganglah pada sunnahku dan sunnah khulafa yang mendapat petunjuk\" dan \"Jamaah adalah rahmat, perpecahan adalah azab.\" QS. Ali Imran: 103 memerintahkan berpegang pada tali Allah dan tidak berpecah. Ahlussunnah wal Jamaah adalah nama bagi yang mengikuti jalan ini.<br><br>Kita belajar agama dari sumber yang sahih (Al-Quran dan Sunnah) dan mengikuti pemahaman jamaah, bukan hawa nafsu atau kelompok sempalan; kita hindari perdebatan yang memecah belah.",
    "category": "Jamaah, Penguasa & Fikih"
  },
  {
    "no": 58,
    "title": "Definisi Kaum Muslim Ahli Kiblat",
    "text": "Kami menyebut orang yang searah kiblat kami Muslim dan mukmin—selama ahli kiblat tersebut mengakui apa yang dibawa Nabi ﷺ dan menerima sebagai benar segala yang beliau katakan dan kabarkan.",
    "explanation": "Orang yang shalat menghadap kiblat kita (Ka'bah) dan mengakui apa yang dibawa Nabi serta membenarkan semua yang Nabi katakan dan kabarkan, kita sebut Muslim dan mukmin. Kita tidak mengkafirkan ahli kiblat selama ia tidak mengingkari perkara yang jelas-jelas kufur.<br><br>QS. Al-Baqarah: 143 menyebut umat Islam sebagai umat pertengahan. Hadits sahih menegaskan bahwa siapa yang shalat seperti kita dan menghadap kiblat kita maka ia Muslim. Ulama Ahlussunnah tidak mengkafirkan ahli kiblat karena dosa selama ia tidak menghalalkannya.<br><br>Kita tidak sembarangan menuduh kafir; kita bedakan antara Muslim yang berdosa dan orang yang keluar dari Islam. Kita serahkan rahasia hati kepada Allah dan berinteraksi dengan ahli kiblat sebagai sesama Muslim.",
    "category": "Jamaah, Penguasa & Fikih"
  },
  {
    "no": 59,
    "title": "Kesatuan Adalah Benar Perpecahan Siksaan",
    "text": "Kami setuju bahwa bersatu adalah jalan yang benar, dan perpecahan adalah penyimpangan dan siksaan.",
    "explanation": "Bersatu di atas kebenaran adalah jalan yang benar; perpecahan adalah penyimpangan dan siksaan. Allah memerintahkan persatuan dan melarang perpecahan.<br><br>QS. Ali Imran: 103: \"Dan berpeganglah kamu semuanya kepada tali (agama) Allah, dan janganlah kamu bercerai-berai.\" Hadits sahih (HR. Ibnu Majah) menegaskan bahwa perpecahan adalah azab. Nabi melarang berpecah belah dan memerintahkan mendengar dan taat kepada pemimpin selama tidak dalam maksiat.<br><br>Kita berusaha menjaga ukhuwah Islamiyah dan tidak memecah belah umat dengan isu bidah atau tuduhan; kita bersatu di atas Al-Quran dan Sunnah serta pemahaman salaf.",
    "category": "Jamaah, Penguasa & Fikih"
  },
  {
    "no": 60,
    "title": "Kebolehan Mengusap Khuff Sesuai Hadits",
    "text": "Kami setuju mengusap khuff (sepatu kulit) baik dalam perjalanan maupun tidak, sebagaimana dalam hadits-hadits.",
    "explanation": "Mengusap khuff (sepatu kulit yang menutupi mata kaki) sebagai pengganti membasuh kaki dalam wudhu dibolehkan dalam hadits, baik dalam perjalanan maupun tidak. Ini adalah keringanan syariat yang Nabi ajarkan.<br><br>Hadits sahih (HR. Muslim dan lainnya) menceritakan Nabi dan sahabat mengusap khuff. Para ulama bersepakat kebolehannya dengan syarat-syarat yang disebutkan dalam fikih. Ini bagian dari kemudahan agama; kita mengikuti tanpa berlebihan atau menolak.<br><br>Kita boleh memakai rukhshah (keringanan) mengusap khuff sesuai syarat ketika berwudhu; kita tidak menganggapnya wajib maupun haram selama mengikuti dalil yang sahih.",
    "category": "Jamaah, Penguasa & Fikih"
  },
  {
    "no": 61,
    "title": "Salat Di Belakang Setiap Imam",
    "text": "Kami setuju salat di belakang siapa pun dari ahli kiblat—yang benar maupun yang zalim—dan menyalatkan jenazah siapa pun dari ahli kiblat ketika wafat.",
    "explanation": "Kita shalat di belakang siapa pun dari ahli kiblat—yang saleh maupun yang fajir—selama ia menegakkan shalat dengan sah; kita juga menyalatkan jenazah ahli kiblat yang wafat. Ini menjaga persatuan dan tidak memboikot jamaah karena cela pribadi imam.<br><br>Hadits sahih (HR. Bukhari-Muslim) menegaskan shalat di belakang imam yang fajir selama ia menegakkan shalat. Nabi bersabda mereka (imam) di depan kalian; jika benar pahala untuk kalian dan untuk mereka, jika salah pahala untuk kalian dan dosa untuk mereka. Menyalatkan jenazah Muslim adalah kewajiban kifayah.<br><br>Kita tidak meninggalkan jamaah hanya karena imam tidak sempurna; kita tetap shalat berjamaah dan mendoakan imam agar diberi hidayah. Kita menyalatkan jenazah Muslim dan tidak menolak hanya karena dosa orang tersebut.",
    "category": "Jamaah, Penguasa & Fikih"
  },
  {
    "no": 62,
    "title": "Al-Quran Adalah Kalam Bukan Makhluk",
    "text": "Kami tidak berdebat tentang Al-Quran, dan kami bersaksi bahwa ia adalah kalam Allah ﷻ yang dibawa Ruh al-Amin kepada Muhammad ﷺ; ia bukan kalam makhluk, dan kami tidak mengatakan ia diciptakan.",
    "explanation": "Al-Quran adalah Kalamullah (firman Allah) yang dibawa Jibril kepada Nabi Muhammad; ia bukan ucapan makhluk dan kita tidak mengatakan ia diciptakan. Berdebat tentang \"bagaimana\" atau \"diciptakan atau tidak\" tanpa landasan adalah bidah; kita mengimani apa yang Allah dan Rasul tetapkan.<br><br>QS. At-Taubah: 6 menyebut \"firman Allah\" (Kalamullah). Hadits sahih menegaskan bahwa Al-Quran diturunkan melalui Ruh al-Amin (Jibril). Ahlussunnah menetapkan bahwa Kalam Allah adalah sifat-Nya, bukan makhluk; siapa yang mengatakan Al-Quran makhluk telah menyimpang.<br><br>Kita tidak memperdebatkan masalah ini dengan orang awam; kita cukup meyakini bahwa Al-Quran adalah firman Allah yang suci dan bukan ciptaan. Kita memuliakan Al-Quran dan mengamalkannya tanpa terjerumus dalam debat kalam yang tidak bermanfaat.",
    "category": "Al-Quran & Wahyu"
  },
  {
    "no": 63,
    "title": "Menghindari Perkataan Sia Sia Agama",
    "text": "Kami tidak masuk dalam perkataan sia-sia tentang Allah ﷻ, dan tidak membiarkan perselisihan tentang agama Allah ﷻ.",
    "explanation": "Kita tidak masuk dalam perkataan sia-sia tentang Allah (seperti memperdebatkan zat-Nya atau hal yang tidak ada dalilnya), dan tidak membiarkan perselisihan tentang agama Allah merusak ukhuwah. Agama dibangun di atas dalil, bukan spekulasi. <br><br> QS. Al-Isra: 36 melarang mengikuti yang tidak ada ilmu tentangnya. Hadits sahih melarang berdebat tentang Al-Quran tanpa ilmu dan memerintahkan mengembalikan perselisihan kepada Allah dan Rasul. Ulama melarang jidal (debat kusir) dalam agama. <br><br> Kita berbicara tentang agama dengan landasan Al-Quran dan Sunnah; kita tidak menghabiskan waktu untuk debat yang tidak ada ujungnya. Kita menjaga persatuan dan tidak memecah belah hanya karena perbedaan yang tidak prinsipil.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 64,
    "title": "Taat Penguasa Selama Tidak Maksiat",
    "text": "Kami tidak menerima pemberontakan terhadap imam atau penguasa urusan kami, meskipun imam dan penguasa zalim; taat kepada imam dan penguasa adalah bagian dari taat kepada Allah ﷻ, dan wajib selama imam dan penguasa tidak memerintahkan dosa; kami mendoakan petunjuk serta ampunan bagi imam dan penguasa tersebut.",
    "explanation": "Kita tidak menerima pemberontakan terhadap imam atau penguasa kaum Muslimin meskipun zalim; taat kepada mereka adalah bagian dari taat kepada Allah dan wajib selama mereka tidak memerintahkan maksiat. Kita mendoakan petunjuk dan ampunan bagi mereka. <br><br> Hadits sahih (HR. Bukhari-Muslim) menegaskan: dengar dan taat kepada amir selama tidak diperintahkan maksiat; Nabi melarang memberontak selama mereka menegakkan shalat. QS. An-Nisa: 59 memerintahkan taat kepada ulil amri. Ini menjaga stabilitas dan tertib syariat. <br><br> Kita taat dalam hal yang ma'ruf dan tidak taat bila diperintahkan dosa; kita tidak memberontak dengan kekerasan atau memecah belah. Kita mendoakan penguasa agar adil dan mendapat hidayah, serta berusaha mengingatkan dengan cara yang bijak.",
    "category": "Jamaah, Penguasa & Fikih"
  },
  {
    "no": 65,
    "title": "Penolakan Terhadap Dukun Serta Peramal",
    "text": "Kami tidak menerima sebagai benar ucapan dukun dan peramal, maupun klaim yang bertentangan dengan Kitab, Sunnah, dan konsensus umat Muslim.",
    "explanation": "Kita tidak menerima ucapan dukun, peramal, atau siapa pun yang mengklaim tahu gaib atau meramal nasib; kita juga menolak klaim yang bertentangan dengan Al-Quran, Sunnah, dan ijma umat. Kebenaran hanya dari wahyu. <br><br> Hadits sahih (HR. Bukhari-Muslim) menegaskan bahwa Nabi bersabda: barangsiapa mendatangi dukun atau peramal dan membenarkannya maka ia kafir terhadap apa yang diturunkan kepada Muhammad. QS. Al-Jinn: 26-27 menegaskan tidak ada yang tahu gaib kecuali Allah. <br><br> Kita tidak percaya ramalan, horoscope, atau \"ilmu\" yang mengklaim tahu masa depan; kita bertawakal kepada Allah dan berusaha sesuai sunnatullah. Kita hanya mengambil berita dari sumber yang sahih (Kitab dan Sunnah).",
    "category": "Doa, Ilmu & Batasan"
  },
  {
    "no": 66,
    "title": "Tidak Mengkafirkan Muslim Karena Dosa",
    "text": "Kami tidak menganggap seorang pun dari ahli kiblat kami sebagai kafir karena perbuatan dosa yang ahli kiblat lakukan—selama ahli kiblat tidak menganggap perbuatan itu halal.",
    "explanation": "Kita tidak mengkafirkan ahli kiblat (orang yang shalat ke kiblat kita dan mengakui Nabi) hanya karena ia melakukan dosa—selama ia tidak menghalalkan dosa tersebut. Dosa tidak otomatis mengeluarkan dari Islam. <br><br> Hadits sahih menegaskan: tidak boleh seorang Muslim mengkafirkan Muslim lain; barangsiapa memanggil saudaranya \"wahai kafir\" maka salah satunya kembali (kepada panggilan itu). Ulama Ahlussunnah membedakan antara pelaku dosa besar yang masih mukmin dan orang yang keluar dari Islam karena mengingkari perkara yang jelas. <br><br> Kita tidak sembarangan menuduh kafir; kita bedakan antara orang yang berdosa tapi masih beriman dan orang yang mengingkari rukun Islam atau menghalalkan yang haram. Kita serahkan rahasia hati kepada Allah.",
    "category": "Dosa, Kafir & Ahli Kiblat"
  },
  {
    "no": 67,
    "title": "Dampak Buruk Dosa Terhadap Mukmin",
    "text": "Kami tidak mengatakan bahwa dosa orang yang beriman tidak berpengaruh buruk padanya.",
    "explanation": "Kita tidak mengatakan bahwa dosa orang beriman tidak berpengaruh buruk padanya. Dosa tetap berbahaya: mengurangi pahala, mendatangkan siksa dunia atau akhirat, dan melemahkan iman. Kita tidak meremehkan dosa. <br><br> QS. An-Nisa: 31 dan ayat lain memperingatkan bahwa dosa besar dapat mendatangkan siksa. Hadits sahih menegaskan bahwa dosa meninggalkan bekas pada hati. Nabi melarang meremehkan dosa kecil. Ahlussunnah menolak paham Murjiah yang menganggap dosa tidak membahayakan iman. <br><br> Kita takut akan dosa dan bertaubat; kita tidak merasa \"aman\" hanya karena sudah beriman. Kita berusaha menjauhi dosa besar dan kecil serta tidak meremehkan pengaruh maksiat terhadap hati dan nasib akhirat.",
    "category": "Dosa, Kafir & Ahli Kiblat"
  },
  {
    "no": 68,
    "title": "Larangan Menuduh Kufur Sesama Muslim",
    "text": "Kami tidak mengatakan bahwa salah seorang dari ahli kiblat pasti masuk surga atau neraka, dan kami tidak menuduh seorang pun kufur, syirik, atau nifak—selama ahli kiblat tidak menampakkan hal itu; kami serahkan rahasia ahli kiblat kepada Allah ﷻ.",
    "explanation": "Kita tidak memastikan untuk seseorang bahwa ia pasti masuk surga atau neraka; kita juga tidak menuduh seseorang kafir, syirik, atau munafik selama ia tidak menampakkan hal itu. Rahasia hati kita serahkan kepada Allah. <br><br> Hadits sahih melarang kita memastikan surga atau neraka untuk seseorang. Nabi bersabda: janganlah kalian menuduh orang lain nifak. QS. Al-Hujurat: 12 melarang banyak prasangka dan menggunjing. Kita hanya menilai yang tampak; yang tersembunyi urusan Allah. <br><br> Kita berprasangka baik selama tidak ada bukti jelas; kita tidak menghakimi niat orang lain. Kita fokus pada memperbaiki diri sendiri dan mendakwahi dengan bijak, bukan sibuk menuduh atau memvonis.",
    "category": "Dosa, Kafir & Ahli Kiblat"
  },
  {
    "no": 69,
    "title": "Keutamaan Nabi Melampaui Para Wali",
    "text": "Kami tidak mengutamakan seorang wali pun dari umat atas seorang nabi; seorang nabi lebih baik daripada semua wali digabung.",
    "explanation": "Tidak ada wali dari umat ini yang lebih utama dari seorang nabi; satu nabi lebih baik daripada seluruh wali digabung. Nabi memiliki kedudukan khusus; kita tidak mengutamakan orang saleh mana pun di atas para nabi. <br><br> QS. Al-Anam: 86 dan ayat lain menyebut para nabi dengan keutamaan khusus. Hadits sahih menegaskan bahwa Nabi Muhammad adalah pemimpin anak Adam di hari kiamat. Ulama sepakat bahwa nabi lebih utama dari wali. Mengutamakan wali atas nabi adalah kesesatan. <br><br> Kita memuliakan para nabi dan tidak menyamakan orang saleh mana pun dengan mereka. Kita mengikuti Nabi Muhammad sebagai sumber syariat dan teladan tertinggi; kita mencintai wali Allah tanpa melebih-lebihkan sampai menyamakan mereka dengan nabi.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 70,
    "title": "Larangan Membunuh Tanpa Alasan Syar'i",
    "text": "Kami tidak setuju membunuh seorang pun dari umat Muhammad ﷺ, kecuali bila wajib menurut syariat.",
    "explanation": "Kita tidak setuju membunuh seorang pun dari umat Muhammad kecuali bila wajib menurut syariat (qishash, had, atau dalam konteks perang yang sah). Nyawa Muslim dilindungi; membunuh tanpa hak adalah dosa besar. <br><br> QS. Al-Anam: 151 dan Al-Isra: 33 melarang membunuh jiwa yang diharamkan Allah kecuali dengan hak. Hadits sahih menegaskan bahwa membunuh Muslim adalah dari dosa besar. Nabi melarang membunuh orang yang mengucap la ilaha illallah. Hukum pidana Islam mengatur kapan pembunuhan dibenarkan. <br><br> Kita menghormati nyawa manusia dan tidak mendukung kekerasan atau pembunuhan di luar ketentuan syariat. Kita menolak terorisme dan pembunuhan atas nama agama yang tidak sesuai dengan dalil yang sahih.",
    "category": "Jamaah, Penguasa & Fikih"
  },
  {
    "no": 71,
    "title": "Kedudukan Muhammad Sebagai Hamba Rasul",
    "text": "Kami yakin bahwa Muhammad ﷺ adalah hamba pilihan Allah ﷻ, nabi ﷺ pilihan Allah ﷻ, dan rasul yang Allah ﷻ ridhai.",
    "explanation": "Muhammad adalah hamba Allah yang dipilih, nabi dan rasul yang Allah ridhai. Beliau manusia biasa yang diutus dengan wahyu; kita tidak menyembah beliau dan tidak melebih-lebihkan sampai mengangkat di atas kedudukan hamba dan rasul. <br><br> QS. Al-Isra: 1 menyebut Nabi sebagai hamba-Nya. QS. Al-Ahzab: 40 menegaskan Muhammad penutup nabi. Hadits sahih: janganlah kalian berlebihan kepadaku seperti Nasrani berlebihan kepada Isa; aku hanya hamba, maka katakanlah hamba Allah dan rasul-Nya. <br><br> Kita mencintai dan memuliakan Nabi tanpa ghuluw; kita mengikuti syariatnya dan tidak mengultuskannya. Kita menolak siapa pun yang menolak kenabian atau merendahkan Nabi.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 72,
    "title": "Ketetapan Baik Buruk Untuk Manusia",
    "text": "Kebaikan dan keburukan telah ditetapkan bagi manusia.",
    "explanation": "Kebaikan dan keburukan telah ditetapkan bagi manusia: ada perintah dan larangan, pahala dan siksa. Manusia diberi kemampuan memilih; ia dimintai pertanggungjawaban atas pilihannya. <br><br> QS. Asy-Syams: 8-10 mengisyaratkan bahwa Allah mengilhami manusia jalan kefasikan dan ketakwaan. Hadits dan ayat banyak menegaskan taklif (beban) dan hisab. Takdir tidak meniadakan pilihan; manusia berusaha dan Allah yang menetapkan hasil. <br><br> Kita berusaha melakukan kebaikan dan menjauhi keburukan; kita tidak berdalih \"sudah ditakdirkan\" untuk bermalas-malasan. Kita yakin bahwa kebaikan dan keburukan nyata, dan kita dimintai pertanggungjawaban.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 73,
    "title": "Keamanan Iman Pada Sikap Pasrah",
    "text": "Keislaman seseorang hanya aman bila dilandasi penyerahan dan kepasrahan; memaksakan diri mengetahui hal yang di luar kemampuannya hanya menjauhkan dirinya dari keyakinan yang benar.",
    "explanation": "Keislaman seseorang hanya aman bila dilandasi penyerahan (taslim) dan kepasrahan kepada Allah dan Rasul. Memaksakan diri mengetahui hal yang di luar kemampuan (seperti hakikat zat Allah atau detail takdir) hanya menjauhkan dari keyakinan yang benar. <br><br> QS. Ali Imran: 19 menyebut Islam sebagai penyerahan. Hadits melarang memikirkan zat Allah dan memerintahkan memikirkan ciptaan-Nya. Ulama melarang ilhad (menyelami yang tidak boleh) dalam nama dan sifat Allah. <br><br> Kita pasrahkan perkara gaib yang tidak Allah jelaskan; kita fokus pada apa yang Allah perintahkan dan kita mampu. Kita tidak gelisah karena tidak tahu \"bagaimana\" atau \"mengapa\" yang tidak Allah bukakan.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 74,
    "title": "Kemampuan Manusia Berasal Dari Allah",
    "text": "Kemampuan yang membuat suatu perbuatan benar-benar terjadi hanya dari Allah ﷻ; yang dituntut syariat dari manusia adalah kemampuan dalam arti kesehatan, kesanggupan, dan kesempatan yang ada padanya.",
    "explanation": "Kemampuan yang membuat perbuatan benar-benar terjadi (qudrah mu'aththirah) hanya dari Allah. Yang dituntut syariat dari manusia adalah kemampuan dalam arti kesehatan, kesanggupan, dan kesempatan (sarana); bila itu ada, ia wajib berusaha dan Allah yang memberi taufik. <br><br> QS. Al-Baqarah: 286: Allah tidak membebani melainkan sesuai kesanggupan. Hadits: la hawla wa la quwwata illa billah. Ulama membedakan antara kemampuan sebagai syarat taklif dan kemampuan yang mewujudkan perbuatan (dari Allah). <br><br> Kita berusaha semampu kita dan memohon pertolongan Allah; kita tidak berdalih \"saya tidak mampu\" untuk hal yang masih bisa diusahakan. Kita yakin bahwa kekuatan untuk taat datang dari Allah.",
    "category": "Taklif & Perbuatan Manusia"
  },
  {
    "no": 75,
    "title": "Mengembalikan Seluruh Ilmu Kepada Allah",
    "text": "Ketika ilmu kami tentang sesuatu tidak jelas, kami berkata: “Allah ﷻ yang paling mengetahui.”",
    "explanation": "Ketika ilmu kita tentang sesuatu tidak jelas atau tidak ada dalil yang cukup, kita berkata: Allah yang paling mengetahui. Kita tidak memastikan atau mengada-ada; kita mengembalikan ilmu yang tidak kita ketahui kepada Allah. <br><br> QS. Al-Baqarah: 232 dan banyak ayat memerintahkan mengembalikan perkara kepada Allah. Nabi bersabda: barangsiapa ditanya tentang ilmu yang tidak ia ketahui lalu ia berkata \"Allah yang paling mengetahui\" maka ia telah memberi jawaban yang benar. Ulama melarang berbicara tanpa ilmu. <br><br> Kita tidak sok tahu; kita berani mengatakan \"saya tidak tahu\" atau \"Allah yang paling mengetahui\" untuk hal yang memang tidak kita ketahui. Kita tidak mengarang tafsir atau hukum tanpa dalil.",
    "category": "Doa, Ilmu & Batasan"
  },
  {
    "no": 76,
    "title": "Jalan Tengah Antara Putus Asa",
    "text": "Keyakinan mutlak dan putus asa sama-sama mengeluarkan seseorang dari agama; jalan kebenaran bagi ahli kiblat berada di antara keduanya.",
    "explanation": "Keyakinan mutlak yang sesat (seperti mengklaim pasti surga untuk seseorang) dan putus asa (seperti mengklaim pasti neraka atau bahwa Allah tidak mengampuni) sama-sama mengeluarkan dari agama. Jalan kebenaran bagi ahli kiblat berada di antara keduanya: harap dan takut. <br><br> QS. Al-Hijr: 56: Nabi Ibrahim berkata tidak ada yang putus asa dari rahmat Allah kecuali orang yang sesat. QS. Az-Zumar: 53 mengajak untuk tidak putus asa. Hadits menegaskan keseimbangan antara raja' dan khauf. Ahlussunnah di antara Khawarij (terlalu keras) dan Murjiah (terlalu longgar). <br><br> Kita berharap rahmat Allah dan takut azab-Nya; kita tidak memvonis seseorang pasti surga atau neraka. Kita berprasangka baik kepada Allah dan tidak putus asa dari ampunan-Nya.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 77,
    "title": "Keadaan Taman Surga Lubang Neraka",
    "text": "Kubur adalah salah satu taman surga atau salah satu lubang neraka.",
    "explanation": "Kubur bisa menjadi salah satu taman surga (nikmat barzakh) atau salah satu lubang neraka (azab kubur), tergantung amal dan keimanan orang yang dikubur. Ini sesuai hadits-hadits tentang nikmat dan azab kubur. <br><br> Hadits sahih (HR. Bukhari, Muslim) banyak menceritakan nikmat kubur bagi orang beriman dan azab kubur bagi orang yang zalim atau munafik. Nabi mengajarkan doa agar dilindungi dari azab kubur. QS. Al-Mukminun: 99-100 mengisyaratkan alam barzakh. <br><br> Kita mempersiapkan diri dengan iman dan amal saleh agar kubur kita menjadi taman surga; kita berdoa agar dilindungi dari azab kubur. Keyakinan ini mendorong kita untuk tidak lalai.",
    "category": "Hari Akhir"
  },
  {
    "no": 78,
    "title": "Iman Melihat Allah Di Surga",
    "text": "Manusia mengimani melihat Allah ﷻ di surga tanpa menafsirkan atau membayangkan caranya menurut akal sendiri, dan menjauhi menafikan sifat Allah ﷻ maupun menyerupakan Allah ﷻ dengan makhluk.",
    "explanation": "Penghuni surga akan melihat Allah di akhirat; kita mengimani hal ini tanpa menafsirkan atau membayangkan \"bagaimana\" menurut akal. Kita menjauhi menafikan sifat ini maupun menyerupakan Allah dengan makhluk. <br><br> QS. Al-Qiyamah: 22-23 menyebut wajah-wajah pada hari itu berseri-seri, melihat Tuhannya. Hadits sahih (HR. Bukhari, Muslim) menegaskan bahwa penghuni surga melihat Allah seperti melihat bulan di malam purnama. Kita imani tanpa takyif (mempertanyakan cara) dan tanpa tamtsil. <br><br> Kita tidak membayangkan bentuk \"pemandangan\" itu; kita cukup yakin bahwa melihat Allah adalah kenikmatan tertinggi di surga. Kita menolak siapa yang menafikan ru'yah atau yang menyerupakan dengan melihat makhluk.",
    "category": "Hari Akhir"
  },
  {
    "no": 79,
    "title": "Hakikat Melihat Allah Di Surga",
    "text": "Melihat Allah ﷻ oleh penghuni surga adalah benar; manusia mengimaninya tanpa menafsirkan caranya, dan menyerahkan pengetahuan tentang hal itu kepada Allah ﷻ.",
    "explanation": "Melihat Allah oleh penghuni surga adalah benar; kita mengimaninya tanpa menafsirkan caranya dan menyerahkan pengetahuan tentang hal itu kepada Allah. Cara melihat tidak seperti melihat makhluk. <br><br> Dalil sama dengan poin 78. QS. Al-Qiyamah: 22-23 dan hadits mutawatir tentang ru'yah. Ulama Ahlussunnah menetapkan ru'yah tanpa takyif; kita tidak mengatakan \"dengan mata seperti kita\" atau \"dengan cara X\". <br><br> Kita mengimani ru'yah sebagai kabar dari Allah dan Rasul; kita tidak masuk dalam debat \"bagaimana\" yang tidak ada ujungnya. Keyakinan ini menambah semangat kita untuk beramal agar termasuk penghuni surga.",
    "category": "Hari Akhir"
  },
  {
    "no": 80,
    "title": "Muhammad Penutup Para Nabi Allah",
    "text": "Muhammad ﷺ adalah Penutup para Nabi, Imam orang-orang yang bertakwa, dan yang paling mulia di antara para rasul, serta kekasih Tuhan semesta alam.",
    "explanation": "Muhammad adalah penutup para nabi, imam orang-orang yang bertakwa, yang paling mulia di antara para rasul, dan kekasih Tuhan semesta alam. Tidak ada nabi setelah beliau. <br><br> QS. Al-Ahzab: 40: Muhammad bukan bapak dari salah seorang laki-laki kalian, tetapi ia adalah utusan Allah dan penutup para nabi. Hadits sahih menegaskan bahwa Nabi adalah sayyid anak Adam dan kekasih Allah. Nabi adalah rasul terakhir; klaim kenabian setelah beliau adalah batil. <br><br> Kita meyakini Nabi Muhammad sebagai nabi terakhir dan tidak menerima nabi atau rasul baru setelah beliau. Kita mencintai dan memuliakan beliau serta mengikuti sunnahnya sampai akhir zaman.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 81,
    "title": "Tugas Muhammad Untuk Seluruh Manusia",
    "text": "Nabi ﷺ Muhammad ﷺ diutus kepada seluruh jin dan manusia dengan kebenaran, petunjuk, cahaya, dan penerangan.",
    "explanation": "Nabi Muhammad diutus kepada seluruh jin dan manusia dengan kebenaran, petunjuk, cahaya, dan penerangan. Dakwah beliau universal; tidak ada umat setelah beliau kecuali wajib mengikutinya. <br><br> QS. Saba: 28: Dan Kami tidak mengutus engkau melainkan untuk seluruh manusia. QS. Al-Ahzab: 40 menegaskan penutup nabi. Hadits menegaskan bahwa Nabi diutus kepada manusia dan jin. Syariat beliau berlaku sampai kiamat. <br><br> Kita meyakini bahwa Islam adalah untuk semua manusia; kita berdakwah dengan bijak dan tidak memaksa. Kita mengikuti Nabi sebagai satu-satunya sumber syariat setelah beliau.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 82,
    "title": "Nasib Pelaku Dosa Besar Muslim",
    "text": "Orang dari umat Muhammad ﷺ yang melakukan dosa besar akan berada di neraka, tetapi tidak selamanya—asalkan orang tersebut wafat sebagai mukmin yang mengakui keesaan Allah ﷻ; orang tersebut tunduk pada kehendak dan putusan Allah ﷻ.",
    "explanation": "Orang dari umat Muhammad yang melakukan dosa besar akan berada di neraka (bila Allah mengazabnya), tetapi tidak selamanya—asalkan ia wafat sebagai mukmin yang mengakui keesaan Allah. Nasib akhir ia tunduk pada kehendak dan putusan Allah; bisa diampuni atau disiksa lalu dikeluarkan. <br><br> Hadits sahih menegaskan bahwa Allah mengeluarkan dari neraka siapa yang ada tauhid di hatinya. Ahli tauhid tidak kekal di neraka. QS. An-Nisa: 48 melarang syirik; dosa selain syirik bisa diampuni bila Allah kehendaki. Ahlussunnah di antara Khawarij (pelaku dosa besar kafir) dan Murjiah. <br><br> Kita tidak memvonis pelaku dosa besar pasti kekal di neraka; kita berharap rahmat Allah dan takut azab-Nya. Kita mengingatkan agar menjauhi dosa besar dan bertaubat; nasib akhir kita serahkan kepada Allah.",
    "category": "Dosa, Kafir & Ahli Kiblat"
  },
  {
    "no": 83,
    "title": "Perbuatan Manusia Ciptaan Allah Taala",
    "text": "Perbuatan manusia pada hakikatnya diciptakan oleh Allah ﷻ, dan pada saat yang sama diusahakan serta dipertanggungjawabkan oleh manusia.",
    "explanation": "Perbuatan manusia pada hakikatnya diciptakan oleh Allah (Allah yang mewujudkannya), dan pada saat yang sama diusahakan serta dipertanggungjawabkan oleh manusia. Ini jalan tengah: tidak jabariyah (semua dipaksa) maupun qadariyah (manusia mencipta perbuatannya). <br><br> QS. Ash-Shaffat: 96: Allah menciptakan kamu dan apa yang kamu perbuat. Hadits: tidak ada daya dan upaya kecuali dengan Allah. Ulama Ahlussunnah menetapkan bahwa perbuatan hamba adalah ciptaan Allah dan kasb (usaha) hamba; manusia dimintai pertanggungjawaban. <br><br> Kita berusaha dan yakin bahwa hasil dari Allah; kita tidak pasif (jabariyah) dan tidak menganggap diri pencipta perbuatan (qadariyah). Kita bertanggung jawab atas pilihan kita.",
    "category": "Taklif & Perbuatan Manusia"
  },
  {
    "no": 84,
    "title": "Perjanjian Allah Dengan Seluruh Manusia",
    "text": "Perjanjian yang Allah ﷻ buat dengan Adam dan keturunannya adalah benar.",
    "explanation": "Perjanjian yang Allah buat dengan Adam dan keturunannya (bentuknya diambil dari sulbi Adam) adalah benar: pengakuan bahwa Allah adalah Tuhan. Ini disebutkan dalam Al-Quran; manusia dilahirkan fitrah, lalu lingkungan dan pilihan mempengaruhi. <br><br> QS. Al-A'raf: 172-173 mengisahkan Allah mengambil perjanjian dari keturunan Adam: Bukankah Aku Tuhanmu? Mereka menjawab: Betul. Hadits sahih menegaskan setiap anak dilahirkan dalam fitrah. Ulama menjadikan ini dalil fitrah dan tanggung jawab manusia. <br><br> Kita meyakini bahwa manusia punya fitrah mengenal Tuhan; dakwah kita mengingatkan dan mengajak, bukan \"memasukkan\" sesuatu yang asing. Kita bertanggung jawab atas pilihan kita setelah balig dan berakal.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 85,
    "title": "Nama Sifat Allah Bersifat Permanen",
    "text": "Sebagaimana Allah ﷻ berhak atas nama “Yang Menghidupkan orang meninggal” sebelum dan setelah menghidupkan orang meninggal, demikian pula Allah ﷻ berhak atas nama “Pencipta” sebelum dan setelah menciptakan.",
    "explanation": "Allah berhak atas nama \"Yang Menghidupkan orang meninggal\" sebelum dan setelah benar-benar menghidupkan; demikian pula \"Pencipta\" sebelum dan setelah mencipta. Sifat dan nama Allah tidak bergantung pada peristiwa; Dia senantiasa memiliki sifat-sifat-Nya. <br><br> QS. Al-Hadid: 3: Dialah Yang Awal dan Yang Akhir. Nama-nama Allah abadi. Ulama menegaskan bahwa Allah senantiasa Al-Khaliq, Al-Muhyi, dll. tanpa \"baru\" memiliki sifat setelah peristiwa. Ini menolak paham yang meragukan sifat Allah sebelum penciptaan. <br><br> Kita tidak mempertanyakan \"kapan Allah punya sifat Pencipta\"; kita yakin Allah sempurna dari azali. Keyakinan ini menjaga kesucian tauhid dan menolak filsafat yang meragukan sifat Allah.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 86,
    "title": "Segala Kejadian Menurut Kehendak Allah",
    "text": "Segala sesuatu terjadi menurut kehendak, ilmu, takdir, dan ketetapan Allah ﷻ; kehendak Allah ﷻ mengalahkan kehendak lain, dan Allah ﷻ tidak pernah zalim, Maha Suci dari kejahatan, dan Maha Sempurna dari cela.",
    "explanation": "Segala sesuatu terjadi menurut kehendak, ilmu, takdir, dan ketetapan Allah. Kehendak Allah mengalahkan kehendak lain; Allah tidak pernah zalim, Maha Suci dari kejahatan, dan Maha Sempurna dari cela. <br><br> QS. Yasin: 82: Sesungguhnya urusan-Nya bila Dia menghendaki sesuatu hanya berkata Kun fayakun. QS. Al-Buruj: 16: Dialah Yang Berkehendak. Hadits dan ayat banyak menegaskan qudrah dan masyiah Allah. Allah tidak zalim; segala ketetapan-Nya mengandung hikmah. <br><br> Kita pasrahkan segala urusan kepada Allah dan tidak menuduh Allah zalim. Kita yakin bahwa apa yang menimpa kita sesuai takdir dan kehendak-Nya; kita berusaha dan bertawakal.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 87,
    "title": "Ketergantungan Kehendak Manusia Kepada Allah",
    "text": "Segala sesuatu terjadi menurut ketetapan dan kehendak Allah ﷻ; apa yang manusia kehendaki hanya terlaksana jika Allah ﷻ menghendakinya.",
    "explanation": "Segala sesuatu terjadi menurut ketetapan dan kehendak Allah; apa yang manusia kehendaki hanya terlaksana jika Allah menghendakinya. Kehendak manusia tidak independen; ia tunduk pada kehendak Allah. <br><br> QS. At-Takwir: 29: Dan kamu tidak dapat menghendaki kecuali bila Allah menghendaki. Hadits: la hawla wa la quwwata illa billah. Ulama menegaskan bahwa masyiah (kehendak) Allah meliputi segala yang terjadi; kehendak makhluk mengikuti. <br><br> Kita berkehendak dan berusaha, tapi kita yakin bahwa hasil akhir di tangan Allah. Kita tidak sombong bila berhasil dan tidak putus asa bila gagal; kita bertawakal setelah ikhtiar.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 88,
    "title": "Kebenaran Syariat Melalui Nabi Muhammad",
    "text": "Seluruh yang terbukti dari Nabi ﷺ mengenai syariat dan penjelasan (Al-Quran dan Islam) adalah benar.",
    "explanation": "Seluruh yang terbukti dari Nabi mengenai syariat dan penjelasan—Al-Quran dan Sunnah, halal-haram, ibadah, akhlak—adalah benar. Kita menerima tanpa ragu dan mengamalkan. <br><br> QS. Al-Hasyr: 7: Apa yang Rasul berikan kepadamu terimalah, dan apa yang ia larang darimu tinggalkanlah. Hadits sahih mutawatir menegaskan bahwa Nabi tidak berbicara dari hawa nafsu. Al-Quran dan Sunnah adalah sumber kebenaran. <br><br> Kita tidak memilih-milih atau menolak sebagian syariat; kita terima seluruh yang sahih dari Nabi. Kita tidak mengikuti pendapat yang bertentangan dengan dalil yang jelas.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 89,
    "title": "Seluruh Makhluk Tunduk Aturan Allah",
    "text": "Semua makhluk tunduk pada kehendak Allah ﷻ, baik melalui kemurahan Allah ﷻ, maupun keadilan Allah ﷻ.",
    "explanation": "Semua makhluk tunduk pada kehendak Allah, baik melalui kemurahan-Nya (nikmat, hidayah, rahmat) maupun keadilan-Nya (siksa, ujian). Tidak ada yang keluar dari ketetapan-Nya. <br><br> QS. Ali Imran: 83: Apakah selain agama Allah mereka mencari? Padahal kepada-Nya tunduk siapa yang di langit dan di bumi. Ayat dan hadits banyak menegaskan bahwa segala sesuatu tunduk pada Allah. Kemurahan dan keadilan Allah sempurna. <br><br> Kita menerima takdir dengan lapang: yang nikmat kita syukuri, yang ujian kita sabari. Kita tidak memprotes ketetapan Allah; kita yakin bahwa Allah Maha Adil dan Maha Penyayang.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 90,
    "title": "Mukmin Adalah Wali Wali Allah",
    "text": "Semua mukmin adalah wali Allah ﷻ, dan yang paling mulia di sisi Allah ﷻ adalah yang paling taat dan paling mengikuti Al-Quran.",
    "explanation": "Semua mukmin adalah wali Allah (kekasih Allah dalam arti umum); yang paling mulia di sisi Allah adalah yang paling taat dan paling mengikuti Al-Quran. Keutamaan berdasarkan takwa dan ittiba, bukan klaim atau gelar. <br><br> QS. Yunus: 62-63: Ingatlah, sesungguhnya wali-wali Allah tidak ada rasa takut dan tidak bersedih hati; (yaitu) orang yang beriman dan bertakwa. Hadits menegaskan bahwa wali Allah adalah yang taat; kita mengenal mereka dari amal, bukan dari klaim. Kita tidak mengultuskan \"wali\" tertentu di atas dalil. <br><br> Kita berusaha menjadi wali Allah dengan taat dan mengikuti Al-Quran-Sunnah; kita tidak mengklaim diri wali atau mengultuskan orang lain tanpa dasar. Keutamaan ada di sisi Allah dan berdasarkan amal.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 91,
    "title": "Perbuatan Manusia Berdasarkan Ilmu Allah",
    "text": "Semua perbuatan manusia terjadi persis sebagaimana Allah ﷻ mengetahui; setiap orang dimudahkan menuju apa yang diciptakan untuknya, dan yang beruntung atau yang celaka sesuai ketetapan Allah ﷻ.",
    "explanation": "Semua perbuatan manusia terjadi persis sebagaimana Allah mengetahui; setiap orang dimudahkan menuju apa yang diciptakan untuknya (takdir), dan yang beruntung atau celaka sesuai ketetapan Allah. Ini tidak meniadakan usaha; usaha juga bagian dari takdir. <br><br> QS. Al-Lail: 5-10 mengisyaratkan bahwa ada yang dimudahkan kepada kebaikan dan ada yang dimudahkan kepada kejahatan. Hadits: setiap orang dimudahkan kepada apa yang diciptakan untuknya. Ilmu Allah mendahului perbuatan; perbuatan terjadi sesuai ilmu-Nya. <br><br> Kita berusaha dan yakin bahwa Allah yang memudahkan; kita tidak pasif. Kita tidak berdalih \"sudah ditakdirkan celaka\" untuk tidak berusaha; kita bertawakal setelah ikhtiar.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 92,
    "title": "Batasan Seseorang Keluar Dari Iman",
    "text": "Seseorang tidak keluar dari iman kecuali dengan mengingkari apa yang memasukkannya ke dalamnya.",
    "explanation": "Seseorang tidak keluar dari iman kecuali dengan mengingkari apa yang memasukkannya ke dalam iman (yaitu mengingkari rukun iman atau menghalalkan yang haram yang jelas, atau meyakini kufur). Dosa saja tidak mengeluarkan dari Islam selama tidak sampai mengingkari asas. <br><br> Hadits sahih: tidak boleh mengkafirkan Muslim karena dosa. Keluar dari Islam terjadi dengan ingkar terhadap syahadat, mengingkari yang pasti dari agama, atau menghalalkan yang haram yang disepakati. Ulama menjelaskan bahwa pelaku dosa besar tetap mukmin bila tidak menghalalkan dosa. <br><br> Kita tidak mengkafirkan orang yang masih mengakui rukun iman dan tidak menghalalkan yang haram; kita bedakan antara dosa dan kufur. Kita serahkan vonis kafir kepada ulama yang berkompeten dengan syarat-syarat yang ketat.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 93,
    "title": "Kedustaan Klaim Kenabian Setelah Muhammad",
    "text": "Setiap klaim kenabian setelah Muhammad ﷺ adalah kebatilan dan penipuan.",
    "explanation": "Setiap klaim kenabian setelah Muhammad adalah kebatilan dan penipuan. Tidak ada nabi atau rasul setelah beliau; siapa yang mengaku nabi atau mendapat wahyu baru setelah beliau adalah pendusta. <br><br> QS. Al-Ahzab: 40: Muhammad adalah penutup para nabi. Hadits sahih: tidak ada nabi setelahku. Nabi bersabda akan ada tukang-tukang dusta yang mengaku nabi; jangan percaya. Ulama sepakat bahwa klaim kenabian setelah Nabi adalah kufur. <br><br> Kita menolak siapa pun yang mengaku nabi, rasul, atau penerima syariat baru setelah Nabi Muhammad. Kita mengikuti hanya Al-Quran dan Sunnah; tidak ada wahyu baru.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 94,
    "title": "Memuliakan Sahabat Istri Keturunan Nabi",
    "text": "Siapa yang berkata baik tentang para sahabat Rasulullah ﷺ, istri-istri, dan keturunan beliau yang suci adalah bebas dari tuduhan nifak.",
    "explanation": "Siapa yang berkata baik tentang para sahabat Rasulullah, istri-istri beliau (ummahatul mukminin), dan keturunan beliau yang suci (ahlul bait yang saleh) adalah bebas dari tuduhan nifak. Memuliakan mereka adalah bagian dari Islam. <br><br> QS. Al-Ahzab: 6 dan ayat lain memuji istri-istri Nabi. Hadits menegaskan keutamaan ahlul bait dan sahabat. Mencela mereka adalah tanda nifak atau kesesatan. Ahlussunnah memuliakan sahabat dan ahlul bait tanpa ghuluw. <br><br> Kita tidak mencela sahabat, istri Nabi, atau keturunan Nabi yang saleh; kita berkata baik tentang mereka dan mengambil teladan. Kita menolak kelompok yang mencela atau mengkafirkan mereka.",
    "category": "Sahabat, Khulafa & Ahlul Bait"
  },
  {
    "no": 95,
    "title": "Larangan Menyerupakan Allah Dengan Manusia",
    "text": "Siapa yang menyifati Allah ﷻ dengan cara yang sama dengan manusia telah kafir; Allah ﷻ dalam sifat-sifat-Nya tidak serupa dengan manusia.",
    "explanation": "Siapa yang menyifati Allah dengan cara yang sama dengan manusia (tasybih)—misalnya menganggap Allah punya anggota tubuh seperti kita atau duduk di kursi seperti makhluk—telah kafir. Allah dalam sifat-sifat-Nya tidak serupa dengan manusia. <br><br> QS. Asy-Syura: 11: Tidak ada sesuatupun yang serupa dengan Dia. Hadits melarang memikirkan zat Allah. Ulama menegaskan bahwa menyerupakan Allah dengan makhluk adalah kufur. Kita menetapkan sifat tanpa takyif dan tanpa tamtsil. <br><br> Kita tidak membayangkan Allah seperti makhluk; kita mengimani nama dan sifat Allah sebagaimana datang tanpa menyerupakan. Kita menolak paham mujassimah atau musyabbihah.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 96,
    "title": "Kekekalan Surga Serta Juga Neraka",
    "text": "Surga dan neraka adalah makhluk yang tidak berakhir; Allah ﷻ menciptakannya sebelum ciptaan lainnya, dan menciptakan manusia untuk menghuni masing-masing; siapa yang Allah ﷻ kehendaki masuk surga dengan karunia Allah ﷻ, atau masuk neraka dengan keadilan Allah ﷻ.",
    "explanation": "Surga dan neraka adalah makhluk yang tidak berakhir (kekal). Allah menciptakannya sebelum ciptaan lain dan menciptakan manusia untuk menghuni masing-masing. Siapa yang Allah kehendaki masuk surga dengan karunia-Nya, atau masuk neraka dengan keadilan-Nya. <br><br> QS. Hud: 107-108 menegaskan surga dan neraka kekal. Hadits sahih menceritakan bahwa surga dan neraka sudah diciptakan. QS. Asy-Syura: 7: Allah menciptakan langit dan bumi dan apa yang antara keduanya. Penghuni surga dan neraka abadi. <br><br> Kita mengimani surga dan neraka sebagai realitas kekal; kita berusaha masuk surga dengan amal dan rahmat Allah serta menjauhi neraka dengan taat dan taubat.",
    "category": "Hari Akhir"
  },
  {
    "no": 97,
    "title": "Syafaat Bagi Orang Muslim Benar",
    "text": "Syafaat yang disimpan bagi Muslim adalah benar, sebagaimana dalam hadits-hadits.",
    "explanation": "Syafaat yang disimpan bagi Muslim—termasuk syafaat Nabi di hari kiamat untuk umatnya, dan syafaat lain yang sahih dalam hadits—adalah benar. Kita mengimaninya tanpa meniadakan maupun melebih-lebihkan. <br><br> QS. Al-Baqarah: 255 (Ayat Kursi) menyebut siapa yang dapat memberi syafaat di sisi-Nya kecuali dengan izin-Nya. Hadits mutawatir menceritakan syafaat Nabi untuk umatnya. Syafaat hanya dengan izin Allah dan bagi yang Allah ridhai. <br><br> Kita berharap syafaat Nabi dan tidak mengandalkan amal semata; kita juga tidak menganggap syafaat meniadakan keadilan Allah. Kita berdoa agar termasuk yang mendapat syafaat.",
    "category": "Hari Akhir"
  },
  {
    "no": 98,
    "title": "Kebenaran Telaga Milik Nabi Muhammad",
    "text": "Telaga (al-Haud) yang Allah ﷻ berikan kepada Nabi ﷺ untuk menghilangkan dahaga umatnya pada Hari Kiamat adalah benar.",
    "explanation": "Telaga (al-Haud) yang Allah berikan kepada Nabi untuk menghilangkan dahaga umatnya di hari kiamat adalah benar. Siapa yang minum darinya tidak akan haus selamanya. Ini disebutkan dalam hadits sahih. <br><br> Hadits sahih (HR. Bukhari, Muslim) menceritakan bahwa Nabi memiliki telaga di hari kiamat; siapa yang minum darinya tidak akan haus. Nabi memperingatkan ada yang diusir dari telaga. Kita mengimani tanpa mempertanyakan \"bagaimana\". <br><br> Kita berusaha menjadi umat yang akan mendatangi telaga Nabi; kita menjauhi bidah dan perpecahan yang bisa menyebabkan diusir dari telaga. Keyakinan ini menambah cinta kita kepada Nabi.",
    "category": "Hari Akhir"
  },
  {
    "no": 99,
    "title": "Allah Tidak Terjangkau Oleh Pemahaman",
    "text": "Tidak ada khayalan yang dapat membayangkan Allah ﷻ, dan tidak ada pemahaman yang dapat menjangkau Allah ﷻ.",
    "explanation": "Tidak ada khayalan yang dapat membayangkan Allah dan tidak ada pemahaman yang dapat menjangkau zat Allah. Akal manusia terbatas; kita mengimani Allah tanpa takyif (mempertanyakan cara) dan tanpa tamtsil. <br><br> QS. Al-Anam: 103: Dia tidak dapat dicapai oleh penglihatan mata, sedang Dia dapat mencapai penglihatan. Hadits: pikirkan ciptaan Allah, jangan pikirkan zat Allah. Ulama menegaskan bahwa akal tidak mampu menjangkau hakikat Allah. <br><br> Kita tidak membayangkan bentuk atau \"wajah\" Allah dengan imajinasi kita; kita mengagungkan-Nya dan mengimani nama-sifat-Nya tanpa tasybih. Kita pasrahkan \"bagaimana\" kepada Allah.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 100,
    "title": "Tiada Rahasia Tersembunyi Bagi Allah",
    "text": "Tidak ada sesuatu pun tentang makhluk yang tersembunyi dari Allah ﷻ sebelum penciptaan makhluk, dan Allah ﷻ mengetahui segala yang akan makhluk perbuat sebelum makhluk diciptakan.",
    "explanation": "Tidak ada sesuatu pun tentang makhluk yang tersembunyi dari Allah sebelum penciptaan; Allah mengetahui segala yang akan makhluk perbuat sebelum makhluk diciptakan. Ilmu Allah azali dan meliputi segala sesuatu. <br><br> QS. Al-Hadid: 22: Tiada suatu bencana pun melainkan telah tertulis dalam kitab. QS. Al-Anam: 59: Pada sisi Allah kunci-kunci gaib. Hadits menegaskan bahwa Allah menulis takdir sebelum penciptaan. Ilmu Allah tidak berubah. <br><br> Kita mengimani ilmu Allah yang sempurna; kita tidak gelisah karena \"Allah sudah tahu\" seolah kita tidak punya pilihan. Kita yakin bahwa ilmu Allah tidak memaksa; kita tetap berusaha dan dimintai pertanggungjawaban.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 101,
    "title": "Segalanya Terjadi Atas Kehendak Allah",
    "text": "Tidak ada sesuatu pun terjadi kecuali apa yang Allah ﷻ kehendaki.",
    "explanation": "Tidak ada sesuatu pun terjadi kecuali apa yang Allah kehendaki. Kehendak Allah meliputi segala peristiwa; tidak ada yang terjadi di langit dan bumi tanpa masyiah-Nya. <br><br> QS. At-Taghabun: 11: Tidak ada suatu musibah pun melainkan dengan izin Allah. QS. Al-Insan: 30: Dan kamu tidak dapat menghendaki kecuali bila Allah menghendaki. Hadits dan ayat banyak menegaskan hal ini. <br><br> Kita pasrahkan segala urusan kepada kehendak Allah; kita berusaha dan berdoa, lalu menerima ketetapan-Nya. Kita tidak memberontak terhadap takdir dan tidak putus asa.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 102,
    "title": "Tidak Ada Yang Mengalahkan Allah",
    "text": "Tidak ada sesuatu pun yang dapat mengalahkan Allah ﷻ.",
    "explanation": "Tidak ada sesuatu pun yang dapat mengalahkan Allah. Kekuasaan-Nya mutlak; tidak ada yang bisa menandingi, membatalkan, atau menggagalkan kehendak-Nya. <br><br> QS. Al-Baqarah: 255: Allah tidak mengantuk dan tidak tidur; milik-Nya apa yang di langit dan di bumi. Ayat dan hadits menegaskan qudrah Allah. Siapa yang mengira ada yang mengalahkan Allah telah kafir. <br><br> Kita yakin bahwa pertolongan dan kemenangan hanya dari Allah; kita tidak takut kepada makhluk. Kita sandarkan harapan dan ketakutan hanya kepada Allah.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 103,
    "title": "Tiada Sesuatu Pun Serupa Allah",
    "text": "Tidak ada sesuatu pun yang serupa dengan Allah ﷻ.",
    "explanation": "Tidak ada sesuatu pun yang serupa dengan Allah. Dia Maha Esa, tidak ada tandingan, sekutu, atau yang menyerupai-Nya dalam zat, sifat, atau perbuatan. <br><br> QS. Al-Ikhlas: 4: Dan tidak ada seorang pun yang setara dengan Dia. QS. Asy-Syura: 11: Tidak ada sesuatupun yang serupa dengan Dia. Hadits dan ijma menegaskan tauhid. Menyerupakan Allah dengan makhluk adalah kufur. <br><br> Kita menyucikan Allah dari segala keserupaan dengan makhluk; kita tidak membayangkan atau menyifati Allah dengan sifat makhluk. Tauhid ini adalah fondasi seluruh agama.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 104,
    "title": "Tiada Tuhan Yang Berhak Disembah",
    "text": "Tidak ada tuhan yang berhak disembah selain Allah ﷻ.",
    "explanation": "Tidak ada tuhan yang berhak disembah selain Allah. Hanya Allah yang berhak diibadahi; menyembah selain-Nya adalah syirik. Kalimat la ilaha illallah adalah asas Islam. <br><br> QS. Muhammad: 19: Maka ketahuilah bahwa tidak ada tuhan selain Allah. QS. Al-Baqarah: 163 dan banyak ayat menegaskan keesaan Allah. Hadits menegaskan bahwa la ilaha illallah adalah kunci surga. Syirik adalah dosa terbesar. <br><br> Kita hanya menyembah Allah dan tidak mempersekutukan-Nya dengan apa pun. Kita menolak penyembahan kepada selain Allah—baik berhala, manusia, atau hawa nafsu.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 105,
    "title": "Tiada Yang Dapat Menolak Ketetapan",
    "text": "Tidak ada yang dapat menolak ketetapan Allah ﷻ, mengembalikan perintah Allah ﷻ, atau mengalahkan urusan Allah ﷻ.",
    "explanation": "Tidak ada yang dapat menolak ketetapan Allah, mengembalikan perintah-Nya, atau mengalahkan urusan-Nya. Keputusan-Nya final; tidak ada banding atau veto. <br><br> QS. Ar-Rad: 41: Sesungguhnya Allah berkuasa atas segala sesuatu. QS. Al-Anam: 59: Tidak ada yang dapat menolak ketetapan-Nya. Hadits menegaskan bahwa tidak ada yang bisa menolak takdir Allah. Kekuasaan Allah mutlak. <br><br> Kita menerima ketetapan Allah dengan lapang; kita tidak memberontak atau putus asa. Kita berdoa dan berusaha, lalu pasrah kepada keputusan-Nya yang Maha Bijaksana.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 106,
    "title": "Memuliakan Ulama Salaf Generasi Awal",
    "text": "Ulama salaf—generasi pertama dan yang mengikuti—hanya boleh disebut dengan sebaik-baiknya; siapa yang mengatakan hal buruk tentang ulama salaf tidak berada di jalan yang benar.",
    "explanation": "Ulama salaf—generasi pertama (sahabat, tabiin, tabiut tabiin) dan yang mengikuti manhaj mereka—hanya boleh disebut dengan sebaik-baiknya. Siapa yang mengatakan hal buruk tentang ulama salaf tidak berada di jalan yang benar. <br><br> QS. At-Taubah: 100 memuji orang yang terdahulu dan pertama-tama. Hadits: sebaik-baik manusia adalah generasiku. Nabi memerintahkan mengikuti sunnah khulafa. Mencela salaf adalah bidah dan kesesatan. <br><br> Kita memuliakan ulama salaf dan mengambil pemahaman agama dari mereka; kita tidak mencela atau merendahkan mereka. Kita mengikuti manhaj Ahlussunnah yang berpegang pada Al-Quran, Sunnah, dan pemahaman salaf.",
    "category": "Sahabat, Khulafa & Ahlul Bait"
  }
]
