[
  {
    "no": 1,
    "title": "Limiti della conoscenza del creato e di Allah",
    "text": "Ci sono due tipi di conoscenza: quella a cui il creato può accedere e quella a cui non può; negare la prima è miscredenza, pretendere la seconda pure—la fede è sana quando si accetta l'accessibile e non si cerca l'inaccessibile.",
    "explanation": "Il concetto di questi due tipi di conoscenza è cruciale. C'è conoscenza che Allah apre all'uomo tramite i sensi e la rivelazione (conoscenza della sharīʿa), e conoscenza del invisibile che appartiene solo ad Allah, come l'ora della Fine. Capire questo limite ci evita di pretendere di conoscere i segreti del destino che Allah non ha svelato.<br><br>Nel Corano (sūra al-Anʿām: 59) Allah dice: \"Presso di Lui sono le chiavi dell'invisibile; nessuno le conosce eccetto Lui.\" Un hadith autentico in Bukhārī menziona cinque cose invisibili note solo ad Allah. Dobbiamo accontentarci di ciò che è stato reso noto e non oltrepassare ciò che è nascosto.<br><br>Nella pratica, questa credenza ci mantiene umili e desiderosi di imparare. Troviamo pace affidando il futuro ad Allah, concentrandoci su ciò che possiamo fare e confidando nel Suo decreto.",
    "category": "Supplica, conoscenza e limiti"
  },
  {
    "no": 2,
    "title": "Beneficio della supplica per i defunti",
    "text": "I morti traggono beneficio dalla supplica e dall'elemosina dei vivi.",
    "explanation": "La morte non è la fine di tutto. Una prova della misericordia di Allah è che il bene raggiunge ancora i defunti attraverso le opere dei vivi. Questo punto afferma che la supplica, la richiesta di perdono e l'elemosina che facciamo per il defunto gli giungono in ricompensa e alleviano il suo stato nel barzakh.<br><br>Il fondamento è la parola del Profeta ﷺ (riportata da Muslim): \"Quando l'uomo muore, le sue opere cessano tranne tre: elemosina continua, conoscenza utile o un figlio pio che prega per lui.\" La sūra al-Ḥašr: 10 loda chi chiede perdono per chi li ha preceduti. Il legame della fede va oltre la morte.<br><br>Nel quotidiano questo ci spinge a non dimenticare genitori o maestri scomparsi. Pregare per loro è pietà e ricordo che un giorno avremo bisogno delle stesse preghiere. Così si mantiene una catena di bene tra le generazioni di musulmani.",
    "category": "Supplica, conoscenza e limiti"
  },
  {
    "no": 3,
    "title": "La parola di Allah non è parola umana",
    "text": "Il Corano è la parola di Allah ﷻ, da Lui; la gente ci crede come parola di Allah ﷻ senza chiedere come, e non è parola degli uomini né è creato.",
    "explanation": "Il Corano è la parola stessa di Allah (Kalāmullāh), non una creatura. Ciò che leggiamo nel Muṣḥaf è davvero la parola di Allah, non un'opera umana. Questo garantisce l'autorità della rivelazione: il Corano è sacro, puro, e la sua verità è assoluta come guida di vita.<br><br>Allah dice (sūra at-Tawba: 6): \"...accordategli protezione finché ascolti la parola di Allah (Kalāmullāh).\" Un hadith in Tirmidhī dice che la superiorità della parola di Allah su altra parola è come la superiorità di Allah sulla Sua creazione. Il Corano è rivelazione sacra dal Creatore.<br><br>Nella pratica trattiamo il Corano con grande rispetto. Non lo trattiamo come un libro qualunque; lo recitiamo con cura, cerchiamo di capirne il senso e seguiamo i suoi comandamenti senza dubbio. Credendo che il Corano sia la parola di Dio, abbiamo una bussola sicura per la vita.",
    "category": "Corano e rivelazione"
  },
  {
    "no": 4,
    "title": "Allah è distinto da tutta la creazione",
    "text": "Allah ﷻ è distinto da tutta la creazione.",
    "explanation": "Allah è Laisa Kamitslihi Syai-un: non c'è nulla di simile a Lui. Qualunque forma o immagine ci venga in mente, Allah non è così. Questo mantiene la purezza del nostro tawhid per non equiparare il Creatore alla creazione debole e limitata.<br><br>La prova principale è la sūra ash-Shūrā: 11: \"Niente è simile a Lui, ed Egli è l'Onniveggente, l'Onnisciente.\" Il hadith ci ricorda anche di meditare la creazione di Allah ma vieta di immaginare la Sua essenza, perché la mente umana ha limiti nel cogliere la realtà di Dio.<br><br>Questa comprensione ci libera dall'idolatria—sia idoli fisici che mentali (fantasia). Diventiamo consapevoli che Allah è supremo e illimitato, e Lo adoriamo solo con pieno rispetto ed esaltazione senza limitarLo con attributi creaturali.",
    "category": "Attributi di Allah e Tawhid"
  },
  {
    "no": 5,
    "title": "Allah Creatore fin dall'inizio",
    "text": "Allah ﷻ ha diritto di essere chiamato Creatore e Iniziatore non solo dopo o a causa dell'atto di creare, ma fin dall'inizio.",
    "explanation": "Allah è Al-Khāliq (il Creatore) che non ha bisogno di un processo per essere creatore. Prima che esistesse alcuna stella o atomo, Allah aveva già l'attributo di creare. I Suoi nomi e attributi sono eterni e non dipendono dall'esistenza della creazione, perché Egli è la Fonte di ogni esistenza.<br><br>Allah dice (sūra al-Hadīd: 3): \"Egli è il Primo e l'Ultimo.\" Il nome Al-Khāliq compare in molti versetti, come la sūra al-Ḥašr: 24. Il hadith dice che prima c'era solo Allah e nulla con Lui, poi Allah creò il Trono e l'intero universo.<br><br>Questo ci insegna che Allah è perfettamente autosufficiente (Al-Ghanī). Ci ha creati non per solitudine o bisogno di aiuto, ma per pura volontà e saggezza. Diventiamo servi che conoscono il loro posto, consapevoli che la nostra vita è un dono puro dal Primo che non ha mai avuto bisogno di nulla da noi.",
    "category": "Attributi di Allah e Tawhid"
  },
  {
    "no": 6,
    "title": "La potenza perfetta appartiene solo ad Allah",
    "text": "Allah ﷻ ha potere su ogni cosa; tutto dipende da Allah ﷻ, ed è facile per Allah ﷻ, e Allah ﷻ non ha bisogno di nulla; non c'è nulla simile ad Allah ﷻ, e Allah ﷻ è l'Onniveggente, l'Onnisciente.",
    "explanation": "Il potere di Allah è assoluto e non limitato dalle leggi della fisica o dalla logica umana. Qualunque cosa Allah voglia avviene facilmente con la parola \"Kun\". L'intero universo ha bisogno di Allah in ogni secondo, mentre Allah non ha bisogno di nulla da questo universo.<br><br>Nella sūra Yāsīn: 82: \"Il Suo comando, quando vuole una cosa, è solo dirle: Sii! ed essa è.\" Allah ha anche il nome Al-Qādir. Un hadith qudsī dice che se tutti gli uomini chiedessero e Allah concedesse tutto, non diminuirebbe in nulla la ricchezza di Allah.<br><br>Questa credenza è la cura di ogni paura. Ci rendiamo conto che qualsiasi capo, sovrano o problema, per grande che sia, non è nulla rispetto al potere di Allah. Diventiamo servi coraggiosi ma umili, sapendo che l'unico sostegno che non verrà mai meno è Allah l'Onnipotente.",
    "category": "Attributi di Allah e Tawhid"
  },
  {
    "no": 7,
    "title": "Allah sovrano assoluto dell'universo",
    "text": "Allah ﷻ ha potere assoluto su ogni cosa, e nulla ha potere su Allah ﷻ; chi si considera indipendente da Allah ﷻ per un momento è caduto nella miscredenza.",
    "explanation": "Allah è il Sovrano assoluto che tiene sotto controllo ogni atomo del cosmo. Nessuna faccenda sfugge al Suo controllo. Se qualcuno sente di poter vivere indipendentemente senza aver bisogno di Allah, anche solo un momento, è caduto nella superbia che può corrompere la fede.<br><br>La sūra Fāṭir: 15 dice: \"O uomini! Siete voi ad aver bisogno di Allah; e Allah è Colui che Si basta, il Degno di lode.\" I hadith del Profeta insegnano spesso una preghiera per non essere lasciati a noi stessi neppure un momento (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>Nella pratica questo ci fa sentire sempre bisognosi (faqīr) di Allah. Preghiamo con fervore per le cose piccole e grandi—dal chiedere la guida agli affari quotidiani. Siamo consapevoli che senza il Suo aiuto non possiamo nemmeno respirare o battere ciglio.",
    "category": "Attributi di Allah e Tawhid"
  },
  {
    "no": 8,
    "title": "Allah libero dai limiti fisici",
    "text": "Allah ﷻ è al di sopra di limite, restrizione, parte o membro, e non è delimitato da sei direzioni come la creazione.",
    "explanation": "Questo credo afferma che Allah è libero da attributi materiali. Allah non ha bisogno di spazio, non ha parti del corpo come l'uomo, e non è delimitato dalla direzione (sopra, sotto, ecc.) come la creazione. Egli è il Creatore dello spazio e del tempo, quindi è impossibile che sia limitato dalla Sua stessa creazione.<br><br>Allah dice (sūra al-Ikhlāṣ: 4): \"E non c'è nulla di simile a Lui.\" Il principio del Tanzīh (dichiarare Allah libero da somiglianza) è importante. I sapienti spiegano che Allah esiste senza aver bisogno di un luogo, perché il luogo è creato, e Allah esisteva prima che il luogo fosse creato.<br><br>Questo ci preserva dal pensiero antropomorfico (immaginare Dio come un umano). Possiamo adorare Allah con piena esaltazione della Sua grandezza invisibile e illimitata, invece di restare intrappolati in immagini fisiche che abbassano il rango della divinità.",
    "category": "Attributi di Allah e Tawhid"
  },
  {
    "no": 9,
    "title": "Il carico del taklīf secondo la capacità del servo",
    "text": "Allah ﷻ carica gli uomini solo di ciò che possono sopportare, e gli uomini possono fare solo ciò che Allah ﷻ dà loro; non c'è potere né capacità se non per Allah ﷻ, e non c'è forza per obbedire o evitare il peccato se non con l'aiuto di Allah ﷻ.",
    "explanation": "Allah non carica il servo oltre la sua capacità. Ogni ordine e divieto nella sharīʿa è proporzionato alla capacità umana; questo mostra la giustizia e la misericordia di Allah e rifiuta l'idea che la religione sia gravosa.<br><br>Nella sūra al-Baqarah: 286 Allah dice: \"Allah non carica un'anima se non secondo la sua capacità.\" Un hadith autentico (Bukhārī–Muslim) dice anche: \"Quando vi comando qualcosa, eseguitela per quanto potete.\" Il potere e la capacità di obbedire (lā ḥawla wa lā quwwata illā billāh) vengono anch'essi dall'aiuto di Allah.<br><br>Nella pratica non dobbiamo usare \"non posso\" come scusa per obblighi chiari, ma non dobbiamo neppure caricarci oltre la nostra capacità. Facciamo del nostro meglio e poi ci affidiamo ad Allah; chiediamo ad Allah la forza di restare saldi attraverso la preghiera e l'impegno.",
    "category": "Taklīf e azioni umane"
  },
  {
    "no": 10,
    "title": "Vita perfetta e azione costante",
    "text": "Allah ﷻ è vivente e non muore, agisce sempre e non dorme.",
    "explanation": "Allah è Al-Ḥayy (l'Eternamente Vivente) e Al-Qayyūm (Colui che Si sostiene). La vita di Allah è perfetta—non iniziata dalla nascita e non terminata dalla morte. Non ha bisogno di riposo, non dorme mai ed è sempre attivo a governare gli affari di tutta la Sua creazione senza un secondo di pausa.<br><br>Il versetto del Trono (sūra al-Baqarah: 255) è la prova più forte: \"Allah, non c'è dio se non Lui, l'Eternamente Vivente, Colui che Si sostiene; non Lo colgono sonnolenza né sonno.\" Questi bei nomi sono il fondamento della dipendenza della creazione dal Creatore.<br><br>Questo ci dà grande sicurezza. Quando dormiamo, ci abbandoniamo o ci sentiamo impotenti, sappiamo che c'è un Signore che non dorme mai e veglia su di noi. Siamo incoraggiati a continuare a fare il bene perché sappiamo che il nostro \"Padrone\" è sempre attivo, veglia e dispone il meglio per i Suoi servi.",
    "category": "Attributi di Allah e Tawhid"
  },
  {
    "no": 11,
    "title": "Allah è Uno senza partner",
    "text": "Allah ﷻ è Uno e non ha partner.",
    "explanation": "Tawhid significa affermare l'unità di Allah; non ha partner nella rubūbiyya (signoria sulla creazione), nell'ulūhiyya (diritto a essere adorato) o nei nomi e attributi. L'unico che ha diritto a essere adorato e servito è Allah; associarGli qualcosa è shirk.<br><br>La sūra al-Ikhlāṣ: 1–4 dice: \"Di': Egli è Allah, Uno. Allah l'Eterno. Non genera e non è generato. E non c'è nessuno simile a Lui.\" La sūra an-Nisāʾ: 36 vieta anche di associare ad Allah. Un hadith autentico dice che la sūra al-Ikhlāṣ equivale a un terzo del Corano perché contiene il nucleo del tawhid.<br><br>Questa credenza è il fondamento del nostro culto: supplichiamo, temiamo e speriamo solo in Allah; non nella creazione, negli oggetti o in \"altre forze.\" Così il cuore resta libero dalla dipendenza da altro che Allah.",
    "category": "Attributi di Allah e Tawhid"
  },
  {
    "no": 12,
    "title": "Allah non ha rivali né uguali",
    "text": "Allah ﷻ è esaltato sopra l'avere rivali o uguali.",
    "explanation": "Allah non ha rivali che possano vincerLo né uguali che Lo eguaglino. Il Suo dominio è assoluto; nulla può rivaleggiare con Lui, limitarLo o frustrare la Sua volontà. Questo fa parte della perfezione del tawhid.<br><br>La sūra al-Baqarah: 255 (il versetto del Trono) dice che Allah tiene i cieli e la terra e non trova gravoso preservarli. La sūra Fāṭir: 44 e altri versetti affermano che Allah non ha partner, soccorritore o uguale. Il hadith insegna anche che Allah è esaltato e nessuno è sopra di Lui.<br><br>Questa comprensione dà pace al cuore: nessun nemico, malattia o disastro è mai un \"rivale\" alla pari con Allah. Siamo certi che vittoria, salvezza e aiuto finale vengono solo da Allah; nulla può bloccare la Sua misericordia quando Egli vuole.",
    "category": "Attributi di Allah e Tawhid"
  },
  {
    "no": 13,
    "title": "Allah abbraccia tutta la creazione",
    "text": "Allah ﷻ abbraccia tutto e ne è al di sopra; la Sua creazione non può abbracciare Allah ﷻ.",
    "explanation": "Allah abbraccia (domina, conosce e governa) tutto; nulla sfugge al Suo sapere e potere. Al tempo stesso Allah è \"sopra\" la Sua creazione in rango e dominio, non in luogo. La creazione non può \"abbracciare\" o limitare Allah.<br><br>La sūra Fuṣṣilat: 54 dice: \"Sappi che Allah abbraccia ogni cosa.\" La sūra al-Baqarah: 255 (versetto del Trono) afferma che il Suo Trono abbraccia i cieli e la terra e Egli non trova ciò gravoso. Un hadith autentico afferma anche che Allah è sopra il Trono e il Suo sapere è ovunque.<br><br>Credendo ciò ci sentiamo custoditi e protetti: nulla è nascosto ad Allah, e nessun problema è troppo grande per Lui. Siamo anche preservati dal malinteso che Allah sia \"rinchiuso\" nel cielo; Egli abbraccia tutto senza aver bisogno di spazio.",
    "category": "Attributi di Allah e Tawhid"
  },
  {
    "no": 14,
    "title": "Allah crea la vita e la morte",
    "text": "Allah ﷻ dà la morte senza timore e ridà la vita senza difficoltà.",
    "explanation": "Vita e morte sono interamente nelle mani di Allah. Dare la morte alla creazione non rende Allah timoroso né debole; ridare la vita (anche nel Giorno della Resurrezione) non Gli è difficile. Tutto avviene per Sua volontà e parola sola.<br><br>La sūra al-Mulk: 2 dice: \"Egli che ha fatto la morte e la vita.\" La sūra Qāf: 43: \"Siamo Noi a dare vita e morte, e a Noi è il ritorno.\" Un hadith autentico afferma che l'anima è ripresa per comando di Allah e nel Giorno della Resurrezione tutta la creazione sarà risuscitata al suono della Tromba.<br><br>Questa credenza ci ricorda che la morte non è una fine vuota ma una porta alla vita dell'aldilà. Ci prepariamo con le opere buone e non temiamo la morte in modo eccessivo, perché chi tiene in mano vita e morte è Allah il Giusto e Misericordioso.",
    "category": "Attributi di Allah e Tawhid"
  },
  {
    "no": 15,
    "title": "Il termine fissato per tutta la creazione",
    "text": "Allah ﷻ assegna un termine fissato (ajal) alla Sua creazione.",
    "explanation": "Ogni creatura ha un ajal (momento della morte) fissato da Allah; nessuno può anticiparlo o ritardarlo di un secondo. Questo fa parte del decreto scritto nella Tavola custodita.<br><br>La sūra al-Anʿām: 2 dice: \"Egli che vi ha creati dalla terra, poi ha fissato un termine (ajal) per voi.\" La sūra Luqmān: 34: \"Invero Allah—solo presso di Lui è la conoscenza dell'Ora... e nessuna anima sa in quale terra morirà.\" Un hadith autentico (Bukhārī–Muslim) afferma che ajal, sostentamento e destino dell'uomo sono scritti quando è ancora nel ventre.<br><br>Questa comprensione ci preserva da ansia eccessiva e ci sprona a usare bene il tempo che resta. Non possiamo cambiare quando giunge il termine, ma possiamo riempire la vita di opere che piacciono ad Allah.",
    "category": "Decreto e volontà di Allah"
  }
]
