[
  {
    "no": 1,
    "title": "被造物とアッラーの知識の限界",
    "text": "知識には二種類ある。被造物がアクセスできるものとできないもの。前者を否定することは不信仰、後者を主張することも不信仰である。信仰が健全なのは、アクセスできるものを受け入れ、アクセスできないものを求めないときである。",
    "explanation": "この二種類の知識の概念は極めて重要である。アッラーが感覚と啓示（シャリーアの知識）を通じて人に開示する知識があり、終末の時のようにアッラーだけに属する幽玄の知識がある。この限界を理解すれば、アッラーが開示していない定めの秘密を主張することを防げる。<br><br>クルアーン（ al-Anʿām: 59）にアッラーは言われる。「幽玄の鍵はかれの御許にあり、かれの外には誰もそれを知らない。」ブハーリーの真正なハディースには、アッラーだけが知る五つの幽玄が述べられている。知らされたものに満足し、隠されたものを越えてはならない。<br><br>実践上、この信仰は私たちを謙虚にし、学ぶ意欲を保つ。アクセスできることに集中し、未来の神秘をアッラーに委ね、その定めに頼ることで心の平安を得る。",
    "category": "ドゥアー、知識と限界"
  },
  {
    "no": 2,
    "title": "死者へのドゥアーの益",
    "text": "死者は生者のドゥアーと喜捨の益を受ける。",
    "explanation": "死はすべての終わりではない。アッラーの慈悲の証の一つは、生者の行いを通じて死者に益が届き続けることである。この要点は、私たちが死者のために意図するドゥアー、イスティグファール、喜捨の報酬が彼らに届き、バルザフでの彼らの状態を軽くすることを示す。<br><br>根拠は預言者 ﷺ の言葉（ムスリム伝）である。「人が死ぬと、その行いは三つを除いて断たれる。継続する喜捨、益ある知識、または彼のために祈る敬虔な子。」 al-Ḥašr: 10 は先人たちの赦しを請う者を称える。信仰の絆は死を超える。<br><br>日々の生活では、亡き両親や師を忘れないよう促す。彼らのために祈ることは敬虔さであり、いずれ私たちも同じ祈りを必要とするという覚えでもある。こうしてムスリムの世代の間で善の連鎖が保たれる。",
    "category": "ドゥアー、知識と限界"
  },
  {
    "no": 3,
    "title": "アッラーの御言葉は人の言葉ではない",
    "text": "クルアーンはアッラー ﷻ の御言葉であり、かれから来る。人々はその「どのように」を問わずアッラー ﷻ の御言葉としてそれを信じる。人の言葉ではなく、被造物でもない。",
    "explanation": "クルアーンはカルームッラー（アッラーの御言葉）そのものであり、被造物ではない。ムスハフで読むものはまさにアッラーの御言葉であり、人の著作ではない。これにより啓示の権威が保たれる。クルアーンは聖であり純粋で、その真理は人生の指針として絶対である。<br><br>アッラーは言われる（ at-Tawba: 6）。「…彼がアッラーの御言葉（カルームッラー）を聞くまで彼に保護を与えよ。」ティルミズィーのハディースには、アッラーの御言葉の他言語に対する優越は、アッラーがその被造物に対して持つ優越のようだとある。クルアーンは創造主からの聖なる啓示である。<br><br>実践では、クルアーンに深い敬意を払う。普通の書のように扱わず、タルティールで読む、意味を理解しようとし、その命令に疑いなく従う。クルアーンがアッラーの御言葉であると信じることで、人生の確かな羅針盤を得る。",
    "category": "クルアーンと啓示"
  },
  {
    "no": 4,
    "title": "アッラーは被造物全体と異なる",
    "text": "アッラー ﷻ は被造物全体と異なる。",
    "explanation": "アッラーはライサ・カミスリヒ・シャイウンである。彼に似たものは何もない。心に浮かぶどんな形や像も、アッラーはそうではない。これは私たちのタウヒードの純粋さを保ち、創造主を弱く限られた被造物と同一視しないようにする。<br><br>主な根拠は ash-Shūrā: 11。「彼に似たものは何もない。彼は全聴者、全視者である。」ハディースもアッラーの被造物を考察するよう促すが、彼の本質を想像することを禁じる。人間の理性には神の実在を把握する限界があるからである。<br><br>この理解は私たちを偶像崇拝—物理的であれ心的（空想）であれ—から解放する。アッラーが至高で無限であることを悟り、被造物の属性で彼を限定することなく、十分な敬意と崇敬をもって彼だけを崇拝する。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 5,
    "title": "アッラーは最初から創造主",
    "text": "アッラー ﷻ は創造の行為の後やそれゆえにだけでなく、最初から創造主・起源者と呼ばれる権利がある。",
    "explanation": "アッラーはアル＝ハーリク（創造主）であり、創造主となるための過程を必要としない。いかなる星や原子が存在する前から、アッラーには創造する属性があった。彼の名と属性は永遠で、被造物の有無に依存しない。彼はあらゆる存在の源だからである。<br><br>アッラーは言われる（al-Hadīd: 3）。「彼は最初であり最後である。」アル＝ハーリクの名は al-Ḥašr: 24 など多くの節にある。ハディースによれば、以前はアッラーだけがおられ、彼と共に何もなく、その後アッラーが玉座と全宇宙を創造された。<br><br>これはアッラーが完全に自足（アル＝ガニー）であることを教える。彼が私たちを創造したのは孤独や助けの必要からではなく、純粋に彼の意志と英知からである。私たちは自分の立場を知る僕となり、私たちの命が、私たちから何も求めなかった最初の者からの純粋な賜物であることを自覚する。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 6,
    "title": "完全な力はアッラーだけに属する",
    "text": "アッラー ﷻ は万物に権能を持つ。万物はアッラー ﷻ に依存し、アッラー ﷻ にとっては容易で、アッラー ﷻ は何も必要としない。アッラー ﷻ に似たものはなく、アッラー ﷻ は全聴者・全視者である。",
    "explanation": "アッラーの力は絶対であり、物理学の法則や人間の論理に制限されない。アッラーが望むことは「クン」の一言で容易に実現する。宇宙全体が常にアッラーを必要としているのに対し、アッラーはこの宇宙の何も必要としない。<br><br>Yāsīn: 82 に「彼が一物を望む時の彼の命令は、それに『有れ』と言うだけである。するとそれは有る。」アッラーにはアル＝カーディルという名もある。クドゥスィー・ハディースによれば、すべての人が求めアッラーがすべて与えても、アッラーの富は少しも減らない。<br><br>この信仰はあらゆる恐れの薬である。どんな上司、支配者、問題も、いかに大きくともアッラーの力の前では無に等しいと悟る。私たちは勇敢だが謙虚な僕となり、決して揺らがない唯一のよりどころは全能のアッラーであると知る。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 7,
    "title": "アッラーは宇宙の絶対主権者",
    "text": "アッラー ﷻ は万物に対して絶対の権能を持ち、何ものもアッラー ﷻ に権能を持たない。一瞬でも自分をアッラー ﷻ から独立していると考える者は不信仰に陥った。",
    "explanation": "アッラーは宇宙のあらゆる原子を支配する絶対主権者である。いかなる事柄も彼の統御の外にない。アッラーを必要とせず独立して生きられると感じる者—一瞬であっても—は、信仰を損なう傲慢に陥っている。<br><br>Fāṭir: 15 は「人よ、あなたがたはアッラーを必要としている。アッラーは自足者、讃美されるお方である。」預言者のハディースは、一瞬たりとも自分自身に委ねられないよう祈ることを教える（yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn）。<br><br>実際には、これは私たちを常にアッラーに必要（ファキール）と感じさせる。導きを請うことから日々の事柄まで、大小を熱心に祈る。彼の助けがなければ息をしたり瞬きすることもできないと自覚する。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 8,
    "title": "アッラーは物理的限界から自由",
    "text": "アッラー ﷻ は限界・制約・部分・肢体の上にあり、被造物のように六方向で限定されない。",
    "explanation": "この信条はアッラーが物質的属性から自由であることを示す。アッラーは空間を必要とせず、人間のような身体部分を持たず、被造物のように方向（上下など）で限定されない。彼は空間と時間の創造主だから、自らの被造物によって限定されることはあり得ない。<br><br>アッラーは言われる（al-Ikhlāṣ: 4）。「彼に比べるものは何もない。」タンズィーフ（アッラーを類似から清める宣言）のこの原則は重要である。学者たちは、場所は被造物でありアッラーは場所が創造される前から存在されたゆえに、アッラーは場所を必要とせず存在すると説明する。<br><br>これは擬人化思考（神を人間のように想像すること）から私たちを守る。神性の位を実際に下げる物理的イメージに囚われる代わりに、彼の見えず無限の偉大さを十分に崇めてアッラーを崇拝できる。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 9,
    "title": "タクリーフの負担は僕の能力に応じて",
    "text": "アッラー ﷻ は人々に彼らが耐えられることだけを負わせ、人々はアッラー ﷻ が彼らに与えることだけができる。アッラー ﷻ によるほかに力や能力はなく、アッラー ﷻ の助けなくして服従や罪の回避の力はない。",
    "explanation": "アッラーは僕にその能力を超えて負わせない。シャリーアのあらゆる命令と禁止は人間の能力に比例している。これはアッラーの正義と慈悲を示し、宗教が重荷だという考えを退ける。<br><br>al-Baqarah: 286 でアッラーは「アッラーは魂にその能力以上のことを負わせない」と言われる。健全なハディース（ブハーリー–ムスリム）も「あなたがたに何かを命じたとき、できる限り行え」と述べる。服従の力（lā ḥawla wa lā quwwata illā billāh）もアッラーの助けから来る。<br><br>実際には、明確な義務に対して「できない」を口実にすべきでないが、能力を超えて自分を負わせてもならない。最善を尽くしてアッラーに委ね、祈りと努力によってアッラーに堅忍の力を請い求める。",
    "category": "タクリーフと人間の行為"
  },
  {
    "no": 10,
    "title": "完全な生命と不断の行為",
    "text": "アッラー ﷻ は生きており死なず、常に行為し眠らない。",
    "explanation": "アッラーはアル＝ハイ（永生者）でありアル＝カイユーム（自存者）である。アッラーの命は完全で—誕生で始まらず死で終わらない。彼は休息を必要とせず、眠ることなく、被造物全体の事柄を一瞬も休まず常に管理している。<br><br>玉座の節（al-Baqarah: 255）が最も強い根拠である。「アッラー、彼の外に神はない。永生者、自存者。眠気も睡眠も彼をとらえない。」これらの美名は被造物の創造主への依存の基盤である。<br><br>これは私たちに大きな安心を与える。眠り、委ね、無力に感じるとき、眠ることのない主が私たちを見守っていると知る。私たちの「主人」が常に活動し、僕たちに最善を整えていると知って、善行を続けるよう励まされる。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 11,
    "title": "アッラーは唯一で同位者なし",
    "text": "アッラー ﷻ は唯一であり、同位者を持たない。",
    "explanation": "タウヒードとはアッラーを唯一と認めること。ルブービーヤ（被造世界への主権）、ウルーヒーヤ（崇拝される権利）、名と属性において彼に同位者はない。崇拝と奉仕の権利を持つのはアッラーのみ。何かを彼と同位に置くことはシルクである。<br><br>al-Ikhlāṣ: 1–4「言え、彼はアッラー、唯一者。アッラーは依り頼まれる御方。生まず生まれもしない。彼に比べるものは何もない。」an-Nisāʾ: 36 もアッラーに同位者を置くことを禁じる。健全なハディースでは al-Ikhlāṣ はタウヒードの核心を担うゆえクルアーンの三分の一に値するという。<br><br>この信仰が私たちの崇拝の土台である。私たちはアッラーにのみ祈り、畏れ、望む。被造物や物や「他力」にはない。こうして心はアッラー以外への依存から清められる。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 12,
    "title": "アッラーに敵対者も同等者もなし",
    "text": "アッラー ﷻ は敵対者や同等者を持つことから高くおられる。",
    "explanation": "アッラーを打ち負かす敵対者も、彼に匹敵する者もいない。彼の主権は絶対であり、彼の御意に匹敵・制限・挫折を与えるものは何もない。これはタウヒードの完全性の一部である。<br><br>al-Baqarah: 255（玉座の節）は、アッラーが天地の主権を持ち、それを保つことが彼に重くないと述べる。Fāṭir: 44 等はアッラーに同位者・援助者・同等者のないことを示す。ハディースもアッラーは偉大であり、彼の上に誰もいないと教える。<br><br>この理解は心に平安を与える。どんな敵・病・災いもアッラーと「同等の敵」にはなり得ない。勝利・安全・究極の救いはアッラーのみから来ると確信し、彼が望むときその慈悲を阻む者はいない。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 13,
    "title": "アッラーは万有を包みその上に在す",
    "text": "アッラー ﷻ は万有を包み、その上に在す。被造物はアッラー ﷻ を包むことができない。",
    "explanation": "アッラーは万有を包む（支配し、知り、治める）。彼の知識と力から逃れるものは何もない。同時にアッラーは被造物の「上に」尊厳と主権において在すのであり、場所ではない。被造物がアッラーを「包む」ことも制限することもできない。<br><br>Fuṣṣilat: 54「アッラーが万有を包むことを知れ。」al-Baqarah: 255（玉座の節）は彼の玉座が天地を包み、彼に重くないと示す。健全なハディースはアッラーが玉座の上に在し、彼の知識は遍在すると述べる。<br><br>これを信じることで私たちは見守られ守られていると感じる。アッラーに隠れたものはなく、彼にとって大きすぎる問題もない。「アッラーが天に閉じ込められている」という誤解からも守られる。彼は空間なく万有を包む。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 14,
    "title": "アッラーは生と死を創り給う",
    "text": "アッラー ﷻ は恐れずに死を与え、難なく再び生を与える。",
    "explanation": "生と死は完全にアッラーの御手にある。被造物に死を与えることはアッラーを怯ませも弱めもしない。再び生を与えること（復活の日を含む）も彼にとって難しくない。すべて彼の御意と言葉による。<br><br>al-Mulk: 2「彼は死と生を創られた。」Qāf: 43「生と死を与えるのはわれら、われらへの帰りである。」健全なハディースは魂がアッラーの命令で取り上げられ、復活の日に全被造物がラッパの音で起こされることを述べる。<br><br>この信仰は死が空の終わりではなく来世の生への門であることを思い起こさせる。私たちは善行で備え、死を過度に恐れない。生と死を握るのは公正かつ慈悲深いアッラーだからである。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 15,
    "title": "被造物への定められた期限",
    "text": "アッラー ﷻ は被造物に定められた期限（アジャル）を割り当て給う。",
    "explanation": "あらゆる被造物にアッラーが定めたアジャル（死の時）がある。一瞬たりとも早めたり遅らせたりできる者はいない。これは保存された板に記された定めの一部である。<br><br>al-Anʿām: 2「あなたがたを土から創り、次に期限（アジャル）を定められた御方。」Luqmān: 34「まことにアッラー—その時についての知識は彼の御許にのみ…いかなる魂もどの地で死ぬか知らない。」健全なハディース（ブハーリー–ムスリム）はアジャル・糧・運命が胎内にいるときに既に記されると述べる。<br><br>この理解は過度の不安から守り、残りの生を善く使うよう促す。期限がいつ来るかは変えられないが、アッラーの喜ばれる行いで生を満たすことはできる。",
    "category": "定めとアッラーの御意"
  }
]
