[
  {
    "no": 1,
    "title": "被造物とアッラーの知識の限界",
    "text": "知識には二種類ある。被造物がアクセスできるものとできないもの。前者を否定することは不信仰、後者を主張することも不信仰である。信仰が健全なのは、アクセスできるものを受け入れ、アクセスできないものを求めないときである。",
    "explanation": "この二種類の知識の概念は極めて重要である。アッラーが感覚と啓示（シャリーアの知識）を通じて人に開示する知識があり、終末の時のようにアッラーだけに属する幽玄の知識がある。この限界を理解すれば、アッラーが開示していない定めの秘密を主張することを防げる。<br><br>クルアーン（ al-Anʿām: 59）にアッラーは言われる。「幽玄の鍵はかれの御許にあり、かれの外には誰もそれを知らない。」ブハーリーの真正なハディースには、アッラーだけが知る五つの幽玄が述べられている。知らされたものに満足し、隠されたものを越えてはならない。<br><br>実践上、この信仰は私たちを謙虚にし、学ぶ意欲を保つ。アクセスできることに集中し、未来の神秘をアッラーに委ね、その定めに頼ることで心の平安を得る。",
    "category": "ドゥアー、知識と限界"
  },
  {
    "no": 2,
    "title": "死者へのドゥアーの益",
    "text": "死者は生者のドゥアーと喜捨の益を受ける。",
    "explanation": "死はすべての終わりではない。アッラーの慈悲の証の一つは、生者の行いを通じて死者に益が届き続けることである。この要点は、私たちが死者のために意図するドゥアー、イスティグファール、喜捨の報酬が彼らに届き、バルザフでの彼らの状態を軽くすることを示す。<br><br>根拠は預言者 ﷺ の言葉（ムスリム伝）である。「人が死ぬと、その行いは三つを除いて断たれる。継続する喜捨、益ある知識、または彼のために祈る敬虔な子。」 al-Ḥašr: 10 は先人たちの赦しを請う者を称える。信仰の絆は死を超える。<br><br>日々の生活では、亡き両親や師を忘れないよう促す。彼らのために祈ることは敬虔さであり、いずれ私たちも同じ祈りを必要とするという覚えでもある。こうしてムスリムの世代の間で善の連鎖が保たれる。",
    "category": "ドゥアー、知識と限界"
  },
  {
    "no": 3,
    "title": "アッラーの御言葉は人の言葉ではない",
    "text": "クルアーンはアッラー ﷻ の御言葉であり、かれから来る。人々はその「どのように」を問わずアッラー ﷻ の御言葉としてそれを信じる。人の言葉ではなく、被造物でもない。",
    "explanation": "クルアーンはカルームッラー（アッラーの御言葉）そのものであり、被造物ではない。ムスハフで読むものはまさにアッラーの御言葉であり、人の著作ではない。これにより啓示の権威が保たれる。クルアーンは聖であり純粋で、その真理は人生の指針として絶対である。<br><br>アッラーは言われる（ at-Tawba: 6）。「…彼がアッラーの御言葉（カルームッラー）を聞くまで彼に保護を与えよ。」ティルミズィーのハディースには、アッラーの御言葉の他言語に対する優越は、アッラーがその被造物に対して持つ優越のようだとある。クルアーンは創造主からの聖なる啓示である。<br><br>実践では、クルアーンに深い敬意を払う。普通の書のように扱わず、タルティールで読む、意味を理解しようとし、その命令に疑いなく従う。クルアーンがアッラーの御言葉であると信じることで、人生の確かな羅針盤を得る。",
    "category": "クルアーンと啓示"
  },
  {
    "no": 4,
    "title": "アッラーは被造物全体と異なる",
    "text": "アッラー ﷻ は被造物全体と異なる。",
    "explanation": "アッラーはライサ・カミスリヒ・シャイウンである。彼に似たものは何もない。心に浮かぶどんな形や像も、アッラーはそうではない。これは私たちのタウヒードの純粋さを保ち、創造主を弱く限られた被造物と同一視しないようにする。<br><br>主な根拠は ash-Shūrā: 11。「彼に似たものは何もない。彼は全聴者、全視者である。」ハディースもアッラーの被造物を考察するよう促すが、彼の本質を想像することを禁じる。人間の理性には神の実在を把握する限界があるからである。<br><br>この理解は私たちを偶像崇拝—物理的であれ心的（空想）であれ—から解放する。アッラーが至高で無限であることを悟り、被造物の属性で彼を限定することなく、十分な敬意と崇敬をもって彼だけを崇拝する。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 5,
    "title": "アッラーは最初から創造主",
    "text": "アッラー ﷻ は創造の行為の後やそれゆえにだけでなく、最初から創造主・起源者と呼ばれる権利がある。",
    "explanation": "アッラーはアル＝ハーリク（創造主）であり、創造主となるための過程を必要としない。いかなる星や原子が存在する前から、アッラーには創造する属性があった。彼の名と属性は永遠で、被造物の有無に依存しない。彼はあらゆる存在の源だからである。<br><br>アッラーは言われる（al-Hadīd: 3）。「彼は最初であり最後である。」アル＝ハーリクの名は al-Ḥašr: 24 など多くの節にある。ハディースによれば、以前はアッラーだけがおられ、彼と共に何もなく、その後アッラーが玉座と全宇宙を創造された。<br><br>これはアッラーが完全に自足（アル＝ガニー）であることを教える。彼が私たちを創造したのは孤独や助けの必要からではなく、純粋に彼の意志と英知からである。私たちは自分の立場を知る僕となり、私たちの命が、私たちから何も求めなかった最初の者からの純粋な賜物であることを自覚する。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 6,
    "title": "完全な力はアッラーだけに属する",
    "text": "アッラー ﷻ は万物に権能を持つ。万物はアッラー ﷻ に依存し、アッラー ﷻ にとっては容易で、アッラー ﷻ は何も必要としない。アッラー ﷻ に似たものはなく、アッラー ﷻ は全聴者・全視者である。",
    "explanation": "アッラーの力は絶対であり、物理学の法則や人間の論理に制限されない。アッラーが望むことは「クン」の一言で容易に実現する。宇宙全体が常にアッラーを必要としているのに対し、アッラーはこの宇宙の何も必要としない。<br><br>Yāsīn: 82 に「彼が一物を望む時の彼の命令は、それに『有れ』と言うだけである。するとそれは有る。」アッラーにはアル＝カーディルという名もある。クドゥスィー・ハディースによれば、すべての人が求めアッラーがすべて与えても、アッラーの富は少しも減らない。<br><br>この信仰はあらゆる恐れの薬である。どんな上司、支配者、問題も、いかに大きくともアッラーの力の前では無に等しいと悟る。私たちは勇敢だが謙虚な僕となり、決して揺らがない唯一のよりどころは全能のアッラーであると知る。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 7,
    "title": "アッラーは宇宙の絶対主権者",
    "text": "アッラー ﷻ は万物に対して絶対の権能を持ち、何ものもアッラー ﷻ に権能を持たない。一瞬でも自分をアッラー ﷻ から独立していると考える者は不信仰に陥った。",
    "explanation": "アッラーは宇宙のあらゆる原子を支配する絶対主権者である。いかなる事柄も彼の統御の外にない。アッラーを必要とせず独立して生きられると感じる者—一瞬であっても—は、信仰を損なう傲慢に陥っている。<br><br>Fāṭir: 15 は「人よ、あなたがたはアッラーを必要としている。アッラーは自足者、讃美されるお方である。」預言者のハディースは、一瞬たりとも自分自身に委ねられないよう祈ることを教える（yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn）。<br><br>実際には、これは私たちを常にアッラーに必要（ファキール）と感じさせる。導きを請うことから日々の事柄まで、大小を熱心に祈る。彼の助けがなければ息をしたり瞬きすることもできないと自覚する。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 8,
    "title": "アッラーは物理的限界から自由",
    "text": "アッラー ﷻ は限界・制約・部分・肢体の上にあり、被造物のように六方向で限定されない。",
    "explanation": "この信条はアッラーが物質的属性から自由であることを示す。アッラーは空間を必要とせず、人間のような身体部分を持たず、被造物のように方向（上下など）で限定されない。彼は空間と時間の創造主だから、自らの被造物によって限定されることはあり得ない。<br><br>アッラーは言われる（al-Ikhlāṣ: 4）。「彼に比べるものは何もない。」タンズィーフ（アッラーを類似から清める宣言）のこの原則は重要である。学者たちは、場所は被造物でありアッラーは場所が創造される前から存在されたゆえに、アッラーは場所を必要とせず存在すると説明する。<br><br>これは擬人化思考（神を人間のように想像すること）から私たちを守る。神性の位を実際に下げる物理的イメージに囚われる代わりに、彼の見えず無限の偉大さを十分に崇めてアッラーを崇拝できる。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 9,
    "title": "タクリーフの負担は僕の能力に応じて",
    "text": "アッラー ﷻ は人々に彼らが耐えられることだけを負わせ、人々はアッラー ﷻ が彼らに与えることだけができる。アッラー ﷻ によるほかに力や能力はなく、アッラー ﷻ の助けなくして服従や罪の回避の力はない。",
    "explanation": "アッラーは僕にその能力を超えて負わせない。シャリーアのあらゆる命令と禁止は人間の能力に比例している。これはアッラーの正義と慈悲を示し、宗教が重荷だという考えを退ける。<br><br>al-Baqarah: 286 でアッラーは「アッラーは魂にその能力以上のことを負わせない」と言われる。健全なハディース（ブハーリー–ムスリム）も「あなたがたに何かを命じたとき、できる限り行え」と述べる。服従の力（lā ḥawla wa lā quwwata illā billāh）もアッラーの助けから来る。<br><br>実際には、明確な義務に対して「できない」を口実にすべきでないが、能力を超えて自分を負わせてもならない。最善を尽くしてアッラーに委ね、祈りと努力によってアッラーに堅忍の力を請い求める。",
    "category": "タクリーフと人間の行為"
  },
  {
    "no": 10,
    "title": "完全な生命と不断の行為",
    "text": "アッラー ﷻ は生きており死なず、常に行為し眠らない。",
    "explanation": "アッラーはアル＝ハイ（永生者）でありアル＝カイユーム（自存者）である。アッラーの命は完全で—誕生で始まらず死で終わらない。彼は休息を必要とせず、眠ることなく、被造物全体の事柄を一瞬も休まず常に管理している。<br><br>玉座の節（al-Baqarah: 255）が最も強い根拠である。「アッラー、彼の外に神はない。永生者、自存者。眠気も睡眠も彼をとらえない。」これらの美名は被造物の創造主への依存の基盤である。<br><br>これは私たちに大きな安心を与える。眠り、委ね、無力に感じるとき、眠ることのない主が私たちを見守っていると知る。私たちの「主人」が常に活動し、僕たちに最善を整えていると知って、善行を続けるよう励まされる。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 11,
    "title": "アッラーは唯一で同位者なし",
    "text": "アッラー ﷻ は唯一であり、同位者を持たない。",
    "explanation": "タウヒードとはアッラーを唯一と認めること。ルブービーヤ（被造世界への主権）、ウルーヒーヤ（崇拝される権利）、名と属性において彼に同位者はない。崇拝と奉仕の権利を持つのはアッラーのみ。何かを彼と同位に置くことはシルクである。<br><br>al-Ikhlāṣ: 1–4「言え、彼はアッラー、唯一者。アッラーは依り頼まれる御方。生まず生まれもしない。彼に比べるものは何もない。」an-Nisāʾ: 36 もアッラーに同位者を置くことを禁じる。健全なハディースでは al-Ikhlāṣ はタウヒードの核心を担うゆえクルアーンの三分の一に値するという。<br><br>この信仰が私たちの崇拝の土台である。私たちはアッラーにのみ祈り、畏れ、望む。被造物や物や「他力」にはない。こうして心はアッラー以外への依存から清められる。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 12,
    "title": "アッラーに敵対者も同等者もなし",
    "text": "アッラー ﷻ は敵対者や同等者を持つことから高くおられる。",
    "explanation": "アッラーを打ち負かす敵対者も、彼に匹敵する者もいない。彼の主権は絶対であり、彼の御意に匹敵・制限・挫折を与えるものは何もない。これはタウヒードの完全性の一部である。<br><br>al-Baqarah: 255（玉座の節）は、アッラーが天地の主権を持ち、それを保つことが彼に重くないと述べる。Fāṭir: 44 等はアッラーに同位者・援助者・同等者のないことを示す。ハディースもアッラーは偉大であり、彼の上に誰もいないと教える。<br><br>この理解は心に平安を与える。どんな敵・病・災いもアッラーと「同等の敵」にはなり得ない。勝利・安全・究極の救いはアッラーのみから来ると確信し、彼が望むときその慈悲を阻む者はいない。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 13,
    "title": "アッラーは万有を包みその上に在す",
    "text": "アッラー ﷻ は万有を包み、その上に在す。被造物はアッラー ﷻ を包むことができない。",
    "explanation": "アッラーは万有を包む（支配し、知り、治める）。彼の知識と力から逃れるものは何もない。同時にアッラーは被造物の「上に」尊厳と主権において在すのであり、場所ではない。被造物がアッラーを「包む」ことも制限することもできない。<br><br>Fuṣṣilat: 54「アッラーが万有を包むことを知れ。」al-Baqarah: 255（玉座の節）は彼の玉座が天地を包み、彼に重くないと示す。健全なハディースはアッラーが玉座の上に在し、彼の知識は遍在すると述べる。<br><br>これを信じることで私たちは見守られ守られていると感じる。アッラーに隠れたものはなく、彼にとって大きすぎる問題もない。「アッラーが天に閉じ込められている」という誤解からも守られる。彼は空間なく万有を包む。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 14,
    "title": "アッラーは生と死を創り給う",
    "text": "アッラー ﷻ は恐れずに死を与え、難なく再び生を与える。",
    "explanation": "生と死は完全にアッラーの御手にある。被造物に死を与えることはアッラーを怯ませも弱めもしない。再び生を与えること（復活の日を含む）も彼にとって難しくない。すべて彼の御意と言葉による。<br><br>al-Mulk: 2「彼は死と生を創られた。」Qāf: 43「生と死を与えるのはわれら、われらへの帰りである。」健全なハディースは魂がアッラーの命令で取り上げられ、復活の日に全被造物がラッパの音で起こされることを述べる。<br><br>この信仰は死が空の終わりではなく来世の生への門であることを思い起こさせる。私たちは善行で備え、死を過度に恐れない。生と死を握るのは公正かつ慈悲深いアッラーだからである。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 15,
    "title": "被造物への定められた期限",
    "text": "アッラー ﷻ は被造物に定められた期限（アジャル）を割り当て給う。",
    "explanation": "あらゆる被造物にアッラーが定めたアジャル（死の時）がある。一瞬たりとも早めたり遅らせたりできる者はいない。これは保存された板に記された定めの一部である。<br><br>al-Anʿām: 2「あなたがたを土から創り、次に期限（アジャル）を定められた御方。」Luqmān: 34「まことにアッラー—その時についての知識は彼の御許にのみ…いかなる魂もどの地で死ぬか知らない。」健全なハディース（ブハーリー–ムスリム）はアジャル・糧・運命が胎内にいるときに既に記されると述べる。<br><br>この理解は過度の不安から守り、残りの生を善く使うよう促す。期限がいつ来るかは変えられないが、アッラーの喜ばれる行いで生を満たすことはできる。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 16,
    "title": "導きと迷いは正義",
    "text": "アッラー ﷻ は御望みの者を御恵みで導き、御望みの者を御正義で迷わせ給う。すべてはアッラー ﷻ の定めに従い、アッラー ﷻ の裁きを拒む者はいない。",
    "explanation": "導き（ヒダーヤ）と迷い（イドラール）はアッラーの御手にある。導かれた者は御恵みにより、迷わされた者は御正義により（例：真理が明らかになった後に不信仰を選んだ者）。アッラーの裁きは誰も拒否も異議もできない。<br><br>al-Anʿām: 125「アッラーが導こうと望む者には、その胸をイスラームに開き…迷わせようと望む者には、その胸を狭くなさる。」al-Aʿrāf: 178も導きと迷いがアッラーの御手にあると述べる。健全なハディースに、人の心は慈悲深い御方の二本の指の間におり、アッラーが望まれるように転じさせ給うとある。<br><br>我々は導きを求め（学び、祈り、敬虔な者と交わる）、導かれた時に傲慢にならない。迷える者にも絶望せず、信仰へと呼びかけ、彼らのために祈り続ける。導きはアッラーだけの特権である。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 17,
    "title": "服従の命令と背反の禁止",
    "text": "アッラー ﷻ は被造物に彼に服従するよう命じ、被造物に彼に背くことを禁じ給う。",
    "explanation": "アッラーは服従（礼拝、良き品性、使徒への服従）を命じ、背反（シルク、大罪と小罪）を禁じ給う。これらの命令と禁止はクルアーンとスンナに明らかである。我々の義務は服従し罪を避けること。<br><br>an-Nisāʾ: 59「アッラーに服従し、使徒に服従せよ。」al-Aʿrāf: 33は淫らなこと、悪、圧制を禁じる。健全なハディース（ブハーリー）は使徒への服従はアッラーへの服従、使徒への背反はアッラーへの背反だと述べる。預言者はハラールとハラームは明らかと言った。<br><br>日々の生活で我々は命令（礼拝、ザカート、誠実、奉仕）を果たし、禁止（嘘、姦淫、利子、背反）を避ける。ハラームを増やさず罪を軽んじない。服従する力と背反からの保護を祈る。",
    "category": "共同体・統治者・フィクフ"
  },
  {
    "no": 18,
    "title": "アッラーの知識による被造物の創造",
    "text": "アッラー ﷻ は御知識によって被造物を創造し給うた。",
    "explanation": "アッラーは宇宙とあらゆる被造物を御完全な知識で創造し給うた。偶然や知恵なく創造されたものはない。すべての被造はアッラーが既に知り給うた尺度、時、定めにかなう。<br><br>al-Ḥijr: 86「まことにあなたの主は創造者、全知者。」al-Furqān: 2はアッラーが万物を創造しその尺度を定め給うたと述べる。健全なハディースにアッラーが天地創造前にすべての被造の運命を書き給うたとある。<br><br>この信仰は我々の生が虚しくないという確信を育み、アッラーの創造の背後には計画と知恵があることを示す。学び知識を用いるよう促す。人の知識は万物を包むアッラーの知識の小さな一部である。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 19,
    "title": "アッラーは難なく糧を給う",
    "text": "アッラー ﷻ は創造する必要なく創造し給い、被造物に難なく糧を給い給う。",
    "explanation": "アッラーは被造物を必要として創造し給わなかった。御自身は重荷や難きことなく糧を給い給う。糧（リズク）は富、健康、平安、我々の享受するすべてを含む。すべてアッラーから来て、御自身が易く給い給う。<br><br>adh-Dhāriyāt: 56–57はアッラーがジンと人間を彼を崇めるため創造し給い、彼らの糧を御必要としないと述べる。Hūd: 6「地上の這うものの糧はアッラーにこそある。」健全なハディースに糧は定められ替わらない。敬虔な者にはアッラーが出口と予期せぬ糧を給い給う。<br><br>我々は過度の不安なくハラールの糧を求め、給い給う方がアッラーと確信する。持つものに感謝し他者と較べない。糧の配分は英知あるアッラーの御手にある。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 20,
    "title": "アッラーはすべての被造物の定めを定め給う",
    "text": "アッラー ﷻ は彼が創造するものに定めを定め給う。",
    "explanation": "定め（カダル）は被造物に起こるすべてに対するアッラーの裁定である。糧、寿命、行い、幸不幸など。すべては創造前に保存の板に記されている。我々は「如何に」「何故」を過度に探らず信じる。<br><br>al-Qamar: 49「まことに我らは凡てを尺度に従って創造した。」al-Ḥadīd: 22「地上とあなた方に降りかかる災厄は、我らがそれを現わす前に書（保存の板）にないものはない。」健全なハディース（ムスリム）は定め、その善悪を信じることが信仰の柱であると述べる。<br><br>我々は災厄の時は忍耐で、恩恵の時は感謝で定めを受け入れる。努力（イフティヤール）もする。努力も定めの一部だからである。我々は受動的でも絶望せず、アッラーの裁定に背かない。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 21,
    "title": "アッラーは信仰する僕のドゥアーを聞き届け給う",
    "text": "アッラー ﷻ は人のドゥアーを聞き届け、彼らが求めるものを与え給う。",
    "explanation": "ドゥアーは崇拝でありアッラーに近づく手段である。アッラーは御英知に従い僕のドゥアーを聞き届け給う。時に求めた通り、時に更に良いもので替え、またはより適した時に延ばし給う。<br><br>al-Baqarah: 186「僕らがわれについて汝に問うとき、われは近い。ドゥアーする者がわれにドゥアーするとき、われは応える。」Ghāfir: 60「われにドゥアーせよ、われは汝らに応えん。」健全なハディースはドゥアーは信仰者の武器であり、アッラーはドゥアーして手を挙げる僕を拒むことを恥じ給うと述べる。<br><br>我々は謙虚にドゥアーし、応答を信じ、早々に絶望しないよう勧められる。マアスール（預言者由来）のドゥアーや良いドゥアーを選び、最善の結果はアッラーの御手にあると受け入れる。",
    "category": "ドゥアー、知識と限界"
  },
  {
    "no": 22,
    "title": "アッラーの来世の住人についての知識",
    "text": "アッラー ﷻ は時間が存在する前から、天国に入る者と地獄に入る者の定まった数を知り給う。その数は増えも減りもしない。",
    "explanation": "アッラーはアザリー（時間以前）から誰が天国に入り誰が地獄に入るかを知り給う。御知識は完全で変わらない。これは人が強制されているのではなく、アッラーが各僕の選択と行いの結果を知り給うということである。<br><br>Hūd: 107及び健全なハディース（ブハーリー–ムスリム）は天国と地獄の住人が既に定められたと述べる。ある者は「汝の天国での座」または「汝の地獄での座」と聞いた。al-Wāqiʿah等のアーヤは来世の二つの集団を描く。預言者はアッラーが誰を幸いとし誰を不幸とするか定め給うたと言った。<br><br>我々は「必ず天国」や「必ず地獄」と感じてはならない。善を行う者となりアッラーの慈悲を望む。この信仰は行いに真摯にさせ、憶測に頼らせない。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 23,
    "title": "アッラーの御怒りと御喜びは完全",
    "text": "アッラー ﷻ は怒り給い喜び給うが、いかなる被造物とも同じではない。",
    "explanation": "アッラーは怒り（ガダブ）と喜び（リダー）の属性をお持ちである。我々は人の怒りや喜びに譬えず信じる。アッラーの怒りは背反と不信仰に対して、御喜びは服従とタウヒードに対して完全である。<br><br>al-Fatḥ: 6及び他のアーヤはアッラーの御喜びを述べる。健全なハディース（ブハーリー–ムスリム）はアッラーが背反者に怒り給い服従者に喜び給うと述べる。「われの権利のためにアッラーを怒らせた者にわれは怒る。」預言者はアッラーの御喜びは両親の喜びにあると言った。我々はアッラーの怒りや喜びの「如何に」を問わない（タシュビーフなく）。<br><br>実践として我々は服従によってアッラーの御喜びを求め、彼を怒らせることを避ける。御怒りを畏れ御喜びを望み、アッラーを感情的な被造物のように想像しない。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 24,
    "title": "アッラーは先にあり永遠に在り給う",
    "text": "アッラー ﷻ は始まりなく先（カディム）に在り、終わりなく永遠（バカー）に在り給う。",
    "explanation": "アッラーはカディム（存在に始まりがない）でありバカー（永遠、終わりがない）である。彼は常に在り給い、「まだ在らなかった」ことも「再び在らなくなる」こともない。すべての被造は滅びるが、あなたの主の御顔は永遠に残る。<br><br>ar-Raḥmān: 26–27「地上の凡ては滅びる。威厳と栄光を有するあなたの主の御顔だけが残る。」al-Ḥadīd: 3「彼は最初であり最後である。」健全なハディースは創造前にアッラーだけが在り、彼と共にあったものは何もなかったと述べる。<br><br>この信仰は心を固める。我々は滅びることのないお方を崇める。彼の約束と警告は永遠である。世はファナーだから過度に執着するな。永遠に頼るに足るのはアッラーだけである。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 25,
    "title": "アッラーの属性は被造以前に在り",
    "text": "アッラー ﷻ は創造以前から常に御属性と共に在り給い、被造物の創造は御属性に何も加えない。アッラー ﷻ は果てしなき時を貫いて在り続け給う。",
    "explanation": "アッラーの属性（知識、能力、生命、御言葉等）は被造以前から常に彼と共にあった。世界の創造がアッラーに「新しい」属性を加えたのではない。彼は被造に依存せず完全である。これはアッラーが「創造後に初めて」属性を持ったとする見解を退ける。<br><br>al-Ḥadīd: 3はアッラーが最初であり最後であると述べる。アスマー・ワ・スィファートのアーヤ（Al-ʿAlīm, Al-Qādir等）は永遠の属性を示す。ハディースとアフル・スンナのウラマーのイジュマーは、アッラーが常に御属性と共に在り給い、被造があっても変わりも増えもしないと述べる。<br><br>この理解はタウヒードを、アッラーを貶める考え（あたかも彼が進化したり世に依存するかの如く）から守る。我々は昔も今も永遠に完全なるアッラーを崇める。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 26,
    "title": "アッラーは常に主であり創造者",
    "text": "アッラー ﷻ は常に主であり常に創造者であらせられる。彼を崇める者も被造もまだなかった時も同様である。",
    "explanation": "アッラーは彼を崇める被造が一つもなく、被造も存在しなかった以前から、主（イラーフ）であり創造者（ハーリク）であらせられる。主性と神性の御属性は被造の存在に依存しない。彼は永遠の昔から崇拝に値し、創造する御能力をお持ちである。<br><br>忠誠章とタウヒードに関する節は、被造の承認に依存せずアッラーの唯一性を述べる。ある伝承の「我は隠れたる宝であった」（クントゥ・カンザン・マフフィイヤン）のハディースは、アッラーが創造以前に存在しておられたことを説明する。アフル・スンナのウラマーは、アッラーは意味において常にアル＝ハーリクであらせられるが、創造行為（タクウィーン）は御意のままに起こると述べる。<br><br>これにより我々は、アッラーが「世界ができてから」主や創造者になられたとは考えない。彼は完全で、何にも依存されない。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 27,
    "title": "アッラーの定めについて論争することを禁ず",
    "text": "アッラー ﷻ は起こる一切を知り、それを詳細かつ確定的に定め給うた。アッラー ﷻ の定めに逆らい、付け加え、変える者はない。定めについて論じ、「なぜ」を穿鑿することは迷いである。",
    "explanation": "アッラーの定め（カダル）は記され確定している。誰も変え得ない。「なぜアッラーはこれを定め給うたか」と論じたり、確かな根拠なくカダルの秘密を穿鑿することは禁じられ、迷い（極端なカダリーヤやジャバリーヤの見解など）に陥りうる。<br><br>洞窟章：22は、明かされていないことについて問うなと戒める。健全なハディース（ムスリム輯）は、知識なく定めについて語ることは禁じられていると述べ、預言者はカダルについての論争を禁じた。ウラマーは、我々はアッラーが明かされていないことを「掘り下げず」に定めを信じると説明する。<br><br>我々は信頼と忍耐をもって定めを受け入れ、「なぜ自分はこう定められたか」と論争して力を費やさない。我々の焦点は教法に従って行い、心穏やかにアッラーの定めを受け入れることである。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 28,
    "title": "アッラーは決して滅び給わず",
    "text": "アッラー ﷻ は決して滅び給わず、終わりもない。",
    "explanation": "アッラーは永遠に存続し給う。滅びることも、消えることも、終わることもない。儚い被造と異なり、アッラーの本体と御属性は永遠に残る。この信仰はタウヒードの完全性の一部である。<br><br>慈悲あまねく御方章：27「あなたの主の御顔は残る。」物語章：88「その御顔の外、凡ては滅びる。」ハディースとウラマーのイジュマーは、アッラーは滅び給わず、彼は最初であり最後、外現であり内隠であらせられると述べる。<br><br>これを信じることで我々は心安らかである。楽園の約束と火獄の警告は永遠であり、永遠の拠り所としてふさわしいのはアッラーおひとりである。我々の「主」が消え去ることを恐れない。彼の永遠性は信仰者にとって安らぎの源である。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 29,
    "title": "アッラーは被造を一切必要とされず",
    "text": "アッラー ﷻ は玉座（アルシュ）とその下の何ものも必要とされない。",
    "explanation": "玉座（アルシュ）はアッラーが創り給うた最大の被造であるが、アッラーは玉座もその下の何も必要とされない。アッラーは場所を必要とせず存在し給う。玉座は威厳のしるしとして、被造のために創られたのであり、アッラーを「支える」ためではない。<br><br>ター・ハー章：5「慈悲あまねく御方、玉座の上に鎮座し給う。」ウラマーはイスティワーを被造に擬えずアッラーに相応しく解釈する。雌牛章：255はアッラーは眠りも休みも必要とされないと述べる。健全なハディースは、玉座は楽園の屋根であり、アッラーは天も地も必要とされないと述べる。<br><br>この理解は、我々がアッラーを王が玉座に「座って」おられるかのように想像することを防ぐ。アッラーは自足し給う。玉座と被造のすべては彼が創り給うた服従する被造であり、彼が必要とされるものではない。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 30,
    "title": "玉座と脚台への信仰",
    "text": "玉座（アルシュ）と脚台（アル・クルスィー）は真実であり、我々はそれを信じる。",
    "explanation": "玉座と脚台は経典に述べられるアッラーの被造である。我々はそれを否まず、世俗の玉座に擬えずに信じる。玉座は大いなる玉座であり、脚台（玉座の節において）は天地がそれに包まれるとも述べられる。<br><br>雌牛章：255（玉座の節）「その脚台は天地を包む。」真実章：17ほか諸節は天使が玉座を担うと述べる。健全なハディース（ブハーリー輯）は、七つの天は脚台に比べ砂漠の指輪の如く、脚台は玉座に比べさらに小さいと述べる。我々はその「どのように」を問わず信じる。<br><br>玉座と脚台への信仰は、アッラーの偉大さを我々に思い起こさせる。彼の被造だけでもかくも大いなるに、創造者はいかばかりか。我々はクルアーンとスンナからの確かな見えざる知らせを否まず、嘲らない。",
    "category": "天使と見えざるもの"
  },
  {
    "no": 31,
    "title": "ハッジとジハードの義務",
    "text": "ハッジとジハードは、ムスリムの統治者—公正であれ不正であれ—の下で、最後の時が来るまで続く義務であり、これを取り消し廃止する者はない。",
    "explanation": "統治者が不正でもハッジとジハードはシャリーアに従い義務のままである。統治者に反対することを理由にこれらの義務を取り消してはならない。これらはムスリムのイマーム/アミールと共に行い秩序を保ち混乱を避ける。この義務は審判の日まで及ぶ。<br><br>スーラ Āl ʿImrān: 97は能力ある者にハッジを義務づける。健全なハディース（ブハーリー–ムスリム輯）は、ジハードは命令の下に留まると述べる。「（アミールに）聞け従え、たとえアビシニアの奴隷が汝らを率いるとも。」預言者は、罪深いイマームの後ろでも、彼が礼拝を立てる限り礼拝すると言われた。これは不正を正当化するのではなく、一致とシャリーアの秩序を保つためである。<br><br>実際には我々は能力あればハッジを果たし、合法に招かれればジハードに加わる。統治者の欠点を義務放棄や共同体分裂の口実にしない。",
    "category": "共同体・統治者・フィクフ"
  },
  {
    "no": 32,
    "title": "アッラーの定めの実在の秘密",
    "text": "定め（カダル）の実在は、アッラー ﷻ の創造における秘密である。人はアッラーの ﷻ 行為について「なぜ」を穿鑿したり問うたりせずにこれを信じる。アッラー ﷻ がそれを禁じ、それが損害しかもたらさないからである。",
    "explanation": "カダルの実在はアッラーの秘密である。我々はすべての定めが彼から来ると信じるが、「穿鑿」したり「なぜアッラーがそうなさったか」と問うたりしない。それを穿鑿することは禁じられ、迷いや不安しか生まない。<br><br>スーラ al-Māʾidah: 101は、説明すればかえって負担になるようなことについて問うことを禁じる。健全なハディース（ムスリム輯）はカダルについて論争することを禁じる。預言者はカダルについて論争する者は救われないと警告された。アフル・スンナのウラマーはタキーフもタアティールもせずカダルを信じる。<br><br>我々は心を開いて定めを受け入れ、行いに集中する。「なぜアッラーがこれかれを定められたか」を穿鑿するのに時間を費やさない。それは理性の及ぶ範囲を超え、信仰に益がない。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 33,
    "title": "イスラーム唯一の真の宗教",
    "text": "天と地におけるアッラー ﷻ の宗教は一つしかなく、それはイスラーム（服従）である。",
    "explanation": "アッラーに受け入れられる宗教は一つだけである。イスラーム（タウヒードと使徒への従順によるアッラーへの服従）。アーダムからムハンマドに至る天の真の宗教は本質において一つである。逸脱したり改ざんされたものはもはやアッラーの宗教ではない。<br><br>スーラ Āl ʿImrān: 19「アッラーの御許で（受け入れられる）宗教はイスラームである。」スーラ Āl ʿImrān: 85「イスラーム以外の宗教を求める者には、決して受け入れられない。」健全なハディースは預言者たちが兄弟（彼らの宗教は一つ）であると述べる。預言者ムハンマドは完成するイスラームとともに遣わされた。我々はこの信仰を強要しないが、真理は一つであり救いの道はイスラームであると確信する。<br><br>これは我々がイスラームを正しく学び実践し、矛盾する信念と混ぜず、賢明にそれに招いて他者がアッラーが受け入れる唯一の宗教を知るよう促す。",
    "category": "信仰：柱、定義と中道"
  },
  {
    "no": 34,
    "title": "信仰の平等と敬虔における違い",
    "text": "信仰は本質においてすべての者に同じだが、ある者が他者より優れるのは、敬虔、アッラー ﷻ への自覚、および彼らがアッラー ﷻ のより喜ばれるものを選ぶことによる。",
    "explanation": "信仰の基盤（信仰の柱、シャリーアが信じることを求めるもの）はすべてのムスリムに同じである。核心的信念において信仰の「段階」はない。地位を分けるのは敬虔、アッラーへの自覚（ムラーカバ）、アッラーが喜ばれるものを優先する選択である。<br><br>スーラ al-Ḥujurāt: 13「アッラーの御許であなたがたのうち最も尊い者は、最も敬虔な者である。」健全なハディース（ブハーリー輯）は、根本において誰も他者より信仰していると主張してはならないと言う。優越は行いと敬虔にある。預言者はイスラームにおいて最も優れた者は最も品性の良い者であると言われた。<br><br>我々は自分が他者より「より信仰している」と考えて驕らない。敬虔と行いを増すよう努める。アッラーの御許での地位の違いは主張や党派ではなく、努力と敬虔に基づく。",
    "category": "信仰：柱、定義と中道"
  },
  {
    "no": 35,
    "title": "アッラーと使徒への信仰の柱",
    "text": "信仰は、アッラー ﷻ、その天使たち、その啓典、その使徒たち、最後の日への信仰、および定め—善と悪—がすべてアッラー ﷻ からであるという信仰から成る。",
    "explanation": "信仰の柱は六つである。アッラー、天使、啓典、使徒、最後の日、定め（アッラーからの善と悪）への信仰。すべてのムスリムが持たねばならない核心的信念である。そのいずれかを否定すれば信仰は損なわれる。<br><br>ʿUmar ibn al-Khaṭṭāb伝の健全なハディース（ブハーリー–ムスリム輯）は、ジブリールが信仰について尋ねたとき、この六つの柱を確認する。スーラ al-Baqarah: 285「使徒は主から彼に下されたことを信じ、信者たちも同様である。すべてはアッラー、その天使たち、その啓典、その使徒たちを信じる。」スーラ al-Ḥadīd: 22は災いさえも記されている（定めの一部）と述べる。<br><br>我々はこの六つに心を固め、家族や他者に教える。完全な信仰はすべての柱を含む。そのいずれかを選んだり拒んだりしてはならない。",
    "category": "信仰：柱、定義と中道"
  },
  {
    "no": 36,
    "title": "舌と心による信仰の定義",
    "text": "信仰は舌による告白と心による受け入れから成る。",
    "explanation": "信仰は口先の言葉や行いだけではない。舌による告白（シャハーダ、真実を言うこと）と心による確信（タスディーク）を含む。両方がなければならない。心で信じずに言うだけの者は偽信者であり、言わずに心でだけ認める者は人と法の前でまだ満たしていない。<br><br>健全なハディース（ブハーリー–ムスリム輯）によれば、預言者が最も優れた行いについて問われたとき、信仰が土台として言及された。寝室章：14「ベドウィンは言う、私たちは信じました。言え、あなたがたはまだ信じていない。むしろ言え、私たちは服従しました（イスラーム）。信仰がまだあなたがたの心に入っていないから。」Ahl as-Sunnahの学者たちは、信仰には言葉（カウル）と「心による受け入れ」から生じる行いが含まれることに同意する。<br><br>私たちは信仰を損なう言葉を口にしないよう守り、心が疑いや否定に陥らないよう守る。言葉と確信が一致するよう努める。",
    "category": "信仰：柱、定義と中道"
  },
  {
    "no": 37,
    "title": "教義の逸脱からの無関係の表明",
    "text": "これが私たちの宗教であり、内と外で信じるものである。私たちが述べ説明することに背く者に対して、私たちはアッラー ﷻ の御前で無関係を表明する。",
    "explanation": "このタハーウィー信条はAhl as-Sunnahの信仰表明である。その中で述べ説明されていることから逸脱する者に対して、私たちはアッラーの御前で彼から無関係を表明する。個人的な敵意ではなく、私たちが教義の逸脱（ビドア、迷信、迷い）に従わないことを明らかにするものである。<br><br>試練される者章：4はアッラーの敵から無関係を表明するよう命じる。預言者は言った（アブー・ダーウード輯、真正とされる）。「ビドアを行い、またはビドアを行う者をかばう者は、アッラーの保障の外にある。」学者たちは、ビドアの徒からの無関係（バラーア）は彼らの信念に従わず彼らの誤りを明らかにすることであり、害することではないと説明する。<br><br>私たちは正しい信条に堅く立ち、逸脱した信念を避ける。正当な根拠なく他者を不信仰者と断じないが、教義の逸脱については明確にし、それから無関係を表明する。",
    "category": "信仰：柱、定義と中道"
  },
  {
    "no": 38,
    "title": "イスラームは完全な中道",
    "text": "イスラームは中道である。過不足なく、アッラー ﷻ の属性を被造物に例えず否定もしない。極端なジャブルでもカダル否定でもなく、誤った絶対的保証と絶望の間でもない。",
    "explanation": "Ahl as-Sunnahは中道に立つ。アッラーの属性について、私たちはアッラーが定められたことを被造物への比喩（タシュビーフ）や否定（タアティール）なく肯定する。カダルについて、私たちは極端な宿命論者でもカダル否定者でもない。希望と畏れについて、私たちは誰かを楽園や地獄に定めず、アッラーの慈悲に絶望もしない。<br><br>雌牛章：143「このようにわれはあなたがたを中正の共同体とした。」ハディースと学者の合意は、アッラーの属性は「どのように」（タキーフ）を問わず、比喩（タムスィール）なく信じられることを示す。預言者は宗教における過激を禁じた。この中道はビドアから安全である。<br><br>私たちは中道に留まろうと努める。過激（グルウッ）も怠慢（タクスィール）もなく、Ahl as-Sunnahの学者に学び、左右の極端に引き寄せられないようにする。",
    "category": "信仰：柱、定義と中道"
  },
  {
    "no": 39,
    "title": "夜の旅と昇天の真実",
    "text": "夜の旅（イスラー）と昇天（ミウラージュ）は真実である。預言者 ﷺ は夜に連れ去られ、アッラー ﷻ の望まれるところまで天を経て覚醒した身体で昇られた。",
    "explanation": "イスラー（聖なるマスジドからアル＝アクサー・マスジドへの旅）とミウラージュ（天を経ての昇天）は、預言者の身体と魂が覚醒した状態で起こった。夢でも魂だけでもない。この出来事はアッラーが預言者とウンマを強めるために与えられた奇跡である。私たちはそれが通常の被造を超えるため、理性的な「どのように」を求めずに信じる。<br><br>夜の旅章：1「そのしもべを夜、聖なるマスジドからアル＝アクサー・マスジドへ旅させた方に栄光あれ。」健全なハディース（ブハーリー–ムスリム輯）はミウラージュを詳しく伝える。預言者は天を昇り、以前の預言者たちに会い、五時の礼拝の義務を受けた。これらの伝承は広く伝わり、共同体の信仰の一部である。<br><br>私たちはイスラーとミウラージュをアッラーからの真実と見なす。これは預言者が奇跡を与えられたアッラーの使徒であり、五時の礼拝が天の上に定められた大いなる義務であるという私たちの信念を強める。",
    "category": "預言者と使徒"
  },
  {
    "no": 40,
    "title": "信仰するしもべへのアッラーの赦し",
    "text": "アッラー ﷻ が望めば、御恵みによって彼らを赦し許される。アッラー ﷻ が望めば、彼らを罰し、その後慈悲と執り成しによって彼らを（火獄から）出される。アッラー ﷻ は彼を知る者の守護者であり、彼らをアッラー ﷻ を否定する者のように扱われない。",
    "explanation": "アッラーは御恵みによって信仰するしもべを赦すか、御正義に従って彼らを罰する権能をお持ちである。罰されても、慈悲と執り成しによって火獄から出されることがあり得る。アッラーを知る者（アーリフ・ビッラーフ）で信仰する者は、彼を否定する者と同じには扱われない。<br><br>集団章：53「言え、自分自身に対して過ちを犯したわがしもべたちよ、アッラーの慈悲に絶望するな。まことにアッラーはすべての罪を赦される。」健全なハディースは預言者がそのウンマのために執り成すこと、およびアッラーが心にタウヒードを持つ者を火獄から出されることを述べる。Ahl as-Sunnahは、タウヒードの民が罪ゆえに火獄に入っても永遠にそこに留まらないと信じる。<br><br>私たちは誰に対しても「必ず赦される」「必ず火獄にいる」と断じない。アッラーの慈悲を望み、その罰を畏れる。アッラーは正しく慈悲深く、悔い改めて信仰する者は不信仰者のように扱われないと私たちは確信する。",
    "category": "最後の日"
  },
  {
    "no": 41,
    "title": "善行の民への楽園の希望",
    "text": "私たちはアッラー ﷻ が善を行う者を赦し楽園に入れられることを望むが、誰に対しても断じない。過ちを犯す者のために赦しを請い、そのような者に対して絶望しない。",
    "explanation": "私たちは善行の民がアッラーに赦され楽園に入ることを望み、よい推測をする。しかし特定の誰かに断じることはしない（行いなくして保証はない）。過ちを犯す者には赦しを請い、その者へのアッラーの慈悲に絶望しない。<br><br>集団章：53はアッラーの慈悲に絶望するなと招く。健全なハディースは、誰も自分の行いだけで楽園に入るのではなく、すべてアッラーの慈悲によることを述べる。預言者は誰に対しても楽園や火獄を断じることを禁じた。私たちは最善を望み、祈る。Ahl as-Sunnahは大罪者を不信仰者とするハワーリジのようでも、行いを軽んじるムルジアのようでもない。<br><br>私たちは最善を尽くし、アッラーの慈悲を望む。過ちを犯す者のために祈り、その者が必ず火獄に入ると裁かない。この望みと畏れのバランスが私たちを過激にさせない。",
    "category": "最後の日"
  },
  {
    "no": 42,
    "title": "イブラーヒームの預言者性とムーサーへの御言葉",
    "text": "私たちはアッラー ﷻ がイブラーヒームを親愛の友（ハリール）とされ、アッラー ﷻ がムーサーに直接語りかけられたと信じる。",
    "explanation": "預言者イブラーヒームはアッラーの友（ハリールッラー）である。アッラーは彼を親しい伴侶として選ばれた。預言者ムーサーは仲介なくアッラーと直接語る（カラームッラー）特権を授けられた。これはアッラーからの奇跡と栄誉である。<br><br>婦人章：125「アッラーはイブラーヒームを親愛の友（ハリール）とされた。」婦人章：164「アッラーはムーサーに直接語りかけられた。」健全なハディースはイブラーヒームとムーサーの優位を認める。預言者はアッラーがトール山でムーサーに語られたと言った。私たちは他の預言者を貶めることなく、預言者たちの優位を信じる。<br><br>この信仰はすべての預言者を敬い、互いに対立させないことを教える。それぞれにアッラーが与えられた優位がある。私たちはイブラーヒーム（タウヒードの堅固さ）とムーサー（祈りと服従によるアッラーとの対話）に倣う。",
    "category": "預言者と使徒"
  },
  {
    "no": 43,
    "title": "墓における問いと責め苦",
    "text": "私たちはその資格ある者への墓の責め苦、およびムンカルとナキールによる墓での主、宗教、預言者についての問いを、ハディースやサハーバの伝承のとおり信じる。",
    "explanation": "死後、人はバルザフの領域にいる。墓で二人の天使（ムンカルとナキール）がその主、宗教、預言者について問う。正しく答える者は墓の恵みを受け、不信仰者や偽信者はアッラーの正義に従い墓の責め苦を受ける。<br><br>健全なハディース（ブハーリー、ムスリム他）は墓の問いと責め苦を伝える。預言者は墓の責め苦からの保護を求める祈りを教えた。サハーバの伝承もこれを認める。信者章：99–100はバルザフと死者と現世への戻りの障壁を示唆する。<br><br>私たちはタウヒードを固め、真の宗教に従い、預言者ムハンマドを認めることで備える。墓で問われる時の堅固さと墓の責め苦からの保護を祈る。",
    "category": "最後の日"
  },
  {
    "no": 44,
    "title": "審判の日の復活と清算",
    "text": "私たちは死後の復活、審判の日の行いへの報い、行いの提示、清算（ヒサーブ）、記録の朗読、報酬または懲罰、橋（スィラート）、天秤（ミザーン）を信じる。",
    "explanation": "審判の日はすべての人が墓から起こされ清算される日である。行いが提示され、記録が読まれ、天秤（ミザーン）が行いを量り、人々が橋（スィラート）を渡って楽園か火獄へ向かう。私たちはクルアーンとハディースに来るままにこれらすべてを信じる。<br><br>地震章：7–8「塵の重さの善を行う者もそれを見る。塵の重さの悪を行う者もそれを見る。」洞窟章：49、夜の旅章：13–14他多くの節が行いの記録、清算、ミザーンに言及する。健全なハディース（ブハーリー–ムスリム）はスィラートと、渡る者と落ちる者を伝える。<br><br>この信仰は私たちに善を行い罪を避けるよう促す。記録から何も漏れず、あらゆる行いが報われると確信する。私たちはアッラーに清算を楽にし、その日に救ってくださるよう祈る。",
    "category": "最後の日"
  },
  {
    "no": 45,
    "title": "聖者たちのカラーマへの信仰",
    "text": "私たちは知るところの聖者たちのカラーマ（奇跡）と、信頼できる筋からの彼らについての健全な伝承を信じる。",
    "explanation": "カラーマはアッラーが敬虔な者（ワリー）に通常を超えて与える奇跡や恵みである。学ばずに知識を授けられたり、危機の時に助けがあったりする。私たちは信頼できる筋から健全に伝えられるカラーマを信じ、否定も誇張もしない。<br><br>マルヤム章はマルヤムがミフラーブで糧を与えられたことを、洞窟章は洞窟の仲間たちを伝える。健全なハディースはサハーバのカラーマ（例：ウマルが遠くから軍を「見た」）を語る。Ahl as-Sunnahの学者はカラーマを預言者の奇跡と同一視せず、聖者を神格化せずに信じる。<br><br>健全に伝えられるカラーマは拒否しないが、出所不明の話を安易に信じない。真の卓越はタクワーと預言者への従順である。カラーマはアッラーからの賜物であり、敬虔さの尺度ではない。",
    "category": "信仰：柱、定義と中道"
  },
  {
    "no": 46,
    "title": "保存された板（ラウフ・マフフーズ）への筆の定め",
    "text": "私たちは保存された板（ラウフ・マフフーズ）と筆、および書かれたすべてを信じる。アッラー ﷻ が書かれたことは必ず起こり、アッラー ﷻ が書かれなかったことは起こらない。人に逃れたものは決して得られない。",
    "explanation": "保存された板（ラウフ・マフフーズ）はアッラーがすべての定めを記した「原本」である。筆（カラム）はアッラーの命令で書く被造物である。書かれたことは必ず起こり、書かれていないことは起こらない。糧、寿命、運命は記されている。人に逃れたものは得られない。<br><br>鉄章：22「大地にもあなたがた自身にも起こる災いは、われらがそれを現す前にすでに書の中（保存された板）にある。」健全なハディース（アフマド他）は、アッラーが最初に創造したのは筆であり、次に起こることをすべて書くよう命じられたと述べる。牲畜章：59はアッラーの知識から何も隠れないことを認める。<br><br>私たちは「強制された」と感じずにこの定めを信じる。努力と祈りも定めの一部なので、なお努力し祈る。この信仰は心の平安を与え、得られないものへの妬みや絶望から守る。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 47,
    "title": "死の天使とその務め",
    "text": "私たちは全被造の魂を取ることを委ねられた死の天使を信じる。",
    "explanation": "死の天使（アズラーイールまたはマラク・ル・マウト）は、アッラーがすべての生き物の魂を取ることを委ねた天使である。魂が取られるのはアッラーの命令による。期限前に死ぬ者も、期限後に延びる者もいない。<br><br>跪拜章：11「言え、あなたがたを担当する死の天使があなたがたを死なせる。」健全なハディースは、期限が来ると死の天使が人に来ること、行いに応じて楽に取られる者と苦しく取られる者がいることを伝える。天使の名（アズラーイール）を断定的に言わない。確実なのは魂を取る天使への信仰である。<br><br>この信仰は死が必ず来ること、それがアッラーの命令で行われることを思い起こさせる。悔悟と善行で備え、魂が取られる時によい状態であるよう祈る。",
    "category": "天使と見えざるもの"
  },
  {
    "no": 48,
    "title": "人の行いを記す二人の天使",
    "text": "私たちは人々の行いを記す尊い二人の天使を信じる。アッラー ﷻ が人々の上に二人の守護者として彼らを定められたからである。",
    "explanation": "誰にも二人の天使が付き従う。一人は善を、一人は悪を記す。言葉も行いも記録から漏れない。この記録は審判の日に提示される。二人ともアッラーが定めた「守護者」であり、害するためではなく公正に記すためである。<br><br>カーフ章：17–18「二人の天使が（行いを）記す時、一人は右に、一人は左に座る。一言も発せられないが、その傍らに監視者が備わっている。」開裂章：10–12も守護者（ハーフィザ）に言及する。健全なハディースは天使がすべての行いを記すことを認める。<br><br>あらゆる行いが記されていることを自覚する。これは舌と行いを守り、善行を増すよう促す。過度に恐れはしないが怠りもしない。右の記録が左より重くなるよう努める。",
    "category": "天使と見えざるもの"
  },
  {
    "no": 49,
    "title": "使徒たちと啓典への信仰",
    "text": "私たちは天使、預言者、使徒たちに下された啓典を信じ、彼らがすべて明らかな真理の上にあったと証言する。",
    "explanation": "私たちは天使、預言者、アッラーの啓典（律法、福音、詩篇、クルアーン）を差別なく信じる。すべての使徒は同じ真理（タウヒードと服従）をもたらした。彼らが明らかな真理の上にあったと証言し、誰も否定しない。<br><br>雌牛章：285「すべてアッラー、その天使たち、その啓典、その使徒たちを信じる。（彼らは言う）われらはその使徒たちの誰も差別しない。」婦人章：150–152は一部の使徒を否定する者を戒める。健全なハディースはアーダムからムハンマドまですべての預言者を信じることを認める。<br><br>どの預言者や啓典も誹謗しない。イスラームは以前のものを完成し確認すると考える。預言者ムハンマドを最後の使徒、クルアーンを以前の啓典を確認する最後の啓典として従う。",
    "category": "クルアーンと啓示"
  },
  {
    "no": 50,
    "title": "すべてはアッラーからの定め",
    "text": "私たちはこれらすべてを信じ、あらゆるものがアッラー ﷻ からであると確信する。",
    "explanation": "私たちが信じるもの—天使、啓典、使徒、定め、最後の日等—および宇宙で起こるあらゆることは、本質的にアッラーからである。何もその知識、意志、定めなくして起こらない。私たちはこれを確信して信じる。<br><br>相克章：11「誰にも災いはアッラーの許しなくして起こらない。」鉄章：22はあらゆる災いが書かれていることを認める。健全なハディース（ムスリム）は定めの善悪がアッラーからであるとの信仰を認める。「すべてはアッラーから」という信仰はタワックルと忍耐の基盤である。<br><br>出来事を単に「自然」や「偶然」に帰さない。あらゆるものの背後にアッラーの定めがあると確信する。これは人間の責任を除かない（私たちはなお努力し、問われる）が、最終の結果はアッラーに委ねる。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 51,
    "title": "使徒の間で差別しないこと",
    "text": "私たちはこれらすべてを信じ、いずれの使徒も差別せず、彼らがもたらしたことをすべて真実として受け入れる。",
    "explanation": "私たちはすべての使徒を信じ、差別しない。一部を否定し他を認めることはしない。彼らがもたらしたこと（タウヒード、礼拝の義務、道徳）を真実として受け入れる。「一部を信じ一部を不信仰とする」とは言わない。<br><br>雌牛章136節「言え、私たちはアッラーと私たちに下されたものを、イブラーヒーム、イスマーイール、イスハーク、ヤアクーブと諸部族に下されたもの、ムーサー、イーサーと諸預言者に主から与えられたものを信じる。私たちは彼らの誰も差別しない。」婦人章150–152は一部の使徒を信じ他を否定することを禁じる。ハディースはどの預言者を罵っても大罪であると伝える。<br><br>私たちはすべての預言者を敬い、一人を他と対立させない。ムハンマド預言者の教えを封印し完成者として従い、すべての使徒がアッラーから真理をもたらしたと信じる。",
    "category": "預言者と使徒"
  },
  {
    "no": 52,
    "title": "ダッジャールの出現と終末の徴",
    "text": "私たちはダッジャールの出現、マルヤムの子イーサーの天からの降臨、太陽の西からの昇り、地の獣の出現といった終末の徴を信じる。",
    "explanation": "預言者が述べた終末の徴を信じる。ダッジャール（大いなる欺瞞者）の出現、マルヤムの子イーサーが天から降りダッジャールを打ち破り教えを立てること、太陽が西から昇ること（その後悔悟は受け入れられない）、地の獣の出現。これらはすべて大いなる終末の前に起こる。<br><br>サヒーフ・ハディース（ブハーリー、ムスリム等）が終末の徴を伝える。預言者はダッジャールが現れイーサーが降りて彼を殺すと言った。家畜章158は太陽の西からの昇りを示唆する。私たちは「どのように」を細かく問わず信じる。<br><br>この信仰は終末が真実であり徴があることを思い起こさせる。私たちは信仰と善行で備え、ダッジャールや虚偽の主張に惑わされない。",
    "category": "最後の日"
  },
  {
    "no": 53,
    "title": "楽園を約束された十人の教友",
    "text": "私たちは、アッラーの使徒 ﷺ が楽園を約束した十人が楽園に入ることを証言する。アブー・バクル、ウマル、ウスマーン、アリー、タルハ、アッ＝ズバイル、アブドゥッラフマーン・イブン・アウフ、サアド・イブン・アビー・ワッカース、サイード・イブン・ザイド、アブー・ウバイダ・イブン・アル＝ジャッラーフ。",
    "explanation": "預言者が楽園を約束した十人の教友（楽園の吉報を受けた十人）が楽園に入ると信じる。アブー・バクル、ウマル、ウスマーン、アリー、タルハ、ズバイル、アブドゥッラフマーン・イブン・アウフ、サアド・イブン・アビー・ワッカース、サイード・イブン・ザイド、アブー・ウバイダ・イブン・アル＝ジャッラーフ。預言者の約束は真実であり彼らはウンマの模範である。<br><br>サヒーフ・ハディース（ティルミズィー等）は預言者がこの十人に楽園を約束したと伝える。彼らはイスラームの偉大な人物である。彼らの卓越を認めることはアフル・スンナの信仰の一部である。過大評価も過小評価もせず、彼らの道に従う。<br><br>私たちはすべての教友を敬い、誰一人として憎まない。この十人を信仰、公正、犠牲において手本とする。",
    "category": "教友・カリフ・アフル・アルバイト"
  },
  {
    "no": 54,
    "title": "公正を愛し不正を憎むこと",
    "text": "私たちは公正と誠実の徒を愛し、不正と虚偽の徒を憎む。",
    "explanation": "私たちは預言者のすべての教友を愛する。誰に対しても過剰（グルウ）も軽視（タクスィール）もしない。教友を愛することはイスラームと信仰の一部である。教友を憎み罵ることは不信仰と偽信である。<br><br>悔悟章100はムハージルーンとアンサールの先駆者を称える。サヒーフ・ハディースは教友を罵ることを禁じる。預言者は「わたしの教友を罵ってはならない」と言った。アフル・スンナは教友がイジュティハードでは異なっても信仰では異ならないと認める。<br><br>私たちは教友を罵ることに加わらず、証拠なく彼らを過ちと断じない。彼らを尊び、このウンマの最良の世代を手本とする。",
    "category": "共同体・統治者・フィクフ"
  },
  {
    "no": 55,
    "title": "預言者の教友を憎むことの禁止",
    "text": "私たちはアッラーの使徒 ﷺ の教友を愛する。しかし誰に対しても過剰せず、誰も軽視しない。教友を愛することはイスラームと信仰の一部である。教友を憎むことは不信仰と偽信である。",
    "explanation": "私たちは公正と誠実の徒を愛し、不正と虚偽の徒を憎む。アッラーにために愛し憎むことは信仰の一部である。不正や虚偽に対して中立ではない。<br><br>試問される女性章8は宗教で私たちと戦わない者を敵にしないよう命じる。預言者は（ブハーリー）アッラーに最も愛される者は人々に最も益する者であると言った。不正と虚偽は多くの節とハディースで禁じられている。<br><br>私たちは自分のことに公正かつ誠実であろうとし、社会で公正を支える。不正と虚偽を避け、不正の徒と不正において同盟しない。",
    "category": "教友・カリフ・アフル・アルバイト"
  },
  {
    "no": 56,
    "title": "正統カリフの順序とムスリムの指導者",
    "text": "私たちは、アッラーの使徒 ﷺ の逝去後、まずアブー・バクル・アッ＝スィッディークに、次にウマル、ウスマーン、アリー・イブン・アビー・ターリブにカリフ位が移ったことを認める。彼らは正統カリフであり正しい指導者である。",
    "explanation": "預言者逝去後、カリフ位はアブー・バクル、次にウマル、ウスマーン、アリーに移った。彼らは正統カリフ（ラーシドゥーン）である。この順序は歴史的事実とアフル・スンナの合意に基づく。<br><br>サヒーフ・ハディースは預言者後のカリフ位はクライシュにあり、預言者が正しく導かれたカリフのスンナに従うよう命じたと伝える。サヒーフ伝承はアブー・バクル、続いてウマル、ウスマーン、アリーへの忠誠を伝える。私たちは彼らの誰にも対立せず貶めない。<br><br>私たちは四人のカリフを公正な指導者と認め、宗教と統治において彼らの道に従う。カリフを罵ったり不信仰と断じる者には従わない。",
    "category": "教友・カリフ・アフル・アルバイト"
  },
  {
    "no": 57,
    "title": "預言者のスンナと共同体に従うこと",
    "text": "私たちは預言者 ﷺ のスンナとムスリム共同体に従い、逸脱、分裂、分争を避ける。",
    "explanation": "私たちは預言者のスンナとムスリム共同体に堅く従う。ビドア（革新）、分裂、逸脱的立場を避ける。スンナと共同体に従うことは平安の道である。<br><br>サヒーフ・ハディース（アブー・ダーウード、ティルミズィー）「わたしのスンナと正しく導かれたカリフのスンナに堅く従え」「共同体は慈悲、分裂は懲罰である。」イムラーン家の章103はアッラーの縄に堅く縋り離れないよう命じる。アフル・スンナ・ワル・ジャマーアはこの道に従う者の名である。<br><br>私たちは正しい源泉（クルアーンとスンナ）から宗教を学び、共同体の理解に従う。私欲や分派ではなく。分断を招く論争を避ける。",
    "category": "共同体・統治者・フィクフ"
  },
  {
    "no": 58,
    "title": "キブラの民としてのムスリムの定義",
    "text": "私たちのキブラに向かう者を、その者が預言者 ﷺ の伝えたことを認め、彼の言い伝えたことをすべて真実として受け入れる限り、ムスリムかつムウミンと呼ぶ。",
    "explanation": "私たちのキブラ（カアバ）に向かって礼拝し、預言者の伝えたことを認め、預言者の言い伝えたことをすべて真実と認める者を、私たちはムスリムかつムウミンと呼ぶ。明らかな不信仰を否定しない限り、キブラの民を不信仰者とは断じない。<br><br>雌牛章143はイスラームのウンマを中正の民と呼ぶ。サヒーフ・ハディースは私たちのように礼拝し私たちのキブラに向かう者はムスリムであると伝える。アフル・スンナの学者は罪によってキブラの民を不信仰者とは断じない。ただし合法化しない限り。<br><br>私たちは軽々しく不信仰と非難しない。罪あるムスリムとイスラームを離れた者を区別する。心の秘密はアッラーに委ね、キブラの民を同胞ムスリムとして扱う。",
    "category": "共同体・統治者・フィクフ"
  },
  {
    "no": 59,
    "title": "一致は正しく分裂は懲罰",
    "text": "私たちは一致が正しい道であり、分裂は逸脱と懲罰であることに同意する。",
    "explanation": "真理の上に一致することは正しい道である。分裂は逸脱と懲罰である。アッラーは一致を命じ分裂を禁じる。<br><br>イムラーン家の章103「あなたがたはこぞってアッラーの縄に堅く縋り、離れ離れにならないように。」サヒーフ・ハディース（イブン・マージャ）は分裂は懲罰であると伝える。預言者は分裂を禁じ、不義でない限り指導者に聞き従うよう命じた。<br><br>私たちはイスラームの同胞愛を保ち、ビドアや非難でウンマを分裂させない。クルアーン、スンナ、サラフの理解の上に一致する。",
    "category": "共同体・統治者・フィクフ"
  },
  {
    "no": 60,
    "title": "ハディースに基づく靴（皮靴）のマスフの許容",
    "text": "私たちは、旅行中でも在宅でも、ハディースのとおり靴（皮靴）のマスフに同意する。",
    "explanation": "小浄で足を洗う代わりに靴（踝を覆う皮製の靴）をマスフすることは、旅行中でも在宅でも、ハディースで許容される。これは預言者が教えた教えの緩和である。<br><br>サヒーフ・ハディース（ムスリム等）は預言者と教友が靴をマスフしたと伝える。学者はフィクフに述べる条件付きでその許容に一致する。これは教えの容易さの一部である。過剰も拒否もせず従う。<br><br>私たちは小浄の際条件に従い靴のマスフの緩和を用いてよい。正しい証拠に従う限り、義務とも禁止とも見なさない。",
    "category": "共同体・統治者・フィクフ"
  },
  {
    "no": 61,
    "title": "すべてのイマームの後ろでの礼拝",
    "text": "私たちはキブラの民の誰の後ろでも—正しい者でも不正な者でも—礼拝することに同意し、キブラの民の誰が亡くなっても葬送礼拝を行う。",
    "explanation": "私たちはキブラの民の誰の後ろでも—敬虔な者でも放蕩な者でも—礼拝が有効に成立する限り礼拝する；亡くなったキブラの民の誰に対しても葬送礼拝を行う。これにより一致が保たれ、イマームの個人的欠点で共同体をボイコットしない。<br><br>サヒーフ・ハディース（ブハーリー–ムスリム）は放蕩なイマームの後ろでも礼拝できると伝える。預言者は「彼らはあなたがたの前におり、正しければ報いはあなたがたと彼らに、誤りなら報いはあなたがたに罪は彼らに」と言った。ムスリムの葬送礼拝はキファーヤの義務である。<br><br>イマームが完全でないから共同体を離れない；集団礼拝を続けイマームの導きを祈る。亡くなったムスリムの葬送礼拝を行い、その人の罪ゆえに拒否しない。",
    "category": "共同体・統治者・フィクフ"
  },
  {
    "no": 62,
    "title": "クルアーンはカラームであって被造物ではない",
    "text": "私たちはクルアーンについて論争せず、それが忠霊（ジブリール）によってムハンマド ﷺ に伝えられたアッラー ﷻ の御言葉であり、被造物の言葉ではなく、被造であるとは言わないと証言する。",
    "explanation": "クルアーンはカラームッラー（アッラーの御言葉）であり、ジブリールが預言者ムハンマドに伝えた；被造物の言葉ではなく、被造であるとは言わない。根拠なく「どのように」や「被造か否か」を論じるのはビドア；私たちはアッラーと使徒が定めたことを信じる。<br><br>悔悟章6節は「アッラーの御言葉」（カラームッラー）と述べる。サヒーフ・ハディースはクルアーンが忠霊（ジブリール）を通じて下されたと伝える。アフル・スンナはアッラーのカラームは御属性であり被造でないと定める；クルアーンを被造と言う者は逸脱。<br><br>一般人とこの件で論争しない；クルアーンがアッラーの聖なる御言葉であり被造でないと信じる。クルアーンを尊び実践し、益のない論争に陥らない。",
    "category": "クルアーンと啓示"
  },
  {
    "no": 63,
    "title": "アッラーについての無益な言論を避ける",
    "text": "私たちはアッラー ﷻ についての無益な言論に入らず、アッラー ﷻ の宗教についての争いを放置しない。",
    "explanation": "私たちはアッラーについての無益な言論（御本体の論争や根拠のない事柄）に入らず、アッラー宗教についての争いが同胞愛を壊すのを放置しない。宗教は根拠の上に成り立ち、憶測ではない。<br><br>夜行章36節は根拠のないことに従うことを禁じる。サヒーフ・ハディースは根拠なくクルアーンを論争することを禁じ、争いをアッラーと使徒に委ねるよう命じる。学者は宗教上の空論を禁じる。<br><br>クルアーンとスンナに基づいて宗教について語る；果てしない論争に時間を費やさない。一致を保ち、非原理的な相違で分裂しない。",
    "category": "信仰：柱、定義と中道"
  },
  {
    "no": 64,
    "title": "不義でない限り統治者に服従",
    "text": "私たちはイマームや私たちの事の長に対する反乱を受け入れない。たとえ不正であっても。イマームと長への服従はアッラー ﷻ への服従の一部であり、彼らが罪を命じない限り義務である；私たちは彼らの導きと赦しを祈る。",
    "explanation": "私たちはムスリムのイマームや長に対する反乱を受け入れない。たとえ不正であっても。彼らへの服従はアッラーへの服従の一部で、不義を命じない限り義務。彼らの導きと赦しを祈る。<br><br>サヒーフ・ハディース（ブハーリー–ムスリム）は「不義を命じない限りアミールに聞き従え」と伝える。預言者は彼らが礼拝を立てる限り反乱を禁じた。婦人章59節はウリールアムルへの服従を命じる。これにより安定とシャリーアの秩序が保たれる。<br><br>善いことには服従し、罪を命じられたら服従しない；暴力で反乱したり分裂させたりしない。統治者の公正と導きを祈り、賢明に勧告する。",
    "category": "共同体・統治者・フィクフ"
  },
  {
    "no": 65,
    "title": "占い師と予言者への拒否",
    "text": "私たちは占い師や予言者の言葉を真と受け入れず、啓典、スンナ、ムスリムの合意に反する主張も受け入れない。",
    "explanation": "占い師、予言者、幽玄を知ると主張する者や運勢を占う者の言葉を信じない；クルアーン、スンナ、ウンマのイジュマーに反する主張も拒否する。真理は啓示のみから。<br><br>サヒーフ・ハディース（ブハーリー–ムスリム）は預言者が「占い師や予言者のところに行きその言を真とする者はムハンマドに下されたものを信じない」と言ったと伝える。精霊章26–27節は幽玄を知る者はアッラーの外にいないと述べる。<br><br>占い、星座、未来を知ると称する「学」を信じない；アッラーに委ね、スンナッラーに従い努力する。確かな源（啓典とスンナ）からのみ情報を取る。",
    "category": "ドゥアー、知識と限界"
  },
  {
    "no": 66,
    "title": "罪ゆえにムスリムをカーフィルと断じない",
    "text": "私たちはキブラの民の誰も、その者がその罪を合法と見なさない限り、罪の行いゆえにカーフィルとは見なさない。",
    "explanation": "キブラの民（私たちのキブラに向かって礼拝し預言者の伝えたことを認める者）を罪を行っただけでカーフィルとは断じない—その罪を合法と見なさない限り。罪は自動的にイスラームから出さない。<br><br>サヒーフ・ハディースは「ムスリムがムスリムをカーフィルと呼んではならない；兄弟を『カーフィル』と呼ぶ者があればその呼び名は一方に返る」と伝える。アフル・スンナの学者は大罪を行ってもまだムウミンの者と、明らかな事を否定したりハラームを合法と見なしたりして出た者を区別する。<br><br>軽率にカーフィルと断じない；罪を行ってもまだ信じる者と、イスラームの柱を否定したりハラームを合法とする者を区別する。内心はアッラーに委ねる。",
    "category": "罪、不信とキブラの民"
  },
  {
    "no": 67,
    "title": "罪のムウミンへの悪影響",
    "text": "私たちは信じる者の罪が彼に悪影響をもたらさないとは言わない。",
    "explanation": "信じる者の罪が彼に悪影響をもたらさないとは言わない。罪は依然有害：報いを減らし、現世や来世の罰を招き、信仰を弱める。罪を軽視しない。<br><br>婦人章31節等は大罪が罰を招きうると戒める。サヒーフ・ハディースは罪が心に跡を残すと伝える。預言者は小罪を軽視することを禁じた。アフル・スンナは罪が信仰に害しないとするムルジアを退ける。<br><br>罪を恐れ悔悟する；既に信じているからと安心しない。大罪小罪を避け、罪が心と来世の行く末に及ぼす影響を軽視しない。",
    "category": "罪、不信とキブラの民"
  },
  {
    "no": 68,
    "title": "同胞ムスリムをクフルと責めることの禁止",
    "text": "私たちはキブラの民の誰が必ず楽園か地獄に入るとは言わず、キブラの民がそれを表に出すまで誰をもクフル、シルク、ニファークで責めない；キブラの民の内心はアッラー ﷻ に委ねる。",
    "explanation": "誰が必ず楽園か地獄に入るとは言わない；表に出すまで誰をもカーフィル、ムシュリク、ムナーフィクと責めない。内心はアッラーに委ねる。<br><br>サヒーフ・ハディースは誰に楽園か地獄を断定することを禁じる。預言者は「互いにニファークで責めるな」と言った。寝室章12節は妄推と陰口を禁じる。私たちは表れだけを判断する；隠れたことはアッラーの御心。<br><br>明確な証拠がない限り善く推測する；他人の意図を裁かない。自分を正すことと賢明なダアワに集中し、責めや断罪に忙しくしない。",
    "category": "罪、不信とキブラの民"
  },
  {
    "no": 69,
    "title": "預言者の卓越はすべてのワリーを超える",
    "text": "私たちはウンマのいかなるワリーもいかなる預言者より優れているとはせず；一人の預言者はすべてのワリーを合わせたより優れている。",
    "explanation": "このウンマのいかなるワリーもいかなる預言者より優れているとはしない；一人の預言者はすべてのワリーを合わせたより優れている。預言者には特別な地位がある；いかなる敬虔な者も預言者より上とはしない。<br><br>家畜章86節等は預言者を特別な卓越で述べる。サヒーフ・ハディースは預言者ムハンマドが審判の日におけるアダムの子の長であると伝える。学者は預言者がワリーより優れることで一致。ワリーを預言者より上とするのは迷い。<br><br>預言者を尊び、いかなる敬虔な者も彼らと同等としない。預言者ムハンマドをシャリーアの源かつ最高の手本として従う；アッラーのワリーを愛するが預言者と同等に過大評価しない。",
    "category": "預言者と使徒"
  },
  {
    "no": 70,
    "title": "シャルアの理由なく殺すことの禁止",
    "text": "私たちはムハンマド ﷺ のウンマの誰をも、シャリーアが義務とする場合を除き、殺すことに同意しない。",
    "explanation": "ムハンマドのウンマの誰も、シャリーアが義務とする場合（キサース、ハッド、正当な戦争の文脈）を除き殺すことに同意しない。ムスリムの命は保護される；権利なく殺すことは大罪。<br><br>家畜章151節と夜行章33節はアッラーが禁じた魂を権利なく殺すことを禁じる。サヒーフ・ハディースはムスリムを殺すことを大罪の一つと伝える。預言者は「ラーイラーハイッラッラー」と唱える者を殺すことを禁じた。イスラーム刑法はいつ殺人が許されるかを定める。<br><br>人命を尊重し、シャリーアの定め外の暴力や殺人を支持しない。健全な証拠に合わない宗教名目のテロや殺人を拒否する。",
    "category": "共同体・統治者・フィクフ"
  },
  {
    "no": 71,
    "title": "ムハンマドの僕および使徒としての地位",
    "text": "私たちは、ムハンマド ﷺ がアッラー ﷻ に選ばれた僕、アッラー ﷻ に選ばれた預言者であり、アッラー ﷻ に喜ばれる使徒であると信じる。",
    "explanation": "ムハンマドはアッラーに選ばれた僕であり、アッラーに喜ばれる預言者かつ使徒である。彼は啓示を携えて遣わされた人間である；私たちは彼を崇拝せず、彼を僕・使徒の地位以上に引き上げる過大評価もしない。<br><br>夜行章1節は預言者をその僕と呼ぶ。戦い章40節はムハンマドが預言者たちの封印であることを示す。サヒーフ・ハディース：キリスト教徒がイーサーについて過大評価したように、私について過大評価するな；私はただの僕だから、アッラーの僕でありその使徒であると言え。私たちは過大評価なく彼を敬愛し尊び、彼の法に従い彼を神格化しない。彼の預言者性を否定する者や彼を貶める者は退ける。",
    "category": "預言者と使徒"
  },
  {
    "no": 72,
    "title": "人類に対する善と悪の定め",
    "text": "善と悪は人類に対して定められている。",
    "explanation": "善と悪は人類に対して定められている：命令と禁止、報酬と懲罰がある。人類には選択する能力が与えられ、その選択について問われる。太陽章8–10節は、アッラーが人に背きの道と敬虔の道を吹き込むことを示す。ハディースと節はタクリーフと清算を確認する。定めは選択を無にしない；人は努力し、アッラーが結果を定められる。<br><br>私たちは善を行い悪を避けるよう努め、怠惰の言い訳に「定められていた」を用いない。善と悪は実在し、私たちは問われると信じる。",
    "category": "信仰：柱、定義と中道"
  },
  {
    "no": 73,
    "title": "信仰の安全は服従にある",
    "text": "人のイスラームが安全なのは、服従と委ねによって支えられている場合のみである；自分の能力を超えることを知ろうと強いることは、正しい信仰から遠ざけるだけである。",
    "explanation": "人のイスラームが安全なのは、アッラーと使徒への服従（タスリーム）と委ねによって支えられている場合のみである。自分の能力を超えること（アッラーの本体の実在や定めの細部など）を知ろうと強いることは、正しい信仰から遠ざけるだけである。<br><br>イムラーン家章19節はイスラームを服従と呼ぶ。ハディースはアッラーの本体を思い巡らすことを禁じ、その被造物を思い巡らすよう命じる。学者たちはアッラーの名と属性についてイルハード（許されざることに深入りすること）を禁じる。<br><br>アッラーが明かしていない幽玄についてはアッラーに委ねる；アッラーが命じたことと私たちにできることに集中する。アッラーが開示していないことの「どのように」や「なぜ」を知らないからといって動揺しない。",
    "category": "信仰：柱、定義と中道"
  },
  {
    "no": 74,
    "title": "人の能力はアッラーから",
    "text": "行為を現に実現させる能力はアッラー ﷻ のみに由来する；法が人に求めるのは、健康・能力・その人に備わった機会（手段）という意味での能力である。",
    "explanation": "行為を現に実現させる能力（有効な力）はアッラーのみに由来する。法が人に求めるのは、健康・能力・機会（手段）という意味での能力である；それがあれば努力すべきであり、アッラーが成功を授けられる。雌牛章286節：アッラーは能力に応じてのみ負わせられる。ハディース：力と強さはアッラーによるほかない。学者たちは、義務の条件としての能力と、行為を実現させる能力（アッラーから）を区別する。<br><br>私たちは力の及ぶ限り努め、アッラーに助力を請う；まだ試みられることについて「できない」と言い訳しない。服従する力はアッラーから来ると信じる。",
    "category": "タクリーフと人間の行為"
  },
  {
    "no": 75,
    "title": "すべての知識をアッラーに帰す",
    "text": "私たちが何かについての知識を明確に持たないとき、私たちは言う：「アッラー ﷻ が最もよく知っておられる。」",
    "explanation": "私たちが何かについての知識を明確に持たないとき、あるいは十分な証拠がないとき、私たちは言う：アッラーが最もよく知っておられる。私たちは断じも捏造もしない；知らないことをアッラーに帰す。雌牛章232節と多くの節は、事をアッラーに帰すよう命じる。預言者は、自分が持たない知識について問われて「アッラーが最もよく知っておられる」と言う者は正しい答えをした、と言われた。学者たちは知識なく語ることを禁じる。<br><br>知らないことを知っていると主張しない；その場合は「知らない」または「アッラーが最もよく知っておられる」と言う用意がある。証拠なく解釈や規定を捏造しない。",
    "category": "ドゥアー、知識と限界"
  },
  {
    "no": 76,
    "title": "絶望との間の中道",
    "text": "絶対的な確信と絶望はともに人を教えから出す；キブラの民にとって真理の道は両者の間にある。",
    "explanation": "迷った絶対的な確信（ある者が必ず楽園に入ると断じるような）と絶望（ある者が必ず火獄に入る、あるいはアッラーは赦さないと断じるような）はともに教えから出す。キブラの民にとって真理の道は両者の間にある：希望と畏れ。石壁章56節：預言者イブラーヒームは、アッラーの慈悲に絶望するのは迷った者のみだと言われた。集団章53節は絶望するなと招く。ハディースはラジャーとハウフの均衡を確認する。スンナの民はハワーリジュ（厳しすぎ）とムルジア（緩みすぎ）の間にある。<br><br>私たちはアッラーの慈悲を望み、その懲罰を畏れ；誰が必ず楽園や火獄に入るとは断じない。アッラーを善く考え、その赦しに絶望しない。",
    "category": "信仰：柱、定義と中道"
  },
  {
    "no": 77,
    "title": "墓は楽園の園か火獄の穴",
    "text": "墓は楽園の園の一つであるか、火獄の穴の一つである。",
    "explanation": "墓は、埋葬された者の行いと信仰に応じて、楽園の園の一つ（バルザフの至福）であるか、火獄の穴の一つ（墓の懲罰）となりうる。これは墓の至福と懲罰に関するハディースにかなう。サヒーフ・ハディース（ブハーリー、ムスリム）は、信仰者には墓の至福を、不義者や偽信者には墓の懲罰を伝える。預言者は墓の懲罰からの庇護を請う祈りを教えられた。信者章99–100節はバルザフの領域を示唆する。<br><br>私たちは信仰と善行で、自分の墓が楽園の園となるよう備え、墓の懲罰からの庇護を請う。この信仰は私たちに怠らないよう促す。",
    "category": "最後の日"
  },
  {
    "no": 78,
    "title": "楽園でアッラーを見ることへの信仰",
    "text": "人々は楽園でアッラー ﷻ を見ることを信じ、自らの理性で「どのように」を解釈したり思い描いたりせず、アッラー ﷻ の属性を否定することやアッラー ﷻ を被造物に例えることを避ける。",
    "explanation": "楽園の民は来世でアッラーを見る；私たちは自らの理性で「どのように」を解釈したり思い描いたりせず、これを信じる。この属性を否定することやアッラーを被造物に例えることを避ける。復活章22–23節は、その日輝く顔が主を見ることを述べる。サヒーフ・ハディース（ブハーリー、ムスリム）は、楽園の民がアッラーを満月の夜の月を見るように見ることを確認する。私たちはタキーフ（どのようにと問うこと）もタムスィールもなく信じる。<br><br>その「見ること」の形を思い描かず、アッラーを見ることが楽園の最大の至福であると信じるだけで足りる。ルウヤを否定する者や被造物を見ることに例える者は退ける。",
    "category": "最後の日"
  },
  {
    "no": 79,
    "title": "楽園でアッラーを見ることの真実",
    "text": "楽園の民によるアッラー ﷻ を見ることは真実である；人々は「どのように」を解釈せずにこれを信じ、その知識をアッラー ﷻ に委ねる。",
    "explanation": "楽園の民によるアッラーを見ることは真実である；私たちは「どのように」を解釈せずにこれを信じ、その知識をアッラーに委ねる。見るありさまは被造物を見るようには同じでない。証拠は78と同様。復活章22–23節とルウヤに関するムタワーティルなハディース。スンナの民の学者たちはタキーフなくルウヤを認める；「私たちの目のように」や「かくかくのしかたで」とは言わない。私たちはルウヤをアッラーとその使徒からの知らせとして信じ、「どのように」の果てしない論争には入らない。この信仰は楽園の民に数えられるよう行う私たちの熱意を増す。",
    "category": "最後の日"
  },
  {
    "no": 80,
    "title": "ムハンマドはアッラーの預言者たちの封印",
    "text": "ムハンマド ﷺ は預言者たちの封印、敬虔なる者たちのイマーム、使徒たちのうち最も尊い者、そして諸世界の主の愛し給う者である。",
    "explanation": "ムハンマドは預言者たちの封印、敬虔なる者たちのイマーム、使徒たちのうち最も尊い者、諸世界の主の愛し給う者である。彼の後に預言者はない。戦い章40節：ムハンマドはあなた方の男たちの誰の父ではないが、アッラーの使徒であり預言者たちの封印である。サヒーフ・ハディースは預言者がアーダムの子らの主人でありアッラーの愛し給う者であることを確認する。預言者は最後の使徒である；彼の後の預言者であるという主張は虚しい。<br><br>私たちは預言者ムハンマドを最後の預言者と信じ、彼の後の新しい預言者や使徒を受け入れない。彼を敬愛し尊び、時の終わりまで彼のスンナに従う。",
    "category": "預言者と使徒"
  },
  {
    "no": 81,
    "title": "全人類のためのムハンマドの使命",
    "text": "預言者ムハンマド ﷺ はジンと人類のすべてに、真理、導き、光、照らしのうちに遣わされた。",
    "explanation": "預言者ムハンマドはジンと人類のすべてに、真理、導き、光、照らしのうちに遣わされた。彼の呼びかけは普遍的である；彼の後いかなる共同体も彼に従う義務を免れない。<br><br>サバア章28節：われらはあなたを全人類に遣わしただけである。戦い章40節は預言者たちの封印を確認する。ハディースは預言者が人類とジンに遣わされたことを確認する。彼の法は時の終わりまで有効である。<br><br>われらはイスラームが全人類のためであると信じ、知恵をもってそれに呼びかけ、強制しない。彼の後、彼を唯一の法の源として従う。",
    "category": "預言者と使徒"
  },
  {
    "no": 82,
    "title": "大罪を犯すムスリムの結末",
    "text": "ムハンマド ﷺ のウンマのうち大罪を犯す者は火獄に入るが、永遠ではない—その者がアッラーの唯一性を認める信仰者として死ぬ限り；その者の結末はアッラー ﷻ の御意と定めに委ねられる。",
    "explanation": "ムハンマドのウンマのうち大罪を犯す者は火獄に入る（アッラーが罰するなら）が、永遠ではない—その者がアッラーの唯一性を認める信仰者として死ぬ限り。その最終的な結末はアッラーの御意と定めに委ねられる；赦されるか罰され後に出されるかである。<br><br>健全なハディースは、心にタウヒードある者をアッラーが火獄から出されると確認する。タウヒードの民は火獄に永遠に留まらない。婦人章48節はシルクを禁じる；シルク以外の罪はアッラーが望めば赦されうる。アフル・スンナはハワーリジとムルジアの間である。<br><br>われらは大罪を犯す者が火獄に永遠に留まると断じない；アッラーの慈悲を望み、その罰を畏れる。大罪を避け悔悟するよう促し；最終的な結末をアッラーに委ねる。",
    "category": "罪、不信とキブラの民"
  },
  {
    "no": 83,
    "title": "人間の行為はアッラーによって創造される",
    "text": "人間の行為は実はアッラー ﷻ によって創造され、同時に人間によって行われ、問われる。",
    "explanation": "人間の行為は実はアッラーによって創造される（彼がそれを実現する）。同時に人間によって行われ、問われる。これが中道である：ジャブリーヤ（すべて強制）でもカダリーヤ（人間が自分の行為を創造する）でもない。<br><br>整列者章96節：アッラーはあなたがたとあなたがたのなすことを創られた。ハディース：力と強さはアッラーのほかにない。アフル・スンナの学者は、僕の行為はアッラーの被造物であり僕の kasb であると確認する；人間は責任を問われる。<br><br>われらは努力し、結果はアッラーから来ると信じる；受動的（ジャブリーヤ）でも、自分の行為の創造者（カダリーヤ）でもない。われらは自分の選択に責任を負う。",
    "category": "タクリーフと人間の行為"
  },
  {
    "no": 84,
    "title": "全人類とのアッラーの契約",
    "text": "アッラー ﷻ がアーダムとその子孫と結んだ契約は真実である。",
    "explanation": "アッラーがアーダムとその子孫と結んだ契約（アーダムの腰から取られた）は真実である：アッラーが主であることの承認。クルアーンに言及；人間はフィトラに生まれ、環境と選択が影響する。<br><br>高壁章172–173節は、アッラーがアーダムの子孫から契約を取ったことを伝える：われはあなたがたの主ではないか。彼らは言った：はい。健全なハディースは、すべての子はフィトラに生まれると確認する。学者はこれをフィトラと人間の責任の証拠とする。<br><br>われらは人間に主を知るフィトラがあると信じる；われらの呼びかけは思い起こさせ招く；「よそから何かを入れる」のではない。われらは成熟と理性の後、自分の選択に責任を負う。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 85,
    "title": "アッラーの御名と属性は永続的",
    "text": "アッラー ﷻ が死者を生かすお方という御名について、死者を生かす前も後も権利をお持ちなように、アッラー ﷻ は「創造者」の御名についても創造の前も後も権利をお持ちである。",
    "explanation": "アッラーは「死者を生かすお方」という御名について、実際に生かす前も後も権利をお持ちである；同様に「創造者」も創造の前も後も。アッラーの属性と御名は出来事に依存しない；彼は常にその属性をお持ちである。<br><br>鉄章3節：彼は初めであり終りである。アッラーの御名は永遠である。学者は、アッラーは常にアル＝ハーリク、アル＝ムヒー等であり、出来事の後に「新たに」属性をお持ちになるのではないと確認する。これは創造前にアッラーの属性を疑う見解を退ける。<br><br>「アッラーはいつ創造者の属性をお持ちになったか」とは問わない；アッラーは永遠から完全であると信じる。この信仰はタウヒードの純粋さを保ち、アッラーの属性を疑う哲学を退ける。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 86,
    "title": "起こることはすべてアッラーの御意により",
    "text": "すべてのことはアッラー ﷻ の御意、知識、定め、決定により起こる；アッラー ﷻ の御意は他の御意に勝り、アッラー ﷻ は決して不義ならず、悪から清く、完全で欠陥から免れたお方である。",
    "explanation": "すべてのことはアッラーの御意、知識、定め、決定により起こる。アッラーの御意は他の御意に勝る；アッラーは決して不義ならず、悪から清く、完全で欠陥から免れたお方である。<br><br>ヤースィーン章82節：彼が一事を望むとき、彼の命令は「あれ」と言うだけであり、それはなる。星座章16節：彼は望まれるお方。ハディースと節はアッラーの力と御意をしばしば確認する。アッラーは不義ならず；彼の定めには英知がある。<br><br>われらはすべてをアッラーに委ね、アッラーを不義と非難しない。われらに降りかかることは彼の定めと御意にかなうと信じ；努力し彼に頼る。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 87,
    "title": "人間の意志はアッラーに依存する",
    "text": "すべてのことはアッラー ﷻ の定めと御意により起こる；人が望むことはアッラー ﷻ が望まれるときのみ実現する。",
    "explanation": "すべてのことはアッラーの定めと御意により起こる；人が望むことはアッラーが望まれるときのみ実現する。人間の意志は独立していない；アッラーの御意に従属する。<br><br>巻き起こす章29節：あなたがたはアッラーが望まれる場合のほかは望まない。ハディース：力と強さはアッラーのほかにない。学者は、アッラーの御意（マシーア）が起こるすべてを包むと確認する；被造物の意志はそれに従う。<br><br>われらは望み努力するが、最終的な結果はアッラーの御手にあると信じる。成功しても傲慢にならず、失敗しても絶望しない；努力の後、彼に頼る。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 88,
    "title": "預言者ムハンマドによる法の真実",
    "text": "預言者 ﷺ から法とその説明（クルアーンとイスラーム）について確立されたことはすべて真実である。",
    "explanation": "預言者から法とその説明—クルアーンとスンナ、合法・非法、崇拝、品性—について確立されたことはすべて真実である。われらは疑いなく受け入れ、それに基づいて行動する。<br><br>集結章7節：使徒があなたがたに与えるものは受け取り、彼があなたがたに禁じるものは避けよ。健全で広く伝えられたハディースは、預言者が私欲から語らなかったことを確認する。クルアーンとスンナは真実の源である。<br><br>われらは法の一部を選んだり拒んだりしない；預言者から確立されたことをすべて受け入れる。明白な証拠に反する見解には従わない。",
    "category": "預言者と使徒"
  },
  {
    "no": 89,
    "title": "被造物はすべてアッラーの統治に服する",
    "text": "被造物はすべてアッラー ﷻ の御意に服する。アッラー ﷻ の恩恵によるにせよ、アッラー ﷻ の公正によるにせよ。",
    "explanation": "被造物はすべてアッラーの御意に服する。彼の恩恵（恵み、導き、慈悲）によるにせよ、彼の公正（罰、試練）によるにせよ。何も彼の定めの外にはない。<br><br>イムラーン家章83節：彼らはアッラーの宗教以外を求めるのか。しかも天と地にあるものは彼に服する。節とハディースは、すべてがアッラーに服することをしばしば確認する。アッラーの恩恵と公正は完全である。<br><br>われらは定めを心広く受け入れる：恵みには感謝し、試練には耐える。アッラーの定めに抗議しない；アッラーは最も公正で最も慈悲深いと信じる。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 90,
    "title": "信者はアッラーの友",
    "text": "信者はすべてアッラー ﷻ の友であり、アッラー ﷻ の御許で最も尊い者は、最も従順でクルアーンに最も忠実な者である。",
    "explanation": "信者はすべてアッラーの友である（一般的な意味でアッラーに愛される者）；アッラーの御許で最も尊い者は、最も従順でクルアーンに最も忠実な者である。卓越は敬虔と従順に基づき、主張や称号には基づかない。<br><br>ユーヌス章62–63節：見よ、アッラーの友には恐れも悲しみもない—信仰し敬虔である者。ハディースは、アッラーの友は従う者であると確認する；彼らをその行いで知り、主張では知らない。証拠を超えて特定の「友」を尊ばない。<br><br>われらは従順とクルアーン・スンナへの従順によってアッラーの友となろうと努める；根拠なく友と主張したり他者を尊んだりしない。卓越はアッラーにあり、行いに基づく。",
    "category": "信仰：柱、定義と中道"
  },
  {
    "no": 91,
    "title": "人間の行為はアッラーの御知に従う",
    "text": "人間のあらゆる行為は、アッラー ﷻ が知る通りに起こる。各人はそのために創造されたものへと容易にされ、幸いなる者も不幸なる者もアッラーの ﷻ 定めに従う。",
    "explanation": "人間のあらゆる行為は、アッラーが知る通りに起こる。各人はそのために創造されたもの（定め）へと容易にされ、幸いなる者も不幸なる者もアッラーの定めに従う。これは努力を否定しない；努力も定めの一部である。<br><br>夜章5–10節は、善へ容易にされる者と悪へ容易にされる者がいることを示す。ハディース：各人はそのために創造されたものへと容易にされる。アッラーの御知は行為に先立つ；行為は御知に従って起こる。<br><br>われらは努力し、アッラーが容易にされる方だと信じる；受動的ではない。「既に不幸と定められた」と口実して努力しない；努力の後に御許に托す。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 92,
    "title": "信仰から出る限界",
    "text": "人は、自分を信仰に入れたものを否定する以外には信仰から出ない。",
    "explanation": "人は、自分を信仰に入れたもの（信仰の柱の否定、明らかに禁じられたものの合法化、またはクフルの信認）を否定する以外には信仰から出ない。罪だけでは、根幹を否定しない限りイスラームから出ない。<br><br>健全なハディース：罪ゆえにムスリムを不信仰者と宣告してはならない。イスラームからの離脱は、信仰告白の拒否、宗教において確実なものの否定、または一致して禁じられたものの合法化によって起こる。学者は、大罪を犯しても罪を合法としなければ信者のままであると説明する。<br><br>われらは、信仰の柱を認め、禁じられたものを合法としない者を不信仰者と宣告しない；罪とクフルを区別する。不信仰の宣告は厳格な条件の下で資格ある学者に委ねる。",
    "category": "信仰：柱、定義と中道"
  },
  {
    "no": 93,
    "title": "ムハンマド以後の預言者主張の虚妄",
    "text": "ムハンマド ﷺ 以後のあらゆる預言者主張は虚妄と欺瞞である。",
    "explanation": "ムハンマド以後のあらゆる預言者主張は虚妄と欺瞞である。彼の後に預言者も使徒もいない；彼の後に預言者を主張する者や新たな啓示を受ける者は嘘つきである。<br><br>戦いの章40節：ムハンマドは預言者たちの封印である。健全なハディース：我の後に預言者はない。預言者は、預言者を主張する嘘つきが現れると言った；信じるな。学者は、預言者以後の預言者主張はクフルであることで一致する。<br><br>われらは、預言者ムハンマドの後に預言者、使徒、または新法の受け手を主張する者を拒否する。クルアーンとスンナのみに従う；新たな啓示はない。",
    "category": "預言者と使徒"
  },
  {
    "no": 94,
    "title": "教友、預言者の妻たちと子孫を尊ぶ",
    "text": "アッラーの使徒 ﷺ の教友、その妻たち、そしてその清浄な子孫について良く言う者は、偽信の告発から免れる。",
    "explanation": "アッラーの使徒の教友、その妻たち（信者の母たち）、そしてその清浄な子孫（敬虔なアール・アル＝バイト）について良く言う者は、偽信の告発から免れる。彼らを尊ぶことはイスラームの一部である。<br><br>戦いの章6節や他の節は預言者の妻たちを讃える。ハディースはアール・アル＝バイトと教友の卓越を確認する。彼らを罵ることは偽信または迷いの徴である。アール・スンナは教友とアール・アル＝バイトを過度なく尊ぶ。<br><br>われらは教友、預言者の妻たち、またはその敬虔な子孫を罵らない；彼らについて良く言い、模範とする。彼らを罵るか不信仰者と宣告する集団を拒否する。",
    "category": "教友・カリフ・アフル・アルバイト"
  },
  {
    "no": 95,
    "title": "アッラーを人間に比することを禁ずる",
    "text": "アッラー ﷻ を人間と同じように描写する者は不信仰に陥った。アッラー ﷻ は御属性において人間に似ていない。",
    "explanation": "アッラーを人間と同じように描写する者（タシュビーフ）—例えばアッラーに我々のような肢体があるとか、被造物のように座に座ると考える—は不信仰に陥った。アッラーは御属性において人間に似ていない。<br><br>相談章11節：何ものも彼に似るものはない。ハディースはアッラーの本体について考察することを禁じる。学者は、アッラーを被造物に比することはクフルであると確認する。われらは「如何に」を問わず、比喩せずに属性を認める。<br><br>われらはアッラーを被造物のように想像しない；来た通りに御名と御属性を信じ、比喩しない。ムジャッスィマやムシャッビハの教説を拒否する。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 96,
    "title": "楽園と地獄の永続",
    "text": "楽園と地獄は終わりなき被造物である。アッラー ﷻ は他の被造より先にそれらを創造し、それぞれに住まうために人間を創造された。アッラー ﷻ の御意のまま、アッラー ﷻ の恩恵により楽園に入る者、またはアッラー ﷻ の公正により地獄に入る者がある。",
    "explanation": "楽園と地獄は終わりなき（永続する）被造物である。アッラーは他の被造より先にそれらを創造し、それぞれに住まうために人間を創造された。アッラーの御意のまま、その恩恵により楽園に入る者、またはその公正により地獄に入る者がある。<br><br>フード章107–108節は楽園と地獄が永続することを確認する。健全なハディースは楽園と地獄が創造されたことを伝える。相談章7節：アッラーは天と地とその間のものを創造された。楽園と地獄の住人は永遠である。<br><br>われらは楽園と地獄を永続する現実として信じる；行いとアッラーの慈悲により楽園に入り、服従と悔悟により地獄を避けようと努める。",
    "category": "最後の日"
  },
  {
    "no": 97,
    "title": "ムスリムのための執り成しは真実",
    "text": "ムスリムのために留保された執り成しは、ハディースに伝える通り真実である。",
    "explanation": "ムスリムのために留保された執り成し—復活の日に預言者がその共同体のためになす執り成し、およびハディースにおいて健全に伝わる他の執り成しを含む—は真実である。われらは否定も誇張もせずに信じる。<br><br>雌牛章255節（玉座の節）は、御許で御許しなくして執り成す者はいないと述べる。広く伝わるハディースは預言者がその共同体のために執り成すことを伝える。執り成しはアッラーの御許しによるのみ、かつアッラーが御喜びになる者に対してである。<br><br>われらは預言者の執り成しを望み、行いのみに頼らない；執り成しがアッラーの公正を否定するとも考えない。執り成しを授かる者の一人となるよう祈る。",
    "category": "最後の日"
  },
  {
    "no": 98,
    "title": "預言者ムハンマドの池の真実",
    "text": "アッラー ﷻ が預言者 ﷺ に授け、復活の日にその共同体の渇きを癒す池（ハウド）は真実である。",
    "explanation": "アッラーが預言者に授け、復活の日にその共同体の渇きを癒す池（ハウド）は真実である。そこから飲む者は永遠に渇かない。これは健全なハディースに述べられる。<br><br>健全なハディース（ブハーリー、ムスリム）は、復活の日に預言者に池があることを伝える；そこから飲む者は永遠に渇かない。預言者は池から追い払われる者があると警告した。われらは「如何に」を問わずに信じる。<br><br>われらは預言者の池に来る共同体の一員となろうと努める；池から追い払われることにつながりうる革新と分派を避ける。この信仰は預言者へのわれらの愛を増す。",
    "category": "最後の日"
  },
  {
    "no": 99,
    "title": "アッラーは理解の及ぶところではない",
    "text": "いかなる想像もアッラー ﷻ を描けず、いかなる理解もアッラー ﷻ を包めない。",
    "explanation": "いかなる想像もアッラーを描けず、いかなる理解もアッラーの本体を包めない。人間の理性は限られている；われらは「如何に」を問わず、比喩せずにアッラーを信じる。<br><br>牲畜章103節：視覚は彼に届かず、彼は視覚を包む。ハディース：アッラーの被造について考えよ、アッラーの本体について考えるな。学者は、理性はアッラーの実在を包めないと確認する。<br><br>われらは想像でアッラーの姿や「御顔」を描かない；彼を崇め、御名と御属性を比喩なく信じる。「如何に」はアッラーに委ねる。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 100,
    "title": "アッラーに隠れた秘密はない",
    "text": "被造が創造される前に、被造についてアッラー ﷻ に隠れたものは何もない。アッラー ﷻ は被造が創造される前に、被造が行う一切を知っておられる。",
    "explanation": "創造の前に、被造についてアッラーに隠れたものは何もない；アッラーは被造が創造される前に被造が行う一切を知っておられる。アッラーの御知は永遠であり、一切を包む。<br><br>鉄章22節：災いがふりかかるのは書に記された後である。牲畜章59節：幽玄の鍵はアッラーの御許にある。ハディースはアッラーが創造の前に定めを記されたことを確認する。アッラーの御知は変わらない。<br><br>われらはアッラーの完全な御知を信じる；「アッラーは既に知っておられる」として選択がないかのように動揺しない。アッラーの御知は強制しないと信じる；われらは努め続け、責任を問われる。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 101,
    "title": "すべてはアッラーの御意のままに起こる",
    "text": "アッラー ﷻ の御意のほか、何事も起こらない。",
    "explanation": "アッラーの御意のほか、何事も起こらない。アッラーの御意はあらゆる出来事を包む；天にも地にも、御意（マシーア）なくして起こることはない。<br><br>相欺章11節：災いはアッラーのお許しなくしては降りかからない。人章30節：あなたがたはアッラーの御意のほかは望めない。ハディースと節はこれを多く確認する。<br><br>われらは一切をアッラーの御意に委ね、努力し祈り、その定めを受け入れる。定めに背かず、絶望しない。",
    "category": "定めとアッラーの御意"
  },
  {
    "no": 102,
    "title": "アッラーに打ち勝つものはない",
    "text": "アッラー ﷻ に打ち勝つものは何もない。",
    "explanation": "アッラーに打ち勝つものは何もない。御支配は絶対；御意に匹敵し、無効にし、挫くものはない。<br><br>雌牛章255節：アッラーは眠りも睡りもとられない；天と地の一切は御方のもの。節とハディースはアッラーの力（クドラ）を確認する。アッラーに打ち勝つものがあると思う者は不信仰。<br><br>われらは援助と勝利はアッラーからのみと確信する；被造を恐れない。希望と畏れはアッラーにのみ置く。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 103,
    "title": "アッラーに似たものはない",
    "text": "アッラー ﷻ に似たものは何もない。",
    "explanation": "アッラーに似たものは何もない。御方は唯一；本質・属性・行為において対等者も、同位者も、似た者もない。<br><br>純正章4節：御方に比ぶべきものは何もない。相談章11節：何ものも御方に似ない。ハディースと合意はタウヒードを確認する。アッラーを被造に例えることは不信仰。<br><br>われらはアッラーを被造とのいかなる類似からも清める；被造の属性で御方を想定したり描写したりしない。このタウヒードが宗教全体の基盤。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 104,
    "title": "アッラーのほかに崇拝に値する神はない",
    "text": "アッラーのほかに崇拝に値する神はない。",
    "explanation": "アッラーのほかに崇拝に値する神はない。崇拝を受ける権利があるのはアッラーのみ；御方以外の崇拝はシルク。「ラー・イラーハ・イッラッラー」はイスラームの基盤。<br><br>ムハンマド章19節：アッラーのほかに神はないことを知れ。雌牛章163節ほか多くの節がアッラーの唯一性を確認する。ハディースではラー・イラーハ・イッラッラーが楽園の鍵。シルクは最大の罪。<br><br>われらはアッラーのみを崇拝し、何も配さない。アッラー以外—偶像・人間・欲望—の崇拝を拒む。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 105,
    "title": "御定めを退けるものはない",
    "text": "アッラー ﷻ の定めを退け、アッラー ﷻ の命令を覆し、アッラー ﷻ の御事に打ち勝つものはない。",
    "explanation": "アッラーの定めを退け、御命令を覆し、御事に打ち勝つものはない。御裁きは最終；上訴も拒否権もない。<br><br>雷霆章41節：アッラーは凡てのことに全能。牲畜章59節：御定めを退けるものはない。ハディースはアッラーの定めを退けるものはないと確認する。アッラーの力は絶対。<br><br>われらはアッラーの定めを心穏やかに受け入れる；背かず絶望しない。祈り努め、その御裁きに委ねる。",
    "category": "アッラーの属性とタウヒード"
  },
  {
    "no": 106,
    "title": "初期サラフ学者を敬う",
    "text": "サラフ学者—第一世代とその追随者—は最善の言い方でのみ言及される；サラフ学者を悪く言う者は正しい道にいない。",
    "explanation": "サラフ学者—第一世代（教友、タービウーン、タービウ・ッ=タービイーン）とそのマンハジに従う者—は最善の言い方でのみ言及される。サラフ学者を悪く言う者は正しい道にいない。<br><br>悔悟章100節は先駆者を讃える。ハディース：最良の人はわが世代。預言者は正統カリフのスンナに従うよう命じた。サラフを罵ることはビドアと迷い。<br><br>われらはサラフ学者を敬い、彼らから宗教理解を得る；罵らず軽んじない。クルアーン・スンナ・サラフの理解に立つアール・スンナのマンハジに従う。",
    "category": "教友・カリフ・アフル・アルバイト"
  }
]
