[
  {
    "no": 1,
    "title": "피조물과 Allah의 지식의 한계",
    "text": "지식에는 두 종류가 있다. 피조물이 접근할 수 있는 것과 접근할 수 없는 것. 전자를 부정하는 것은 쿠프르이고, 후자를 주장하는 것도 쿠프르이다. 신앙이 건전한 것은 접근 가능한 것을 받아들이고 접근 불가능한 것을 구하지 않을 때이다.",
    "explanation": "이 두 종류의 지식에 대한 개념이 매우 중요하다. Allah가 감각과 계시(샤리아 지식)를 통해 사람에게 열어 주시는 지식이 있고, 종말의 때처럼 Allah만이 가지신 보이지 않는 지식이 있다. 이 한계를 이해하면 Allah가 열어 주지 않은 숙명의 비밀을 아는 체하는 것을 막을 수 있다.<br><br>꾸란( al-Anʿām: 59)에서 Allah는 말씀하신다. \"보이지 않는 것의 열쇠는 그분께 있으며, 그분 외에는 아무도 그것을 알지 못하신다.\" 부하리 사히흐 하디스에는 Allah만이 아시는 다섯 가지 보이지 않는 것이 나온다. 알려진 것에 만족하고 숨겨진 것을 넘어서지 말아야 한다.<br><br>실천적으로 이 믿음은 우리를 겸손하고 배우고자 하는 마음으로 유지한다. 접근 가능한 것에 집중하고, 미래의 신비를 Allah에게 맡기며 그분의 정하심에 의탁함으로써 마음의 평안을 얻는다.",
    "category": "두아, 지식과 한계"
  },
  {
    "no": 2,
    "title": "죽은 이에게 두아가 미치는 이익",
    "text": "죽은 이는 산 이의 두아와 자선으로 이익을 받는다.",
    "explanation": "죽음이 모든 것의 끝은 아니다. Allah의 자비의 한 증거는 산 이의 행위를 통해 죽은 이에게 이익이 계속 닿는다는 것이다. 이 점은 우리가 죽은 이를 위해 바치는 두아, 이스티그파르, 자선의 보상이 그에게 전해지고 바르자흐에서 그의 상태를 가볍게 한다고 말한다.<br><br>근거는 예언자 ﷺ 의 말씀(무슬림 전승)이다. \"사람이 죽으면 그의 행위는 세 가지를 제외하고 끊긴다. 지속되는 자선, 유익한 지식, 또는 그를 위해 기도하는 경건한 자식.\" al-Ḥašr: 10은 선조들의 용서를 비는 이들을 칭찬한다. 신앙의 끈은 죽음을 넘어선다.<br><br>일상에서 이는 돌아가신 부모나 스승을 잊지 말라고 북돋운다. 그들을 위해 기도하는 것은 효도이자, 우리도 언젠가 같은 기도를 필요로 할 것이라는 상기이다. 이렇게 무슬림 세대 사이에 선의 고리가 이어진다.",
    "category": "두아, 지식과 한계"
  },
  {
    "no": 3,
    "title": "Allah의 말씀은 사람의 말이 아니다",
    "text": "꾸란은 Allah ﷻ 의 말씀이며 그분으로부터 왔다. 사람들은 그것을 Allah ﷻ 의 말씀으로 믿되 ‘어떻게’를 묻지 않으며, 사람의 말이 아니고 피조된 것도 아니다.",
    "explanation": "꾸란은 칼람울라(Allah의 말씀) 그 자체이며 피조물이 아니다. 무스하프에서 읽는 것은 참으로 Allah의 말씀이지 사람의 글이 아니다. 이로써 계시의 권위가 유지된다. 꾸란은 거룩하고 순수하며 그 진리는 삶의 지침으로서 절대적이다.<br><br>Allah는 말씀하신다( at-Tawba: 6). \"…그가 Allah의 말씀(칼람울라)을 들을 때까지 그에게 보호를 주라.\" 티르미디 하디스에는 Allah의 말씀의 다른 말에 대한 우위는 Allah가 그 피조물에 대해 가지신 우위와 같다고 한다. 꾸란은 창조주로부터 온 거룩한 계시이다.<br><br>실천적으로 꾸란을 깊이 존중한다. 일반 책처럼 대하지 않고, 타르틸로 읽고, 의미를 이해하려 하며, 그 명령에 의심 없이 따른다. 꾸란이 Allah의 말씀임을 믿음으로써 삶의 확실한 나침반을 갖는다.",
    "category": "꾸란과 계시"
  },
  {
    "no": 4,
    "title": "알라는 모든 피조물과 다르다",
    "text": "알라 ﷻ 는 모든 피조물과 다르다.",
    "explanation": "알라는 라이사 카미슬리히 샤이운이다. 그분과 같은 것은 없다. 우리 마음에 떠오르는 어떤 형상이나 모습도 알라는 그렇지 않다. 이는 우리 타우히드의 순수함을 지켜 창조주를 약하고 제한된 피조물과 동일시하지 않게 한다.<br><br>주된 근거는 ash-Shūrā: 11이다. \"그분과 같은 것은 없으며 그분은 전청자 전시자이시다.\" 하디스는 알라의 피조물을 성찰하라 하되 그분의 본질을 상상하지 말라 한다. 인간 이성은 하나님의 실재를 파악하는 데 한계가 있기 때문이다.<br><br>이 이해는 우리를 우상 숭배—물리적이든 정신적(공상)이든—에서 해방한다. 알라가 지고하고 무한함을 깨닫고, 피조물의 속성으로 그분을 제한하지 않으며 온전한 경외와 숭배로 그분만을 숭배한다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 5,
    "title": "알라는 처음부터 창조주",
    "text": "알라 ﷻ 는 창조 행위 이후나 그것 때문에가 아니라 처음부터 창조주·시초자로 불릴 권리가 있다.",
    "explanation": "알라는 알-할리크(창조주)이시며 창조주가 되기 위한 과정이 필요 없다. 어떤 별이나 원자도 있기 전에 알라는 이미 창조하는 속성을 가지셨다. 그분의 이름과 속성은 영원하며 피조물의 유무에 의존하지 않는다. 그분이 모든 존재의 근원이기 때문이다.<br><br>알라는 말씀하신다(al-Hadīd: 3). \"그분은 처음이시며 나중이시다.\" 알-할리크라는 이름은 al-Ḥašr: 24 등 많은 절에 나온다. 하디스에 따르면 이전에는 알라만 계시고 그분과 함께 아무것도 없었으며, 그다음 알라가 보좌와 온 우주를 창조하셨다.<br><br>이는 알라가 완전히 자족(알-가니)하심을 가르친다. 그분이 우리를 창조하신 것은 고독이나 도움의 필요에서가 아니라 순전히 그분의 뜻과 지혜에서다. 우리는 자기 위치를 아는 종이 되며, 우리의 생명이 우리에게서 아무것도 구하지 않으신 처음이신 이의 순수한 선물임을 안다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 6,
    "title": "완전한 권능은 알라에게만",
    "text": "알라 ﷻ 는 만물에 권능이 계시다. 만물이 알라 ﷻ 에 의존하고 알라 ﷻ 에게는 쉬우며 알라 ﷻ 는 아무것도 필요로 하지 않으신다. 알라 ﷻ 와 같은 이 없으시며 알라 ﷻ 는 전청자 전시자이시다.",
    "explanation": "알라의 권능은 절대적이며 물리 법칙이나 인간 논리에 제한되지 않는다. 알라가 원하시면 \"쿤\" 한 마디로 쉽게 이루어진다. 온 우주가 매순간 알라를 필요로 하는 반면 알라는 이 우주에서 아무것도 필요로 하지 않으신다.<br><br>Yāsīn: 82에 \"그분이 한 물을 원하실 때 그분의 명령은 그것에게 '있어라'라고 말하는 것뿐이니 곧 있느니라.\" 알라에게는 알-카디르라는 이름도 있다. 쿠드시 하디스에 따르면 모든 사람이 구하고 알라가 모두 허락해도 알라의 부는 조금도 줄지 않는다.<br><br>이 믿음은 모든 두려움의 약이다. 어떤 상사, 통치자, 문제도 아무리 크다 해도 알라의 권능 앞에서는 아무것도 아님을 깨닫는다. 우리는 담대하되 겸손한 종이 되어, 흔들리지 않는 유일한 의지처는 전능한 알라심을 안다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 7,
    "title": "알라는 우주의 절대 주권자",
    "text": "알라 ﷻ 는 만물에 절대 권능을 가지시며 알라 ﷻ 에게 권능을 가진 이 없다. 순간이라도 자신을 알라 ﷻ 로부터 독립되었다고 여기는 자는 불신에 빠진다.",
    "explanation": "알라는 우주의 모든 원자를 장악하는 절대 주권자이시다. 어떤 일도 그분의 통제 밖에 없다. 알라 없이 독립적으로 살 수 있다고 느끼는 자—순간이라도—는 신앙을 해칠 수 있는 오만에 빠진다.<br><br>Fāṭir: 15은 \"인간이여, 너희가 알라를 필요로 한다. 알라는 자족하시며 찬미받으실 분이시다.\" 예언자의 하디스는 순간이라도 우리 자신에게 맡겨지지 않도록 기도하는 법을 자주 가르친다(yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>실천적으로 이는 우리를 항상 알라에게 필요(파키르)로 느끼게 한다. 작은 일과 큰 일—인도함을 구하는 것부터 일상까지—을 열심히 기도한다. 그분의 도움 없이는 숨쉬거나 눈 깜짝일 수도 없음을 안다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 8,
    "title": "알라는 물리적 한계에서 자유",
    "text": "알라 ﷻ 는 한계·제약·부분·지체 위에 계시며 피조물처럼 여섯 방향으로 제한되지 않으시다.",
    "explanation": "이 신조는 알라가 물질적 속성에서 자유로우심을 말한다. 알라는 공간을 필요로 하지 않으시며 인간 같은 신체 부위가 없으시고 피조물처럼 방향(위 아래 등)으로 제한되지 않으시다. 그분은 공간과 시간의 창조주이시므로 그분 자신의 피조물에 의해 제한되실 수 없다.<br><br>알라는 말씀하신다(al-Ikhlāṣ: 4). \"그분과 견줄 만한 것은 없다.\" 탄즈ī흐(알라를 유사에서 거룩하다 선언함)의 이 원칙은 중요하다. 학자들은 장소는 피조물이고 알라는 장소가 창조되기 전에 존재하셨으므로 알라는 장소 없이 존재하신다고 설명한다.<br><br>이는 우리를 의인화 사고(하나님을 인간처럼 상상함)에서 지킨다. 신성의 위격을 실제로 낮추는 물리적 심상에 갇히기보다 그분의 보이지 않고 무한한 위대함을 온전히 숭배하며 알라를 숭배할 수 있다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 9,
    "title": "타클리프의 짐은 종의 능력에 따라",
    "text": "알라 ﷻ 는 사람들이 감당할 수 있는 것만 짐 지우시고 사람들은 알라 ﷻ 가 주시는 것만 할 수 있다. 알라 ﷻ 로 말미암지 않고는 힘과 능력이 없고 알라 ﷻ 의 도움 없이는 순종하거나 죄를 피할 힘이 없다.",
    "explanation": "알라는 종에게 그 능력 이상을 짐 지우지 않으신다. 샤리아의 모든 명령과 금지는 인간 능력에 비례한다. 이는 알라의 정의와 자비를 보여 주며 종교가 무겁다는 생각을 거부한다.<br><br>al-Baqarah: 286에서 알라는 \"알라는 영혼에게 그 능력 이상을 짐 지우지 않으신다\"라고 말씀하신다. 건전한 하디스(부하리–무슬림)도 \"내가 너희에게 무언가를 명하면 할 수 있는 만큼 행하라\"고 한다. 순종의 힘(lā ḥawla wa lā quwwata illā billāh)도 알라의 도움에서 온다.<br><br>실천적으로 명확한 의무에 \"할 수 없다\"를 구실로 삼아서는 안 되지만 능력 밖으로 자신을 짐지워서도 안 된다. 최선을 다한 뒤 알라에게 의탁하고, 기도와 노력으로 알라에게 견인할 힘을 구한다.",
    "category": "타클리프와 인간 행위"
  },
  {
    "no": 10,
    "title": "완전한 생명과 끊임없는 행위",
    "text": "알라 ﷻ 는 살아 계시고 죽지 않으시며 늘 행하시고 잠들지 않으신다.",
    "explanation": "알라는 알-하이(영생자)이시며 알-카이유움(자존자)이시다. 알라의 생명은 완전하다—탄생으로 시작되지 않고 죽음으로 끝나지 않는다. 그분은 휴식을 필요로 하지 않으시며 잠들지 않으시고, 그분의 모든 피조물의 일을 한 순간도 쉬지 않고 항상 다스리신다.<br><br>보좌 절(al-Baqarah: 255)이 가장 강한 근거이다. \"알라, 그분 외에는 신이 없으시다. 영생자, 자존자. 졸음도 잠도 그분을 덮치지 않으시니라.\" 이 아름다운 이름들은 피조물이 창조주에게 의존하는 기초이다.<br><br>이는 우리에게 큰 안전을 준다. 우리가 잠들고, 맡기고, 무력할 때 잠들지 않으시며 우리를 지키시는 주가 계심을 안다. 우리의 \"주인\"이 항상 활동하시며 종들에게 최선을 베푸시는 것을 알기에 선을 행하도록 격려받는다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 11,
    "title": "알라는 하나이시며 동반자가 없으시다",
    "text": "알라 ﷻ 는 하나이시며 동반자가 없으시다.",
    "explanation": "타우히드는 알라의 유일성을 인정하는 것이다. rubūbiyya(피조물에 대한 주권), ulūhiyya(숭배받을 권리), 이름과 속성에 있어 그분에게 동반자는 없다. 숭배와 봉사의 권리를 가진 분은 오직 알라뿐이며, 그분에게 무엇이든 동반시키는 것은 shirk이다.<br><br>al-Ikhlāṣ: 1–4는 \"말하라 그분은 알라, 유일자이시다. 알라는 영원하시다. 낳지 않으셨고 낳아지지도 않으셨다. 그분과 견줄 자 없으시다.\" an-Nisāʾ: 36은 알라에게 동반자를 두는 것도 금한다. 건전한 하디스에 al-Ikhlāṣ는 타우히드의 핵심을 담고 있어 꾸란의 삼분의 일과 같다고 한다.<br><br>이 믿음이 우리 예배의 기초이다. 우리는 알라에게만 기도하고 두려워하며 소망한다. 피조물, 사물, \"다른 힘\"이 아니라. 이렇게 마음이 알라 아닌 다른 것에 대한 의존에서 깨끗해진다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 12,
    "title": "알라는 적수나 동등자가 없으시다",
    "text": "알라 ﷻ 는 적수나 동등자를 가지심이 없이 높으시다.",
    "explanation": "알라를 이길 적수나 그분에 견줄 동등자가 없다. 그분의 주권은 절대적이며, 그분의 뜻을 견주거나 제한하거나 좌절시킬 수 있는 이 없다. 이는 타우히드의 완전함의 일부이다.<br><br>al-Baqarah: 255(보좌 절)는 알라가 천지의 주권을 가지시며 그것을 보존함이 그분에게 무겁지 않다고 한다. Fāṭir: 44와 다른 절들은 알라에게 동반자, 조력자, 동등자가 없음을 말한다. 하디스도 알라가 높으시고 그분 위에 아무도 없다고 가르친다.<br><br>이 이해는 마음에 평안을 준다. 어떤 원수, 병, 재난도 알라와 \"동등한 적수\"가 될 수 없다. 우리는 승리, 안전, 최종 도움은 오직 알라에게서만 온다고 확신하며, 그분이 원하실 때 그분의 자비를 막을 자 없다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 13,
    "title": "알라는 모든 피조물을 두루 계신다",
    "text": "알라 ﷻ 는 만물을 두루 계시고 그 위에 계시며, 그분의 피조물은 알라 ﷻ 를 두루 쌀 수 없다.",
    "explanation": "알라는 만물을 두루 (지배하고, 알고, 다스리신다) 계신다. 그분의 지식과 권능에서 벗어나는 것은 없다. 동시에 알라는 그분의 피조물 \"위에\" 위격과 주권으로 계시지, 장소로가 아니다. 피조물이 알라를 \"두루\" 쌀 수 없고 그분을 제한할 수도 없다.<br><br>Fuṣṣilat: 54는 \"알라가 만물을 두루 계심을 알라\"고 한다. al-Baqarah: 255(보좌 절)는 그분의 보좌가 천지를 두루 쌀고 그분이 무겁게 느끼지 않으심을 말한다. 건전한 하디스는 알라가 보좌 위에 계시고 그분의 지식이 어디에나 있음을 말한다.<br><br>이를 믿음으로 우리는 감시와 보호를 느낀다. 알라에게 숨은 것은 없고, 그분에게 너무 큰 문제도 없다. 알라가 \"하늘에 갇혀\" 있다는 오해에서도 지켜진다. 그분은 공간 없이 만물을 두루 계신다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 14,
    "title": "알라는 생명과 죽음을 창조하신다",
    "text": "알라 ﷻ 는 두려움 없이 죽음을 주시고 어려움 없이 다시 생명을 주신다.",
    "explanation": "생명과 죽음은 전부 알라의 손에 있다. 피조물에게 죽음을 주는 것이 알라를 두렵게 하거나 약하게 하지 않는다. 다시 생명을 주는 것(부활의 날 포함)도 그분에게 어렵지 않다. 모두 그분의 뜻과 말씀으로만 된다.<br><br>al-Mulk: 2는 \"죽음과 생명을 만드신 분\"이라고 한다. Qāf: 43 \"생명과 죽음을 주는 것은 우리요, 우리에게로의 귀향이다.\" 건전한 하디스는 영혼이 알라의 명령으로 취해지고 부활의 날 모든 피조물이 나팔 소리로 일어남을 말한다.<br><br>이 믿음은 죽음이 빈 끝이 아니라 내세 삶의 문임을 상기시킨다. 우리는 선행으로 준비하고 죽음을 지나치게 두려워하지 않는다. 생명과 죽음을 쥐신 분은 알라, 정의로우시고 자비로우신 분이시기 때문이다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 15,
    "title": "모든 피조물에 대한 정해진 기한",
    "text": "알라 ﷻ 는 그분의 피조물에게 정해진 기한(ajal)을 나누어 주신다.",
    "explanation": "모든 피조물에게 알라가 정한 ajal(죽음의 때)이 있다. 아무도 이를 한 순간도 앞당기거나 미룰 수 없다. 이는 보존된 판에 씌어진 숙명의 일부이다.<br><br>al-Anʿām: 2는 \"너희를 흙에서 창조하신 분, 그다음 너희에게 기한(ajal)을 정하신 분\"이라고 한다. Luqmān: 34 \"알라—그분에게만 그 시간의 지식이 있으시며... 어떤 영혼도 어느 땅에서 죽을지 알지 못한다.\" 건전한 하디스(부하리–무슬림)는 ajal, 양식, 운명이 태 안에 있을 때 이미 기록됨을 말한다.<br><br>이 이해는 지나친 불안을 막고 남은 생을 잘 쓰도록 북돋운다. 기한이 언제 오는지는 바꿀 수 없지만, 알라를 기쁘시게 하는 행위로 생을 채울 수는 있다.",
    "category": "숙명과 알라의 뜻"
  },
  {
    "no": 16,
    "title": "인도함과 오류는 정의",
    "text": "알라 ﷻ 는 원하는 자를 그분의 은혜로 인도하시고 원하는 자를 그분의 정의로 오류에 빠지게 하신다. 모든 것이 알라 ﷻ 의 정명에 따르며 알라 ﷻ 의 판결을 거부할 자 없다.",
    "explanation": "인도함(히다야)과 오류(이들랄)는 알라의 손에 있다. 인도받은 자는 그분의 은혜로, 오류에 빠진 자는 그분의 정의로(예: 진리가 분명한 뒤 불신을 택한 자). 알라의 판결은 누구도 거부하거나 이의할 수 없다.<br><br>al-Anʿām: 125 \"알라가 인도하고자 하는 자에게는 그의 가슴을 이슬람에 열어 주시고… 오류에 빠지게 하고자 하는 자에게는 그의 가슴을 좁히신다.\" al-Aʿrāf: 178도 인도함과 오류가 알라의 손에 있음을 말한다. 건전한 하디스에 인간의 마음은 지극히 자비로우신 분의 두 손가락 사이에 있어 알라가 원하시는 대로 돌리신다.<br><br>우리는 인도를 구해야 하며(배움, 기도, 의인과 교제) 인도받았을 때 오만해지지 않는다. 오류에 빠진 자에게도 절망하지 않고 계속 신앙을 부르고 그들을 위해 기도한다. 인도는 오직 알라의 전유물이다.",
    "category": "숙명과 알라의 뜻"
  },
  {
    "no": 17,
    "title": "순명의 명령과 불순종의 금지",
    "text": "알라 ﷻ 는 그분의 피조물에게 그분에게 순종하라 명하시고 그분의 피조물에게 그분에게 불순종함을 금하신다.",
    "explanation": "알라는 순종(예배, 좋은 성품, 사도에게 순종)을 명하고 불순종(시르크, 대죄와 소죄)을 금한다. 이 명령과 금지는 꾸란과 순나에 분명하다. 우리 의무는 순종하고 죄를 피하는 것이다.<br><br>an-Nisāʾ: 59 \"알라에게 순종하고 사도에게 순종하라.\" al-Aʿrāf: 33은 음란, 악, 압제를 금한다. 건전한 하디스(부하리)는 사도에게 순종이 알라에게 순종, 사도에게 불순종이 알라에게 불순종임을 말한다. 예언자는 할랄과 하람이 분명하다고 했다.<br><br>일상에서 우리는 명령(예배, 자카, 정직, 봉사)을 이행하고 금지(거짓, 간음, 이자, 불순종)를 피한다. 하람을 더하지 않고 죄를 가볍게 보지 않는다. 순종할 힘과 불순종으로부터 보전을 기도한다.",
    "category": "공동체, 통치자 및 피크"
  },
  {
    "no": 18,
    "title": "알라의 지식에 따른 피조물의 창조",
    "text": "알라 ﷻ 는 그분의 지식으로 피조물을 창조하셨다.",
    "explanation": "알라는 우주와 모든 피조물을 그분의 완전한 지식으로 창조하셨다. 우연히나 지혜 없이 창조된 것은 없다. 모든 창조는 알라가 이미 아신 척도, 시간, 정명에 맞다.<br><br>al-Ḥijr: 86 \"실로 네 주님은 창조주이시며 아심이시라.\" al-Furqān: 2는 알라가 만물을 창조하고 그 척도를 정하셨음을 말한다. 건전한 하디스에 알라가 천지 창조 전에 모든 피조물의 숙명을 기록하셨다.<br><br>이 믿음은 우리 삶이 헛되지 않음을 키우고, 알라의 창조 뒤에는 계획과 지혜가 있음을 알린다. 배우고 지식을 쓰도록 북돋운다. 인간의 지식은 만물을 아우르는 알라의 지식의 작은 부분이다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 19,
    "title": "알라가 어려움 없이 양식을 주심",
    "text": "알라 ﷻ 는 창조할 필요 없이 창조하시고 그분의 피조물에게 어려움 없이 양식을 주신다.",
    "explanation": "알라는 피조물이 필요해 창조하지 않으셨다. 그분은 무거움이나 어려움 없이 양식을 주신다. 양식(리즈크)은 재물, 건강, 평안, 우리가 누리는 모든 것을 포함한다. 모두 알라에게서 오며 그분이 쉽게 주신다.<br><br>adh-Dhāriyāt: 56–57은 알라가 짐과 인간을 그분을 숭배하게 하려 창조하셨고 그들의 양식이 필요하지 않음을 말한다. Hūd: 6 \"지상의 모든 동물의 양식은 알라에게 있다.\" 건전한 하디스에 양식은 정해져 바뀌지 않으며, 경건한 자에게 알라는 출로와 뜻밖의 양식을 주신다.<br><br>우리는 지나친 걱정 없이 할랄 양식을 구한다. 주시는 분이 알라임을 안다. 가진 것에 감사하고 남과 비교하지 않는다. 양식 나눔은 지혜로우신 알라의 손에 있다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 20,
    "title": "알라가 모든 피조물의 숙명을 정하심",
    "text": "알라 ﷻ 는 그분이 창조한 것에 숙명을 정하신다.",
    "explanation": "숙명(카다르)은 피조물에게 닥치는 모든 것에 대한 알라의 정명이다. 양식, 수명, 행위, 행복과 불행 등. 만물은 창조 전 보존된 판에 기록되어 있다. 우리는 \"어떻게\"나 \"왜\"를 과도히 캐지 않고 믿는다.<br><br>al-Qamar: 49 \"우리는 만물을 척도에 따라 창조했다.\" al-Ḥadīd: 22 \"지상과 너희에게 닥치는 재앙은 우리가 그것을 이루기 전에 책(보존된 판)에 있지 않음이 없다.\" 건전한 하디스(무슬림)는 숙명, 그 선과 악에 대한 믿음이 이만의 기둥임을 말한다.<br><br>우리는 재앙 시 인내로, 은혜 시 감사로 숙명을 받는다. 우리는 여전히 노력(이흐티야르)한다. 노력도 숙명의 일부이기 때문이다. 우리는 수동적이거나 절망하지 않으며 알라의 정명에 반역하지 않는다.",
    "category": "숙명과 알라의 뜻"
  },
  {
    "no": 21,
    "title": "알라가 믿는 종의 두아를 받아주심",
    "text": "알라 ﷻ 는 사람의 두아를 받아주시고 그들이 구하는 것을 주신다.",
    "explanation": "두아는 이바다이며 알라에게 다가가는 수단이다. 알라는 지혜대로 종의 두아를 받아주신다. 때로는 구한 대로, 때로는 더 나은 것으로 바꾸거나 더 알맞은 때로 미룬다.<br><br>al-Baqarah: 186 \"종들이 나에 대해 네게 물을 때 나는 가깝다. 두아하는 자가 나에게 두아할 때 나는 응답한다.\" Ghāfir: 60 \"나에게 두아하라 내가 너희에게 응답하리라.\" 건전한 하디스는 두아가 믿는 자의 무기이며 알라는 두아하며 손을 든 종을 거절하기 부끄러워하신다고 한다.<br><br>우리는 겸손히 두아하고 응답을 믿으며 너무 빨리 절망하지 말라고 권한다. 마으쑬르(예언자 유산) 두아와 좋은 두아를 고르고, 최선의 결과는 알라의 손에 있음을 받아든다.",
    "category": "두아, 지식과 한계"
  },
  {
    "no": 22,
    "title": "알라의 내세 주민에 대한 지식",
    "text": "알라 ﷻ 는 시간이 있기 전부터 천국에 들어갈 사람과 지옥에 들어갈 사람의 정확한 수를 아신다. 그 수는 늘어나거나 줄지 않는다.",
    "explanation": "알라는 아잘(시간 이전)부터 누가 천국에 들어가고 누가 지옥에 들어갈지 아신다. 그분의 지식은 완전하고 변하지 않는다. 이는 인간이 강요된 것이 아니라, 알라가 각 종의 선택과 행위의 결과를 아신다는 뜻이다.<br><br>Hūd: 107 및 건전한 하디스(부하리–무슬림)에 천국과 지옥의 주민이 이미 정해졌다고 한다. 어떤 이는 \"네 천국 자리\" 또는 \"네 지옥 자리\"라고 들었다. al-Wāqiʿah 등 다른 아야는 내세의 두 무리를 묘사한다. 예언자는 알라가 누가 복이 있고 누가 불행한지 정하신다고 했다.<br><br>우리는 \"반드시 천국\" 또는 \"반드시 지옥\"이라 느끼지 않는다. 우리는 선을 행하는 자가 되고 알라의 자비를 바란다. 이 믿음은 행위에 진심을 갖게 하고 추측에 의지하지 않게 한다.",
    "category": "숙명과 알라의 뜻"
  },
  {
    "no": 23,
    "title": "알라의 진노와 기쁨은 완전함",
    "text": "알라 ﷻ 는 진노하시고 기뻐하시나 어떤 피조물과도 같지 않으시다.",
    "explanation": "알라는 진노(가드합)와 기쁨(리드아)의 속성을 지니신다. 우리는 인간의 진노나 기쁨에 비유하지 않고 믿는다. 알라의 진노는 불복종과 불신에 대해, 그분의 기쁨은 순종과 타우히드에 대해 완전하다.<br><br>al-Fatḥ: 6 및 다른 아야에서 알라의 기쁨을 말한다. 건전한 하디스(부하리–무슬림)는 알라가 불복종자에게 진노하시고 순종자에게 기뻐하신다고 한다. \"나의 권리 때문에 알라를 진노하게 한 자에게 나는 진노하리라.\" 예언자는 알라의 기쁨은 부모의 기쁨에 있다고 했다. 우리는 알라의 진노나 기쁨의 \"어떻게\"를 묻지 않는다(타쉬비히 없이).<br><br>실천적으로 우리는 순종으로 알라의 기쁨을 구하고 그분을 진노하게 하는 것을 피한다. 우리는 그분의 진노를 두려워하고 그분의 기쁨을 바라며, 알라를 감정적인 피조물처럼 상상하지 않는다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 24,
    "title": "알라는 선천적이며 영원하심",
    "text": "알라 ﷻ 는 시작 없이 선천적(카딤)이시며 끝 없이 영원(바카)하시다.",
    "explanation": "알라는 카딤(존재의 시작이 없음)이시며 바카(영원, 끝이 없음)이시다. 그분은 항상 계셨고 \"아직 없었다\"거나 \"다시 없어지다\"는 일이 없다. 모든 피조물은 소멸하나 네 주님의 얼굴은 영원히 남는다.<br><br>ar-Raḥmān: 26–27 \"지상의 모든 것은 소멸한다. 위엄과 영광을 지닌 네 주님의 얼굴만 영원히 남는다.\" al-Ḥadīd: 3 \"그분은 처음이시며 마지막이시다.\" 건전한 하디스는 창조 전 알라만 계셨고 그와 함께한 것은 없었다고 한다.<br><br>이 믿음은 마음을 견고히 한다. 우리는 사라지지 않으실 분을 숭배한다. 그분의 약속과 경고는 영원하다. 세상은 파나이므로 지나치게 매이지 말라. 영원히 의지할 만한 분은 오직 알라뿐이다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 25,
    "title": "알라의 속성은 창조 이전에 있음",
    "text": "알라 ﷻ 는 창조 전부터 항상 그분의 속성과 함께 계셨고, 피조물의 창조는 그분의 속성에 조금도 더하지 않는다. 알라 ﷻ 는 끝 없는 시간 동안 계속 계신다.",
    "explanation": "알라의 속성(지식, 권능, 생명, 말씀 등)은 창조 전부터 항상 그분과 함께 있었다. 세상의 창조가 알라에게 \"새\" 속성을 더한 것이 아니다. 그분은 창조에 의존하지 않고 완전하시다. 이는 알라가 \"창조 후에야\" 속성을 가진다는 견해를 배격한다.<br><br>al-Ḥadīd: 3은 알라가 처음이시며 마지막이시라 한다. 아스마 와 시파트 아야(Al-ʿAlīm, Al-Qādir 등)는 영원한 속성을 보인다. 하디스와 아흘루스순나 학자들의 이즈마는 알라가 항상 그분의 속성과 함께하시며, 창조가 있어도 바뀌거나 더해지지 않음을 밝힌다.<br><br>이 이해는 타우히드를 알라를 낮추는 생각(마치 그분이 진화하거나 세상에 의존하는 듯)에서 지킨다. 우리는 예로부터, 지금도, 영원히 완전하신 알라를 숭배한다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 26,
    "title": "알라는 항상 주님이시며 창조주이심",
    "text": "알라 ﷻ 는 그분을 숭배할 대상이 없었거나 아직 창조가 없었을 때도 항상 주님이시며 항상 창조주이시다.",
    "explanation": "알라는 그분을 숭배하는 피조물이 하나도 없었거나 창조가 있기 전에도 주(일라)이시며 창조주(할릭)이시다. 그분의 주권과 신성의 속성은 창조에 의존하지 않으며, 그분은 영원부터 숭배받을 자격이 있고 창조할 수 있으시다.<br><br>수라 알 이클라스와 타우히드 관련 절들은 피조물의 인정에 의존하지 않고 알라의 유일성을 밝힌다. \"쿤투 칸잔 마흐피얀\"(나는 숨겨진 보배였다)이라는 하디스는 일부 전승에서 알라가 창조 전에 이미 계셨음을 설명한다. 아흘루스순나 학자들은 알라가 의미상 항상 알 할릭이시며, 다만 창조 행위(타크윈)는 그분의 뜻에 따라 일어난다고 한다.<br><br>이로써 우리는 알라가 세계가 생긴 뒤에야 \"주\"나 \"창조주\"가 되셨다고 생각하지 않는다. 그분은 완전하시고 어떤 것에도 의존하지 않으시다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 27,
    "title": "알라의 정명에 대한 논쟁 금지",
    "text": "알라 ﷻ 는 일어날 모든 일을 아시고 그것을 자세히 확정적으로 정하셨다. 알라 ﷻ 의 정명에 맞서거나 더하거나 바꿀 자는 없다. 정명을 두고 논쟁하고 \"왜\"를 캐는 것은 미혹이다.",
    "explanation": "알라의 정명(카다르)은 기록되어 있고 확정적이며, 아무도 바꿀 수 없다. \"알라가 왜 이를 정했는가\"를 논쟁하거나 근거 없이 카다르의 비밀을 캐는 것은 금지되어 있으며 미혹(극단적 카다리나 자바리 관점 같은)으로 이어질 수 있다.<br><br>수라 알 카흐프: 22는 밝혀지지 않은 것에 대해 묻지 말라고 경고한다. 사히흐 하디스(무슬림)는 지식 없이 정명에 대해 말하는 것이 금지됐다고 하고, 예언자는 카다르에 대한 논쟁을 금했다. 학자들은 알라가 밝히지 않은 것을 \"파헤치지\" 않고 정명을 믿는다고 설명한다.<br><br>우리는 신뢰와 인내로 정명을 받아들이며, \"내가 왜 이렇게 정해졌는가\"를 두고 에너지를 낭비하지 않는다. 우리의 초점은 샤리아에 따라 행하고 알라의 정명을 마음 편히 받아들이는 것이다.",
    "category": "정명과 알라의 뜻"
  },
  {
    "no": 28,
    "title": "알라는 결코 소멸하지 않으심",
    "text": "알라 ﷻ 는 결코 소멸하거나 끝나지 않으시다.",
    "explanation": "알라는 영원히 계시며, 소멸·사라짐·끝남이 없으시다. 덧없는 창조와 달리 알라의 본질과 속성은 영원히 남으신다. 이 믿음은 타우히드의 완전함의 일부다.<br><br>수라 아르 라흐만: 27: \"네 주님의 얼굴은 영원히 남는다.\" 수라 알 카싸스: 88: \"그분의 얼굴 외에는 만물이 소멸한다.\" 하디스와 학자들의 이즈마는 알라가 소멸하지 않으시며, 그분이 처음이시며 마지막이시고, 밖으로 드러나시며 안으로 감추어져 계심을 밝힌다.<br><br>이를 믿음으로 우리는 마음이 평온하다. 천국에 대한 약속과 지옥에 대한 경고는 영원하며, 영원히 의지할 만한 분은 오직 알라뿐이시다. 우리 \"주님\"이 사라지리라 두려워하지 않으며, 그분의 영원하심이 믿는 이에게 평안의 근원이 되신다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 29,
    "title": "알라는 창조물에 조금도 의존하지 않으심",
    "text": "알라 ﷻ 는 알르쉬(보좌)와 그 아래 있는 것에 전혀 의존하지 않으시다.",
    "explanation": "알르쉬(보좌)는 알라가 지으신 가장 큰 피조물이지만, 알라는 알르쉬나 그 아래 어떤 것에도 의존하지 않으시다. 알라는 장소에 의존하지 않고 존재하시며, 알르쉬는 위엄의 표시이자 피조물을 위해 지어졌을 뿐, 알라를 \"받쳐 주기\" 위한 것이 아니다.<br><br>수라 타하: 5: \"자비로우신 분, 보좌 위에 오르신 분.\" 학자들은 이스티와를 알라에 맞게 해석하며 피조물에 비유하지 않는다. 수라 알 바카라: 255는 알라가 졸지도 주무시지도 않으시며, 휴식이나 \"좌석\"이 필요하지 않으시다고 한다. 사히흐 하디스는 알르쉬가 천국의 지붕이며 알라가 하늘이나 땅에 의존하지 않으신다고 한다.<br><br>이 이해는 우리가 알라를 왕이 보좌에 \"앉아\" 계신 것처럼 상상하지 않게 한다. 알라는 자족하시며, 알르쉬와 온 창조는 그분이 지으신 복종하는 피조물이지 그분이 필요로 하시는 것이 아니다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 30,
    "title": "알르쉬와 쿠르시에 대한 믿음",
    "text": "알르쉬(보좌)와 쿠르시(알 쿠르시)는 실재하며 우리는 그것을 믿는다.",
    "explanation": "알르쉬와 쿠르시는 경전에 나오는 알라의 피조물이다. 우리는 그것을 부정하거나 세상의 보좌에 비유하지 않고 믿는다. 알르쉬는 위엄로운 보좌이며, 쿠르시(보좌의 절에서)는 하늘과 땅이 그것에 의해 에워싸인다고도 한다.<br><br>수라 알 바카라: 255(보좌의 절): \"그분의 쿠르시는 하늘과 땅을 에워싼다.\" 수라 알 학카: 17 등 다른 절들은 천사들이 알르쉬를 메고 있다고 한다. 사히흐 하디스(부하리)는 일곱 하늘이 쿠르시에 비하면 사막의 반지 같고, 쿠르시가 알르쉬에 비하면 더 작다고 한다. 우리는 그것의 \"어떻게\"를 묻지 않고 믿는다.<br><br>알르쉬와 쿠르시에 대한 믿음은 알라의 위대함을 상기시킨다. 그분의 피조물만 해도 그토록 크신데 창조주는 오죽하시겠는가. 우리는 꾸란과 순나에서 온 확실한 보이지 않는 소식을 부정하거나 비웃지 않는다.",
    "category": "천사와 보이지 않는 세계"
  },
  {
    "no": 31,
    "title": "하дж와 지하드의 의무",
    "text": "무슬림 통치자—정의로운 자나 불의한 자—아래에서의 하дж와 지하드는 마지막 때가 올 때까지 지속되는 의무이며, 이를 취소하거나 없앨 수 있는 이는 없다.",
    "explanation": "통치자가 불의해도 하дж와 지하드는 샤리아에 따라 여전히 의무이다. 통치자에 반대한다는 이유로 이 의무를 취소해선 안 된다. 무슬림의 이맘/아미르와 함께 질서를 위해 수행하며, 이 의무는 심판의 날까지 적용된다.<br><br>수라 Āl ʿImrān: 97은 능력 있는 자에게 하дж를 의무로 한다. 사히흐 하디스(부하리-무슬림)는 지하드가 명령 아래 남아 있다고 하고, \"(아미르에게) 들으라 복종하라 비록 너희를 이끄는 자가 아비시니아 노예라도.\" 예언자는 우리가 죄많은 이맘 뒤에서도 그가 예배를 세우는 한 기도한다고 하셨다. 이는 불의를 정당화하는 것이 아니라 단결과 샤리아의 질서를 지키는 것이다.<br><br>실제로 우리는 능력 있을 때 하дж를 행하고, 합법적으로 소집될 때 지하드에 참여한다. 통치자의 결함을 의무를 저버리거나 공동체를 갈라놓는 구실로 삼지 않는다.",
    "category": "공동체, 통치자 및 피크"
  },
  {
    "no": 32,
    "title": "알라의 정명의 실재에 대한 비밀",
    "text": "정명(카다르)의 실재는 알라 ﷻ 의 창조 안에 있는 비밀이다. 사람은 알라의 ﷻ 행위에 대해 \"왜\"를 캐거나 묻지 않고 이를 믿으며, 알라 ﷻ 가 금하시고 그것은 오직 손해만 가져오기 때문이다.",
    "explanation": "카다르의 실재는 알라의 비밀이다. 우리는 모든 정명이 그분에게서 온다고 믿되 \"캐거나\" \"알라가 왜 그렇게 하셨는지\" 묻지 않는다. 그것을 캐는 것은 금지되어 있으며 오직 손해(미혹이나 불안)만 낳는다.<br><br>수라 al-Māʾidah: 101은 설명하면 오히려 부담이 될 것들에 대해 묻는 것을 금한다. 사히흐 하디스(무슬림)는 카다르에 대해 논쟁하는 것을 금한다. 예언자는 카다르에 대해 논쟁하는 자는 구원받지 못할 것이라고 경고하셨다. 아흘루스순나 학자들은 타키프나 타틸 없이 카다르를 믿는다.<br><br>우리는 마음을 열고 정명을 받아들이며 행위에 집중한다. \"알라가 왜 이것저것을 정하셨는가\"를 캐는 데 시간을 쓰지 않는다. 그것은 이성의 범위를 넘고 믿음에 무익하다.",
    "category": "정명과 알라의 뜻"
  },
  {
    "no": 33,
    "title": "이슬람 유일한 참 종교",
    "text": "천상과 지상에 알라 ﷻ 의 종교는 하나뿐이니, 곧 이슬람(복종)이다.",
    "explanation": "알라가 받아들이시는 종교는 하나뿐이다. 이슬람(타우히드와 사도의 따름으로 알라에게 복종). 아담에서 무함마드에 이르기까지 하늘의 참 종교는 본질상 하나이다. 이탈하거나 위조된 것은 더 이상 알라의 종교가 아니다.<br><br>수라 Āl ʿImrān: 19: \"알라께 받아들여지는 종교는 이슬람뿐이니라.\" 수라 Āl ʿImrān: 85: \"이슬람 외의 종교를 구하는 자에게는 결코 받아들여지지 않으리라.\" 사히흐 하디스는 예언자들이 형제(그들의 종교는 하나)라고 한다. 예언자 무함마드는 완성하는 이슬람과 함께 보내심을 받았다. 우리는 이 믿음을 강요하지 않지만, 진리는 하나요 구원의 길은 이슬람임을 확신한다.<br><br>이것은 우리가 이슬람을 바르게 배우고 실천하고, 상충하는 믿음과 섞지 않으며, 지혜로 그에게 초대해 다른 이가 알라가 받아들이시는 유일한 종교를 알게 하도록 격려한다.",
    "category": "믿음: 기둥, 정의 및 중도"
  },
  {
    "no": 34,
    "title": "믿음의 동등과 경건의 차이",
    "text": "믿음은 본질상 모든 이에게 동일하나, 일부가 다른 이보다 나은 것은 경건, 알라 ﷻ 에 대한 의식, 그리고 알라 ﷻ 가 더 기뻐하시는 것을 그들이 택했기 때문이다.",
    "explanation": "믿음의 기초(믿음의 기둥, 샤리아에서 믿어야 할 것)는 모든 무슬림에게 동일하다. 핵심 믿음에 \"등급\"은 없다. 지위를 구분하는 것은 경건, 알라에 대한 의식(무라카바), 알라가 기뻐하시는 것을 우선하는 선택이다.<br><br>수라 al-Ḥujurāt: 13: \"알라 앞에서 너희 중 가장 귀한 자는 가장 경건한 자니라.\" 사히흐 하디스(부하리)는 근본에 있어 누구도 다른 이보다 더 믿는다고 주장해선 안 된다고 한다. 우수함은 행위와 경건에 있다. 예언자는 이슬람에서 가장 좋은 자는 품성이 가장 좋은 자라고 하셨다.<br><br>우리는 자신이 다른 이보다 \"더 믿는다\"고 여겨 교만하지 않는다. 경건과 행위를 늘리려 노력한다. 알라 앞에서의 지위 차이는 주장이나 파벌이 아니라 노력과 경건에 따른다.",
    "category": "믿음: 기둥, 정의 및 중도"
  },
  {
    "no": 35,
    "title": "알라와 사도에 대한 믿음의 기둥",
    "text": "믿음은 알라 ﷻ, 그분의 천사들, 그분의 성서들, 그분의 사도들, 마지막 날에 대한 믿음, 그리고 정명—선과 악—이 모두 알라 ﷻ 로부터라는 믿음으로 이루어진다.",
    "explanation": "믿음의 기둥은 여섯이다. 알라, 천사, 성서, 사도, 마지막 날, 정명(알라로부터의 선과 악)에 대한 믿음. 모든 무슬림이 가져야 할 핵심 믿음이다. 그중 하나라도 부정하면 믿음이 손상된다.<br><br>ʿUmar ibn al-Khaṭṭāb 전승의 사히흐 하디스(부하리-무슬림)는 지브릴이 믿음에 대해 물을 때 이 여섯 기둥을 확인한다. 수라 al-Baqarah: 285: \"사도는 주님으로부터 그에게 계시된 것을 믿고 신자들도 그렇다. 모두 알라, 그분의 천사들, 그분의 성서들, 그분의 사도들을 믿는다.\" 수라 al-Ḥadīd: 22는 재앙까지도 기록되어 있다(정명의 일부)고 한다.<br><br>우리는 이 여섯에 마음을 굳히고 가족과 다른 이에게 가르친다. 완전한 믿음은 모든 기둥을 포함한다. 그중 어떤 것도 고르거나 거절해선 안 된다.",
    "category": "믿음: 기둥, 정의 및 중도"
  },
  {
    "no": 36,
    "title": "혀와 마음으로 하는 믿음의 정의",
    "text": "믿음은 혀로 하는 고백과 마음으로 하는 수락으로 이루어진다.",
    "explanation": "믿음은 입술의 말이나 행위만이 아니다. 혀로 하는 고백(샤하다, 진실을 말함)과 마음으로 하는 확신(타스디크)을 포함한다. 둘 다 있어야 한다. 마음으로 믿지 않고 말만 하는 자는 위선자요, 말하지 않고 마음으로만 고백하는 자는 사람과 법 앞에서 아직 완수하지 못한 자다.<br><br>사히흐 하디스(부하리–무슬림)에 따르면 예언자가 최선의 행위에 대해 물었을 때 믿음이 기초로 언급되었다. 후주라트장: 14: \"베두인들이 말하길 우리는 믿었나이다. 말하라 너희는 아직 믿지 않았으니 차라리 말하라 우리는 복종했나이다(이슬람) 믿음이 아직 너희 마음에 들어오지 않았으니라.\" 아흘 순나 학자들은 믿음에 말(카울)과 \"마음으로의 수락\"에서 나오는 행위가 포함됨에 동의한다.<br><br>우리는 믿음을 해치는 말을 삼가고 마음이 의심하거나 부정하지 않도록 한다. 말과 확신이 맞도록 힘쓴다.",
    "category": "믿음: 기둥, 정의 및 중도"
  },
  {
    "no": 37,
    "title": "신앙 강령 이탈에 대한 유리",
    "text": "이것이 우리의 종교이며 우리가 내외로 믿는 바이다. 우리가 말하고 설명하는 것에 어긋나는 자에 대하여 우리는 알라 ﷻ 앞에서 유리한다.",
    "explanation": "이 타하위 신앙고백은 아흘 순나의 신앙 선언이다. 그 안에 말하고 설명된 것에서 벗어난 자에 대하여 우리는 알라 앞에서 그에게서 유리한다. 이는 개인적 적대가 아니라 우리가 신앙 강령의 이탈(비드아, 미신, 오도)을 따르지 않음을 밝히는 것이다.<br><br>룸타하나장: 4는 알라의 원수에게서 유리하라 명한다. 예언자가 말하였다(아부 다우드, 인정됨). \"비드아를 짓거나 비드아 행위자를 보호하는 자는 알라의 보장 밖에 있다.\" 학자들은 비드아자들에게서의 유리(바라아)는 그들의 신앙을 따르지 않고 그들의 오류를 밝히는 것이지 해치는 것이 아니라고 설명한다.<br><br>우리는 바른 신앙고백을 지키고 이탈한 신앙을 피한다. 타당한 근거 없이 타인을 카피르로 선언하지 않으나 신앙 강령 이탈에 대해서는 분명히 하고 그에게서 유리한다.",
    "category": "믿음: 기둥, 정의 및 중도"
  },
  {
    "no": 38,
    "title": "이슬람은 완전한 중도",
    "text": "이슬람은 중도이다. 지나침도 부족함도 없고, 알라 ﷻ 의 속성을 피조물에 비유하지도 않고 부정하지도 않으며, 극단적 자브르도 카다르 부정도 아니고, 잘못된 절대 확신과 절망 사이도 아니다.",
    "explanation": "아흘 순나는 중도에 선다. 알라의 속성에 있어 우리는 알라가 정한 것을 피조물에 비유(타시비흐)나 부정(타티일) 없이 확정한다. 카다르에 있어 우리는 극단적 숙명론자도 카다르 부정자도 아니다. 희망과 두려움에 있어 우리는 어떤 사람에 대해 천국이나 지옥을 단정하지도 알라의 자비에 절망하지도 않는다.<br><br>바카라장: 143 \"이렇게 우리가 너희를 중도의 공동체로 만들었노라.\" 하디스와 학자들의 합의는 알라의 속성이 \"어떻게\"(타키프)를 묻거나 비유(탐실) 없이 믿어짐을 확정한다. 예언자는 종교에서 극단을 금했다. 이 중도는 비드아에서 안전하다.<br><br>우리는 중도에 머무르려 힘쓴다. 과함(굴루우)과 소홀(탁시르)이 없이, 아흘 순나 학자들에게서 배워 좌우 극단으로 끌려가지 않도록 한다.",
    "category": "믿음: 기둥, 정의 및 중도"
  },
  {
    "no": 39,
    "title": "야간 승천과 미라지의 진실",
    "text": "야간 승천(이스라)과 미라지(미라지)는 진실이다. 예언자 ﷺ 는 밤에 데려가심을 받고, 알라 ﷻ 가 원하신 곳까지 하늘을 통해 깨어 있는 몸으로 올라가셨다.",
    "explanation": "이스라(성소에서 알 악사 모스크까지의 여정)와 미라지(하늘을 통한 승천)는 예언자의 몸과 영혼이 깨어 있는 상태에서 일어났다. 꿈이나 영혼만이 아니다. 이 사건은 알라가 예언자와 움마를 강하게 하려 주신 기적이다. 우리는 그것이 일상 피조를 넘어서므로 합리적 \"어떻게\"를 요구하지 않고 믿는다.<br><br>이스라장: 1 \"그 종을 밤에 성소에서 알 악사 모스크까지 걸어가게 하신 분께 영광이 있으소서.\" 사히흐 하디스(부하리–무슬림)는 미라지를 자세히 전한다. 예언자가 하늘을 올라가 이전 예언자들을 만나고 다섯 번 기도 의무를 받았다. 이 전승들은 널리 전해지며 공동체 신앙의 일부이다.<br><br>우리는 이스라와 미라지를 알라로부터 온 진실로 본다. 이는 예언자가 기적을 받은 알라의 사자이며 다섯 번 기도가 하늘 위에 세워진 큰 의무임을 우리 믿음을 굳힌다.",
    "category": "예언자와 사도"
  },
  {
    "no": 40,
    "title": "믿는 종에 대한 알라의 용서",
    "text": "알라 ﷻ 가 원하시면 그분의 은혜로 그들을 용서하고 관용하시고, 알라 ﷻ 가 원하시면 그들을 벌하시다가 자비와 중재로 그들을 내보내신다. 알라 ﷻ 는 그분을 아는 자의 보호자이시며 그들을 알라 ﷻ 를 부정하는 자처럼 대하시지 않는다.",
    "explanation": "알라는 그분의 은혜로 믿는 종을 용서하거나 그분의 정의대로 그들을 벌할 권능이 있으시다. 벌하셔도 자비와 중재로 그들을 불에서 내보내실 수 있다. 알라를 아는 자(아리프 빌라)이며 믿는 자는 그분을 부정하는 자와 같이 대우받지 않는다.<br><br>즈마르장: 53 \"말하라 나의 종들 중 자기 자신에게 지나친 자들이여 알라의 자비에 절망하지 말라. 실로 알라께서는 모든 죄를 용서하시니라.\" 사히흐 하디스는 예언자가 그 움마를 위한 중재와 알라가 마음에 타우히드가 있는 자를 불에서 내보내심을 말한다. 아흘 순나는 타우히드를 가진 자가 죄로 들어가도 불에 영원히 머물지 않음을 믿는다.<br><br>우리는 누구에 대해서도 \"반드시 용서받음\"이나 \"반드시 불에 있음\"을 단정하지 않는다. 알라의 자비를 바라고 그분의 벌을 두려워한다. 알라는 공의로우시고 자비로우시며, 회개하고 믿는 자는 불신자처럼 대우받지 않음을 우리는 확신한다.",
    "category": "마지막 날"
  },
  {
    "no": 41,
    "title": "선한 자들을 위한 천국 소망",
    "text": "우리는 알라 ﷻ 께서 선을 행하는 자를 용서하시고 천국에 들이실 것을 바라나, 어느 누구에 대해서도 단정하지 않는다. 악을 행하는 자를 위하여 용서를 구하고, 그런 사람에 대해서도 절망하지 않는다.",
    "explanation": "우리는 알라 께서 선한 자들을 용서하시고 천국에 들이실 것을 바라고 좋게 생각하나, 어떤 특정인에 대해서는 단정하지 않는다(행위 없이는 보장이 없다). 악을 행하는 자에 대해서는 용서를 구하고 그들을 위한 알라의 자비에 절망하지 않는다.<br><br>즈마르장 53절은 알라의 자비에 절망하지 말라고 권한다. 사히흐 하디스는 아무도 오직 자기 행위만으로는 천국에 들어가지 못하며 모두 알라의 자비로 들어간다고 한다. 예언자는 누구에 대해서도 천국이나 지옥을 단정하는 것을 금하였다. 우리는 최선을 바라고 기도한다. 아흘 순나는 큰 죄인을 불신자로 선언하는 하와리지처럼도, 행위를 중요하지 않게 보는 무르지아처럼도 아니다.<br><br>우리는 최선을 다하고 알라의 자비를 바란다. 악을 행하는 자를 위하여 기도하고 그들이 반드시 지옥에 들어가리라 판단하지 않는다. 이 희망과 두려움의 균형이 우리를 극단에서 지켜 준다.",
    "category": "마지막 날"
  },
  {
    "no": 42,
    "title": "이브라힘의 예언과 무사와의 대화",
    "text": "우리는 알라 ﷻ 께서 이브라힘을 그분의 친우(할릴)로 삼으셨고, 알라 ﷻ 께서 무사에게 직접 말씀하셨음을 믿는다.",
    "explanation": "예언자 이브라힘은 알라의 친우(할릴룰라)이다. 알라께서 그를 가까운 동반자로 택하셨다. 예언자 무사는 중개 없이 알라와 직접 말씀(칼람룰라)하신 은혜를 받았다. 이는 알라로부터의 기적이자 영예이다.<br><br>니사장 125절 \"알라께서 이브라힘을 친우(할릴)로 삼으셨다.\" 니사장 164절 \"알라께서 무사에게 직접 말씀하셨다.\" 사히흐 하디스는 이브라힘과 무사의 장점을 말한다. 예언자는 투르 산에서 알라께서 무사에게 말씀하셨다고 하였다. 우리는 다른 이를 폄하하지 않으면서 예언자들의 장점을 믿는다.<br><br>이 신념은 모든 예언자를 존중하고 서로 대립시키지 말 것을 가르친다. 각자 알라께서 주신 장점이 있다. 우리는 이브라힘(타우히드의 견고함)과 무사(기도와 순종으로 알라와의 대화)를 본받는다.",
    "category": "예언자와 사도"
  },
  {
    "no": 43,
    "title": "무덤에서의 심문과 벌",
    "text": "우리는 그에 합당한 자에게 무덤의 벌이 있음을 믿고, 하디스와 사하바 전승에 나온 대로 무덤에서 문키르와 나키르가 주님, 종교, 예언자에 관해 심문함을 믿는다.",
    "explanation": "죽음 후 사람은 바르자흐 영역에 있다. 무덤에서 두 천사(문키르와 나키르)가 그의 주님, 그의 종교, 그의 예언자에 관해 심문한다. 올바르게 답하는 자는 무덤의 안식을 받고, 불신자나 위선자는 알라의 정의대로 무덤의 벌을 받는다.<br><br>사히흐 하디스들(부하리, 무슬림 등)이 무덤의 심문과 벌을 전한다. 예언자는 무덤의 벌로부터 보호를 구하는 기도를 가르치셨다. 사하바 전승도 이를 확증한다. 믿는 자 장 99–100절은 바르자흐와 죽은 자와 세상으로의 귀환 사이의 장벽을 암시한다.<br><br>우리는 타우히드를 굳히고 참 종교를 따르며 예언자 무함마드를 인정함으로 준비한다. 무덤에서 심문받을 때 굳건함과 무덤의 벌로부터의 보호를 기도한다.",
    "category": "마지막 날"
  },
  {
    "no": 44,
    "title": "심판의 날 부활과 심판",
    "text": "우리는 죽음 후 부활, 심판의 날 행위에 대한 보상, 행위의 제시, 심산(히싸브), 기록의 낭독, 보상 또는 벌, 다리(시라트), 저울(미잔)을 믿는다.",
    "explanation": "심판의 날은 모든 사람이 심판받으려 무덤에서 일어나는 때이다. 행위가 제시되고 기록이 낭독되며 저울(미잔)이 행위를 달고, 사람들이 다리(시라트)를 건너 천국이나 지옥으로 간다. 우리는 꾸란과 하디스에 나온 이 모든 것을 믿는다.<br><br>زلزلة장 7–8절 \"원자 무게만큼 선을 행한 자는 그것을 보리라. 원자 무게만큼 악을 행한 자는 그것을 보리라.\" 카흐프장 49절, 이스라장 13–14절 등 많은 절이 행위 기록, 심산, 미잔을 말한다. 사히흐 하디스(부하리–무슬림)는 시라트와 어떤 이는 안전히 건너고 어떤 이는 떨어짐을 전한다.<br><br>이 신념은 우리가 선을 행하고 죄를 피하도록 독려한다. 기록에서 빠지는 것이 없고 모든 행위가 보상받을 것을 확신한다. 우리는 알라께 쉬운 심판과 그날의 구원을 기도한다.",
    "category": "마지막 날"
  },
  {
    "no": 45,
    "title": "성자들의 카라마트에 대한 믿음",
    "text": "우리는 우리가 아는 성자들의 카라마트(이적)와 신뢰할 수 있는 출처의 그들에 대한 사히흐 전승을 믿는다.",
    "explanation": "카라마는 알라께서 의로운 자(왈리)에게 보통을 넘어서 주시는 이적이나 은혜이다. 예를 공부 없이 주어진 지식이나 위급한 순간의 도움이다. 우리는 전승이 신뢰할 수 있는 출처에서 사히흐인 카라마트를 믿는다. 부정하지도 과장하지도 않는다.<br><br>마르얌 장은 미흐랍에서 마르얌에게 양식이 주어졌음을 말하고, 카흐프 장은 동굴의 사람들을 말한다. 사히흐 하디스는 사하바의 카라마트(예: 우마르가 멀리서 군대를 \"보다\")를 전한다. 아흘 순나 학자들은 카라마를 예언자적 기적과 동등시하거나 성자를 신격화하지 않으면서 카라마를 믿는다.<br><br>사히흐하게 전해진 카라마트는 거부하지 않으나, 출처가 불분명한 이야기를 쉽게 믿지 않는다. 참된 탁월은 타끄와와 예언자 따름이다. 카라마는 알라의 선물이지 의로움의 척도가 아니다.",
    "category": "믿음: 기둥, 정의 및 중도"
  },
  {
    "no": 46,
    "title": "보존된 판에 대한 펜의 기록",
    "text": "우리는 보존된 판(라우흐 마흐푸즈)과 펜 및 기록된 모든 것을 믿는다. 알라 ﷻ 께서 기록하신 것은 반드시 일어나고, 알라 ﷻ 께서 기록하지 않으신 것은 일어나지 않으며, 사람이 놓친 것은 결코 얻지 못한다.",
    "explanation": "보존된 판은 알라께서 모든 숙명을 기록하신 \"마스터 기록\"이다. 펜(깔람)은 알라의 명령으로 쓰는 피조물이다. 기록된 것은 반드시 일어나고, 기록되지 않은 것은 일어나지 않는다. 양식, 수명, 운명이 기록되어 있다. 사람이 놓친 것은 얻지 못한다.<br><br>하디드장 22절 \"땅이나 너희에게 재앙이 닥치지 않음이 없으되, 그것이 책(보존된 판)에 있은 후에야 우리가 그것을 일어나게 하니라.\" 사히흐 하디스(아흐마드 등)는 알라께서 처음 창조하신 것이 펜이었고 그다음 일어날 모든 것을 쓰라 명하셨다고 한다. 안암장 59절은 알라의 지식에 숨겨진 것이 없음을 확언한다.<br><br>우리는 \"강제\"됨을 느끼지 않으면서 이 숙명을 믿는다. 노력과 기도도 숙명의 일부이므로 우리는 여전히 노력하고 기도한다. 이 신념은 마음에 평안을 주고 우리가 받지 못한 것에 대한 시기나 절망에서 지켜 준다.",
    "category": "정명과 알라의 뜻"
  },
  {
    "no": 47,
    "title": "죽음의 천사와 그의 임무",
    "text": "우리는 온 피조물의 영혼을 취하는 임무를 맡은 죽음의 천사를 믿는다.",
    "explanation": "죽음의 천사(아즈라일 또는 말라쿨 마우트)는 알라께서 모든 생명의 영혼을 취하도록 맡기신 천사이다. 영혼을 취함은 알라의 명령으로 일어난다. 아무도 자기 기한 전에 죽지 않고 기한 후에 지연되지 않는다.<br><br>사즈다장 11절 \"말하라 너희를 맡은 죽음의 천사가 죽음으로 너희를 취하리라.\" 사히흐 하디스는 기한이 이르면 죽음의 천사가 그에게 온다고 한다. 어떤 이는 쉽게, 어떤 이는 그 행위에 따라 어렵게 취해진다. 결정적 증거가 없어 천사의 이름(아즈라일)을 확정하지 않는다. 확실한 것은 영혼을 취하는 천사를 믿는 것이다.<br><br>이 신념은 죽음이 반드시 오며 알라의 명령으로 수행됨을 상기시킨다. 우리는 회개와 선행으로 준비하여 영혼이 취해질 때 좋은 상태에 있도록 한다.",
    "category": "천사와 보이지 않는 세계"
  },
  {
    "no": 48,
    "title": "인간의 행위를 기록하는 두 천사",
    "text": "우리는 사람들의 행위를 기록하는 고귀한 천사들을 믿는다. 알라 ﷻ 께서 그들을 사람 위에 두 수호자로 두셨기 때문이다.",
    "explanation": "모든 사람에게 두 천사가 있다. 한 명은 선을, 한 명은 악을 기록한다. 말이나 행위가 기록에서 빠지지 않으며, 이 기록은 심판의 날에 제시된다. 둘 다 알라가 임명한 '수호자'로, 해치려 함이 아니라 공정히 기록한다.<br><br>까프장 17–18절 \"두 천사가 기록할 때 하나는 오른쪽에 하나는 왼쪽에 앉아 있나니. 말한 말이 없으나 곁에 지키는 자가 준비되어 있으리라.\" 인피타르장 10–12절도 수호자(하프자)를 말한다. 사히흐 하디스는 천사가 모든 행위를 기록함을 확언한다.<br><br>우리는 모든 행위가 기록됨을 안다. 이는 우리가 혀와 행위를 지키고 선행을 늘리도록 독려한다. 불안할 정도로 두려워하지는 않으나 소홀히 하지 않는다. 오른쪽 기록이 왼쪽보다 무거우도록 노력한다.",
    "category": "천사와 보이지 않는 세계"
  },
  {
    "no": 49,
    "title": "사도들과 경전에 대한 믿음",
    "text": "우리는 천사들, 예언자들, 그리고 사도들에게 계시된 경전들을 믿으며, 그들이 모두 드러난 진리를 따랐음을 증언한다.",
    "explanation": "우리는 천사, 예언자, 알라의 경전(토라, 복음서, 자부르, 꾸란)을 차별 없이 믿는다. 모든 사도가 같은 진리(타우히드와 순종)를 가져왔다. 우리는 그들이 드러난 진리 위에 있었고 그들 중 어느 누구도 부정하지 않음을 증언한다.<br><br>바카라장 285절 \"모두 알라, 그분의 천사들, 그분의 경전들, 그분의 사도들을 믿는다. (그들은 말한다:) 우리는 그분의 어떤 사도 사이에도 차별하지 않는다.\" 니사장 150–152절은 일부 사도를 부정하는 자들을 경고한다. 사히흐 하디스는 아담부터 무함마드까지 모든 예언자를 믿음을 확언한다.<br><br>우리는 어떤 예언자나 경전도 비방하지 않는다. 이슬람이 이전 것을 완성하고 확증한다고 본다. 우리는 최종 사도 예언자 무함마드와 최종 경전 꾸란을 따르며 이전 경전들을 확증한다.",
    "category": "꾸란과 계시"
  },
  {
    "no": 50,
    "title": "만물은 알라의 숙명으로부터",
    "text": "우리는 이 모든 것을 믿으며, 만물이 알라 ﷻ 로부터임을 확신한다.",
    "explanation": "우리가 믿는 모든 것—천사, 경전, 사도, 숙명, 최후의 날 등—과 우주에서 일어나는 모든 것은 본질적으로 알라로부터이다. 그분의 지식, 의지, 숙명 없이는 아무것도 일어나지 않는다. 우리는 이를 확신으로 믿는다.<br><br>타가분장 11절 \"알라의 허락 없이는 어떤 재앙도 어느 누구에게 닥치지 않는다.\" 하디드장 22절은 모든 재앙이 기록됨을 확언한다. 사히흐 하디스(무슬림)는 숙명, 그 선과 악이 알라로부터임을 확언한다. \"만물이 알라로부터\"라는 신념은 타왁쿨과 인내의 기초이다.<br><br>우리는 사건을 단순히 \"자연\"이나 \"우연\"으로 돌리지 않는다. 만물 뒤에 알라의 숙명이 있음을 확신한다. 이는 인간 책임을 제거하지 않는다(우리는 여전히 노력하고 심판받음). 그러나 최종 결과는 알라께 맡긴다.",
    "category": "정명과 알라의 뜻"
  },
  {
    "no": 51,
    "title": "사도들 사이를 구별하지 않음",
    "text": "우리는 이 모든 것을 믿으며, 어떤 사도도 구별하지 않고, 그들이 가져온 모든 것을 진실로 받아들인다.",
    "explanation": "우리는 모든 사도를 믿으며 구별하지 않는다. 일부를 부정하고 일부를 인정하지 않는다. 그들이 가져온 것(타우히드, 예배 의무, 도덕)을 진실로 받아들인다. \"일부는 믿고 일부는 불신한다\"고 말하지 않는다.<br><br>바카라장 136절 \"말하라, 우리는 알라와 우리에게 내려진 것, 이브라힘, 이스마일, 이스하크, 야쿱과 지파들에게 내려진 것, 무사, 이사와 주님으로부터 예언자들에게 주어진 것을 믿는다. 우리는 그들 중 누구도 구별하지 않는다.\" 니사장 150–152은 일부 사도를 믿고 일부를 부정하는 것을 금한다. 하디스는 어떤 예언자를 비방해도 대죄라고 전한다.<br><br>우리는 모든 예언자를 존중하고 한 사람을 다른 이와 대립시키지 않는다. 무함마드 예언자의 교법을 봉인자이자 완성자로 따르며, 모든 사도가 알라로부터 진리를 가져왔다고 믿는다.",
    "category": "예언자와 사도"
  },
  {
    "no": 52,
    "title": "다짤의 출현과 종말의 징표",
    "text": "우리는 다짤의 출현, 마르얌의 아들 이사의 하늘로부터 강림, 태양의 서쪽 출몰, 땅의 짐승 출현 같은 종말의 징표를 믿는다.",
    "explanation": "예언자가 말한 종말의 징표를 믿는다. 다짤(위대한 사기꾼)의 출현, 마르얌의 아들 이사가 하늘에서 내려 다짤을 무찌르고 교법을 세움, 태양이 서쪽에서 뜸(그 후 회개는 받아들여지지 않음), 땅의 짐승 출현. 이 모두가 대종말 전에 일어난다.<br><br>사히흐 하디스(부하리, 무슬림 등)가 종말의 징표를 전한다. 예언자는 다짤이 나타나 이사가 내려 그를 죽일 것이라고 하였다.牲畜장 158절은 태양의 서쪽 출몰을 암시한다. 우리는 \"어떻게\"를 자세히 묻지 않고 믿는다.<br><br>이 신념은 종말이 실재하며 징표가 있음을 상기시킨다. 우리는 믿음과 선행으로 준비하며 다짤이나 거짓 주장에 현혹되지 않는다.",
    "category": "마지막 날"
  },
  {
    "no": 53,
    "title": "천국을 약속받은 열 명의 사하바",
    "text": "우리는 알라의 사도 ﷺ 께서 천국을 약속한 열 명이 천국에 들 것을 증언한다. 아부 바크르, 우마르, 우스만, 알리, 탈하, 아즈주바이르, 압둘라흐만 빈 아우프, 사드 빈 아비 와카스, 사이드 빈 자이드, 아부 우바이다 빈 알자라흐.",
    "explanation": "예언자가 천국을 약속한 열 명의 사하바(천국 소식을 받은 열 사람)가 천국에 들 것을 믿는다. 아부 바크르, 우마르, 우스만, 알리, 탈하, 주바이르, 압둘라흐만 빈 아우프, 사드 빈 아비 와카스, 사이드 빈 자이드, 아부 우바이다 빈 알자라흐. 예언자의 약속은 참이며 그들은 움마의 귀감이다.<br><br>사히흐 하디스(티르미디 등)는 예언자가 이 열 명에게 천국을 약속하였다고 전한다. 그들은 이슬람의 위인이다. 그들의 탁월함을 인정하는 것은 아흘 순나 신앙의 일부이다. 과대·과소 평가하지 않고 그들의 길을 따른다.<br><br>우리는 모든 사하바를 존중하고 그 누구도 미워하지 않는다. 이 열 명을 믿음, 정의, 희생에 있어 본보기로 삼는다.",
    "category": "사하바·칼리파·아흘 알바이트"
  },
  {
    "no": 54,
    "title": "정의를 사랑하고 불의를 미움",
    "text": "우리는 정의와 진실의 무리를 사랑하고, 불의와 거짓의 무리를 미운다.",
    "explanation": "우리는 예언자의 모든 사하바를 사랑한다. 그 누구에 대해서도 과함(굴루)이나 소홀(타크시르)이 없다. 사하바를 사랑하는 것은 이슬람과 믿음의 일부이다. 사하바를 미워하거나 비방하는 것은 쿠프르와 니파크이다.<br><br>타우바장 100절은 무하지룬과 안사르의 선구자들을 칭송한다. 사히흐 하디스는 사하바를 비방하는 것을 금한다. 예언자는 \"나의 사하바를 비방하지 마라\"고 하였다. 아흘 순나는 사하바가 이즐티하드에서는 다를 수 있으나 신앙에서는 다르지 않다고 인정한다.<br><br>우리는 사하바를 비방하는 데 가담하지 않으며, 근거 없이 그들을 잘못으로 단정하지 않는다. 그들을 존중하고 이 움마의 최선의 세대를 본보기로 삼는다.",
    "category": "공동체, 통치자 및 피크"
  },
  {
    "no": 55,
    "title": "예언자의 사하바를 미워함의 금지",
    "text": "우리는 알라의 사도 ﷺ 의 사하바를 사랑한다. 그러나 그 누구에 대해서도 지나치지 않고, 그 누구도 소홀히 하지 않는다. 사하바를 사랑하는 것은 이슬람과 믿음의 일부이다. 사하바를 미워하는 것은 쿠프르와 니파크이다.",
    "explanation": "우리는 정의와 진실의 무리를 사랑하고 불의와 거짓의 무리를 미운다. 알라를 위하여 사랑하고 미움은 믿음의 일부이다. 불의나 거짓에 중립이 아니다.<br><br>시험장 8절은 종교로 우리와 싸우지 않는 자를 적으로 삼지 말라 명한다. 예언자는(부하리) 알라에게 가장 사랑받는 자는 사람들에게 가장 유익한 자라고 하였다. 불의와 거짓은 많은 절과 하디스에서 금지된다.<br><br>우리는 자신의 일에 정의롭고 진실하려 하며, 사회에서 정의를 지지한다. 불의와 거짓을 피하고, 불의의 무리와 불의에 동맹하지 않는다.",
    "category": "사하바·칼리파·아흘 알바이트"
  },
  {
    "no": 56,
    "title": "바른 길의 칼리파 순서와 무슬림 지도자",
    "text": "우리는 알라의 사도 ﷺ 의 별세 후 칼리프직이 먼저 아부 바크르 아스시딕에게, 이어 우마르, 우스만, 알리 빈 아비 탈리브에게 넘어갔음을 인정한다. 그들은 바른 길의 칼리파이며 바른 지도자이다.",
    "explanation": "예언자 별세 후 칼리프직은 아부 바크르, 이어 우마르, 우스만, 알리에게 넘어갔다. 그들은 바른 길의 칼리파(라시둔)이다. 이 순서는 역사적 사실과 아흘 순나의 합의에 따른다.<br><br>사히흐 하디스는 예언자 이후 칼리프직이 꾸라이시에게 있으며, 예언자가 바른 길의 칼리파의 순나를 따르라 명하였다고 전한다. 사히흐 전승은 아부 바크르, 이어 우마르, 우스만, 알리에게의 충성을 전한다. 우리는 그들 중 누구에게도 반대하거나 폄하하지 않는다.<br><br>우리는 네 칼리파를 정의로운 지도자로 인정하고, 종교와 통치에서 그들의 길을 따른다. 칼리파를 비방하거나 불신자로 단정하는 자들을 따르지 않는다.",
    "category": "사하바·칼리파·아흘 알바이트"
  },
  {
    "no": 57,
    "title": "예언자의 순나와 공동체에 따름",
    "text": "우리는 예언자 ﷺ 의 순나와 무슬림 공동체를 따르고, 이탈·분열·불일치를 피한다.",
    "explanation": "우리는 예언자의 순나와 무슬림 공동체에 굳게 붙든다. 비드아(이단), 분열, 이탈적 입장을 피한다. 순나와 공동체를 따르는 것이 평안의 길이다.<br><br>사히흐 하디스(아부 다우드, 티르미디) \"나의 순나와 바른 길의 칼리파의 순나에 굳게 붙어라\" \"공동체는 자비요, 분열은 벌이다.\" 이므란 가족장 103절은 알라의 밧줄에 굳게 붙고 갈라지지 말라 명한다. 아흘 순나 와 알 자마아는 이 길을 따르는 자의 이름이다.<br><br>우리는 올바른 근원(꾸란과 순나)으로부터 종교를 배우고 공동체의 이해를 따른다. 사욕이나 분파가 아니라. 분열을 부르는 논쟁을 피한다.",
    "category": "공동체, 통치자 및 피크"
  },
  {
    "no": 58,
    "title": "키블라의 민으로서 무슬림의 정의",
    "text": "우리 키블라를 향하는 자를, 그가 예언자 ﷺ 가 가져온 것을 인정하고 그가 말하고 전한 모든 것을 진실로 받아들이는 한 무슬림이자 무민이라 부른다.",
    "explanation": "우리 키블라(카바)를 향해 예배하고 예언자가 가져온 것을 인정하며 예언자가 말하고 전한 모든 것을 진실로 인정하는 자를 우리는 무슬림이자 무민이라 부른다. 명백한 불신을 부정하지 않는 한 키블라의 민을 불신자로 단정하지 않는다.<br><br>바카라장 143절은 이슬람 움마를 중도의 민이라 부른다. 사히흐 하디스는 우리처럼 예배하고 우리 키블라를 향하는 자는 무슬림이라 전한다. 아흘 순나 학자는 죄로 인해 키블라의 민을 불신자로 단정하지 않는다. 합법화하지 않는 한.<br><br>우리는 가볍게 불신으로 고발하지 않는다. 죄 있는 무슬림과 이슬람을 떠난 자를 구별한다. 마음의 비밀은 알라에게 맡기고 키블라의 민을 형제 무슬림으로 대한다.",
    "category": "공동체, 통치자 및 피크"
  },
  {
    "no": 59,
    "title": "일치는 옳고 분열은 벌",
    "text": "우리는 일치가 옳은 길이고 분열은 이탈과 벌임에 동의한다.",
    "explanation": "진리 위에 일치하는 것이 옳은 길이다. 분열은 이탈과 벌이다. 알라는 일치를 명하고 분열을 금한다.<br><br>이므란 가족장 103절 \"너희 모두 알라의 밧줄에 굳게 붙고 갈라지지 마라.\" 사히흐 하디스(이븐 마자)는 분열이 벌이라고 전한다. 예언자는 분열을 금하고 불의가 아니면 지도자에게 듣고 복종하라 명하였다.<br><br>우리는 이슬람 형제애를 지키고 비드아나 고발로 움마를 분열시키지 않는다. 꾸란, 순나, 선배의 이해 위에 일치한다.",
    "category": "공동체, 통치자 및 피크"
  },
  {
    "no": 60,
    "title": "하디스에 따른 가죽 양말 맛흐의 허용",
    "text": "우리는 여행 중이든 재택이든 하디스대로 가죽 양말(쿠프)의 맛흐에 동의한다.",
    "explanation": "소净에서 발을 씻는 대신 가죽 양말(발목을 덮는 가죽 양말)을 맛흐하는 것은 여행 중이든 재택이든 하디스에서 허용된다. 이는 예언자가 가르친 교법의 완화이다.<br><br>사히흐 하디스(무슬림 등)는 예언자와 사하바가 가죽 양말을 맛흐하였다고 전한다. 학자들은 피크에 말한 조건에 따라 그 허용에 합의한다. 이는 종교의 용이함의 일부이다. 과함이나 거부 없이 따른다.<br><br>우리는 소净 시 조건에 따라 가죽 양말 맛흐의 완화를 쓸 수 있다. 올바른 증거를 따르는 한 필수나 금지로 보지 않는다.",
    "category": "공동체, 통치자 및 피크"
  },
  {
    "no": 61,
    "title": "모든 이맘 뒤에서의 예배",
    "text": "우리는 키블라 백성 중 누구 뒤에서든—올바른 자나 불의한 자나—예배하는 것에 동의하며, 키블라 백성 중 누가 죽어도 장례 예배를 드린다.",
    "explanation": "우리는 키블라 백성 중 누구 뒤에서든—경건한 자나 방탕한 자나—예배가 유효히 성립하는 한 예배한다; 죽은 키블라 백성 누구에게도 장례 예배를 드린다. 이로써 일치가 지켜지고 이맘의 개인적 결함으로 공동체를 보이콧하지 않는다.<br><br>사히흐 하디스(부하리–무슬림)는 방탕한 이맘 뒤에서도 예배할 수 있다고 전한다. 예언자는 \"그들은 너희 앞에 있으니 옳으면 보상은 너희와 그들에게, 잘못이면 보상은 너희에게 죄는 그들에게\"라고 하셨다. 무슬림 장례 예배는 키파야 의무이다.<br><br>이맘이 완전하지 않다고 공동체를 떠나지 않는다; 집단 예배를 이어가며 이맘의 인도를 기도한다. 죽은 무슬림의 장례 예배를 드리며 그 사람의 죄 때문에 거부하지 않는다.",
    "category": "공동체, 통치자 및 피크"
  },
  {
    "no": 62,
    "title": "꾸란은 칼람이지 피조물이 아님",
    "text": "우리는 꾸란에 대해 논쟁하지 않으며, 그것이 충령(지브릴)에 의해 무함마드 ﷺ 에게 전해진 알라 ﷻ 의 말씀이며 피조물의 말이 아니고 피조되었다고 말하지 않음을 증언한다.",
    "explanation": "꾸란은 칼람룰라(알라의 말씀)이며 지브릴이 예언자 무함마드에게 전한 것이다; 피조물의 말이 아니며 피조되었다고 말하지 않는다. 근거 없이 \"어떻게\"나 \"피조되었는가\"를 논하는 것은 비드아이다; 우리는 알라와 사도가 정한 것을 믿는다.<br><br>회개장 6절은 \"알라의 말씀\"(칼람룰라)을 말한다. 사히흐 하디스는 꾸란이 충령(지브릴)을 통해 내려졌다고 전한다. 아흘 순나는 알라의 칼람은 그분의 속성이며 피조물이 아니라고 정한다; 꾸란을 피조물이라고 하는 자는 이탈이다.<br><br>일반인과 이 문제로 논쟁하지 않는다; 꾸란이 알라의 거룩한 말씀이며 피조물이 아니라고 믿는다. 꾸란을 존중하고 실천하며 이득 없는 논쟁에 빠지지 않는다.",
    "category": "꾸란과 계시"
  },
  {
    "no": 63,
    "title": "알라에 대한 무익한 말을 피함",
    "text": "우리는 알라 ﷻ 에 대한 무익한 말에 들어가지 않으며, 알라 ﷻ 의 종교에 대한 분쟁을 방치하지 않는다.",
    "explanation": "우리는 알라에 대한 무익한 말(그분 본체 논쟁이나 근거 없는 일)에 들어가지 않으며, 알라 종교에 대한 분쟁이 형제애를 깨뜨리도록 방치하지 않는다. 종교는 근거 위에 서며 추측이 아니다.<br><br>야행장 36절은 근거 없는 것을 따르는 것을 금한다. 사히흐 하디스는 근거 없이 꾸란을 논쟁하는 것을 금하고 분쟁을 알라와 사도에게 맡기라 명한다. 학자들은 종교상 공론을 금한다.<br><br>꾸란과 순나에 근거해 종교에 대해 말한다; 끝없는 논쟁에 시간을 쓰지 않는다. 일치를 지키고 비원칙적 차이로 분열하지 않는다.",
    "category": "믿음: 기둥, 정의 및 중도"
  },
  {
    "no": 64,
    "title": "불의를 명하지 않는 한 통치자에게 복종",
    "text": "우리는 이맘이나 우리 일의 장에 대한 반란을 받아들이지 않는다. 비록 불의하더라도. 이맘과 장에 대한 복종은 알라 ﷻ 에 대한 복종의 일부이며 그들이 죄를 명하지 않는 한 의무이다; 우리는 그들의 인도와 용서를 기도한다.",
    "explanation": "우리는 무슬림의 이맘이나 장에 대한 반란을 받아들이지 않는다. 비록 불의하더라도. 그들에게 복종하는 것은 알라에게 복종하는 일부이며 불의를 명하지 않는 한 의무이다. 그들의 인도와 용서를 기도한다.<br><br>사히흐 하디스(부하리–무슬림)는 \"불의를 명하지 않는 한 아미르에게 듣고 복종하라\"고 전한다. 예언자는 그들이 예배를 세우는 한 반란을 금하셨다. 여성장 59절은 울릴암리에게 복종하라 명한다. 이로써 안정과 샤리아 질서가 지켜진다.<br><br>선한 일에는 복종하고 죄를 명하면 복종하지 않는다; 폭력으로 반란하거나 분열시키지 않는다. 통치자의 정의와 인도를 기도하고 지혜로 권고한다.",
    "category": "공동체, 통치자 및 피크"
  },
  {
    "no": 65,
    "title": "점술사와 예언자에 대한 거부",
    "text": "우리는 점술사와 예언자의 말을 참으로 받아들이지 않으며, 성서·순나·무슬림 합의에 어긋나는 주장도 받아들이지 않는다.",
    "explanation": "점술사, 예언자, 혹은 보이지 않는 것을 안다고 주장하거나 운명을 점치는 자의 말을 믿지 않는다; 꾸란, 순나, 움마의 이즈마에 어긋나는 주장도 거부한다. 진리는 계시로만 온다.<br><br>사히흐 하디스(부하리–무슬림)는 예언자가 \"점술사나 예언자에게 가서 그 말을 참으로 하는 자는 무함마드에게 내려진 것을 믿지 않는다\"고 하셨다고 전한다. 지니장 26–27절은 보이지 않는 것을 아는 이는 알라 밖에 없다고 한다.<br><br>점, 별자리, 미래를 안다는 \"학문\"을 믿지 않는다; 알라에게 의탁하고 순나툴라에 따라 노력한다. 확실한 근원(성서와 순나)에서만 정보를 취한다.",
    "category": "두아, 지식과 한계"
  },
  {
    "no": 66,
    "title": "죄 때문에 무슬림을 카피르로 단정하지 않음",
    "text": "우리는 키블라 백성 중 누구도, 그가 그 죄를 합법으로 보지 않는 한, 죄 행위 때문에 카피르로 보지 않는다.",
    "explanation": "키블라 백성(우리 키블라로 예배하고 예언자가 전한 것을 인정하는 자)을 죄를 지었다고 해서 카피르로 단정하지 않는다—그가 그 죄를 합법으로 보지 않는 한. 죄는 자동으로 이슬람에서 벗어나게 하지 않는다.<br><br>사히흐 하디스는 \"무슬림이 무슬림을 카피르라 부르지 말라; 형제를 '카피르'라 부르는 자가 있으면 그 부름은 한쪽에 돌아간다\"고 전한다. 아흘 순나 학자들은 대죄를 지어도 여전히 믿는 자와, 분명한 것을 부정하거나 하람을 합법으로 보아 벗어난 자를 구분한다.<br><br>경솔히 카피르로 단정하지 않는다; 죄를 지어도 여전히 믿는 자와, 이슬람 기둥을 부정하거나 하람을 합법으로 하는 자를 구분한다. 마음속은 알라에게 맡긴다.",
    "category": "죄, 불신 및 키블라 백성"
  },
  {
    "no": 67,
    "title": "죄가 믿는 자에게 미치는 해로움",
    "text": "우리는 믿는 자의 죄가 그에게 해로움을 끼치지 않는다고 말하지 않는다.",
    "explanation": "믿는 자의 죄가 그에게 해로움을 끼치지 않는다고 말하지 않는다. 죄는 여전히 해롭다: 보상을 줄이고, 현세나 내세의 벌을 불러오며, 믿음을 약하게 한다. 죄를 경시하지 않는다.<br><br>여성장 31절 등은 대죄가 벌을 불러올 수 있음을 경고한다. 사히흐 하디스는 죄가 마음에 자국을 남긴다고 전한다. 예언자는 소죄를 경시하는 것을 금하셨다. 아흘 순나는 죄가 믿음에 해가 되지 않는다는 무르지아를 물리친다.<br><br>죄를 두려워하고 회개한다; 이미 믿고 있다고 안심하지 않는다. 대죄 소죄를 피하고 죄가 마음과 내세 결말에 미치는 영향을 경시하지 않는다.",
    "category": "죄, 불신 및 키블라 백성"
  },
  {
    "no": 68,
    "title": "동료 무슬림을 쿠프르로 고발하는 것 금지",
    "text": "우리는 키블라 백성 중 누구가 반드시 천국이나 지옥에 들어간다고 단정하지 않으며, 키블라 백성이 그것을 드러내기 전까지 누구도 쿠프르·시르크·니파크로 고발하지 않는다; 키블라 백성의 마음속은 알라 ﷻ 에게 맡긴다.",
    "explanation": "누구가 반드시 천국이나 지옥에 들어간다고 단정하지 않는다; 드러내기 전까지 누구도 카피르, 무슈릭, 무나피크로 고발하지 않는다. 마음속은 알라에게 맡긴다.<br><br>사히흐 하디스는 누구에게 천국이나 지옥을 단정하는 것을 금한다. 예언자는 \"서로 니파크로 고발하지 마라\"고 하셨다. 방장 12절은 망측과 뒷말을 금한다. 우리는 드러난 것만 판단한다; 숨은 것은 알라의 일이다.<br><br>명확한 증거가 없으면 좋게 추측한다; 남의 의도를 재지 않는다. 자신을 고치는 것과 지혜로운 다와에 집중하고, 고발이나 단정에 바쁘지 않는다.",
    "category": "죄, 불신 및 키블라 백성"
  },
  {
    "no": 69,
    "title": "예언자의 우수함이 모든 왈리를 넘음",
    "text": "우리는 움마의 어떤 왈리도 어떤 예언자보다 낫다고 하지 않으며; 한 예언자는 모든 왈리를 합친 것보다 낫다.",
    "explanation": "이 움마의 어떤 왈리도 어떤 예언자보다 낫다고 하지 않는다; 한 예언자는 모든 왈리를 합친 것보다 낫다. 예언자에게는 특별한 지위가 있다; 어떤 경건한 자도 예언자 위에 두지 않는다.<br><br>가축장 86절 등은 예언자들을 특별한 우수함으로 말한다. 사히흐 하디스는 예언자 무함마드가 심판의 날 아담의 자손의 우두머리라고 전한다. 학자들은 예언자가 왈리보다 낫다는 데 일치한다. 왈리를 예언자 위에 두는 것은 길을 잃음이다.<br><br>예언자를 존중하고 어떤 경건한 자도 그들과 동등하게 하지 않는다. 예언자 무함마드를 샤리아의 원천이자 최고 본보기로 따른다; 알라의 왈리를 사랑하되 예언자와 동등하게 과대평가하지는 않는다.",
    "category": "예언자와 사도"
  },
  {
    "no": 70,
    "title": "샤르아적 이유 없이 살인 금지",
    "text": "우리는 무함마드 ﷺ 의 움마 중 누구도, 샤리아가 의무로 하는 경우를 제외하고는, 죽이는 것에 동의하지 않는다.",
    "explanation": "무함마드의 움마 중 누구도, 샤리아가 의무로 하는 경우(키사스, 하드, 정당한 전쟁 맥락)를 제외하고 죽이는 것에 동의하지 않는다. 무슬림의 생명은 보호된다; 권리 없이 죽이는 것은 대죄이다.<br><br>가축장 151절과 야행장 33절은 알라가 금한 영혼을 권리 없이 죽이는 것을 금한다. 사히흐 하디스는 무슬림을 죽이는 것을 대죄의 하나로 전한다. 예언자는 \"라 일라하 일랄라\"를 말하는 자를 죽이는 것을 금하셨다. 이슬람 형법은 언제 살인이 허용되는지 정한다.<br><br>인명을 존중하고 샤리아 정해 밖의 폭력이나 살인을 지지하지 않는다. 건전한 증거에 맞지 않는 종교 이름의 테러나 살인을 거부한다.",
    "category": "공동체, 통치자 및 피크"
  },
  {
    "no": 71,
    "title": "무함마드의 종과 사도로서의 지위",
    "text": "우리는 무함마드 ﷺ가 알라 ﷻ의 택한 종, 알라 ﷻ의 택한 예언자이며 알라 ﷻ가 기뻐하시는 사도임을 믿는다.",
    "explanation": "무함마드는 알라의 택한 종이며 알라가 기뻐하시는 예언자이자 사도이다. 그는 계시를 받은 인간이다; 우리는 그를 숭배하지 않으며 그를 종과 사도의 지위 위로 올리는 과장을 하지 않는다.<br><br>야행장 1절은 예언자를 그의 종이라 부른다. 망대장 40절은 무함마드가 예언자들의 봉인임을 확인한다. 사히흐 하디스: 그리스도인들이 예수에 대해 과장한 것처럼 나에 대해 과장하지 말라; 나는 다만 종이니, 알라의 종이요 그의 사도라 말하라. 우리는 과장 없이 그를 사랑하고 존중하며, 그의 법을 따르고 그를 신격화하지 않는다. 그의 예언을 부정하거나 그를 폄하하는 자는 거부한다.",
    "category": "예언자와 사도"
  },
  {
    "no": 72,
    "title": "인류를 위한 선과 악의 정함",
    "text": "선과 악은 인류를 위해 정해졌다.",
    "explanation": "선과 악은 인류를 위해 정해졌다: 명령과 금지, 보상과 벌이 있다. 인류에게 선택 능력이 주어졌고 그에 대해 책임진다. 태양장 8–10절은 알라가 인간에게 불의의 길과 경건의 길을 영감하심을 시사한다. 하디스와 절들은 타클리프와 심판을 확인한다. 예정은 선택을 없애지 않는다; 인간이 노력하고 알라가 결과를 정하신다.<br><br>우리는 선을 행하고 악을 피하기 위해 노력하며, 게으름에 \"예정되었다\"는 변명을 쓰지 않는다. 선과 악이 실재하며 우리가 책임진다고 믿는다.",
    "category": "믿음: 기둥, 정의 및 중도"
  },
  {
    "no": 73,
    "title": "복종에 있는 신앙의 안전",
    "text": "한 사람의 이슬람은 복종과 굴복 위에 설 때에만 안전하다; 자기 능력 밖의 것을 알려고 억지로 하는 것은 올바른 믿음에서만 멀어지게 한다.",
    "explanation": "한 사람의 이슬람은 알라와 사도에 대한 복종(타슬림)과 굴복 위에 설 때에만 안전하다. 자기 능력 밖(예: 알라의 본질의 실재나 예정의 세부)을 알려고 억지로 하는 것은 올바른 믿음에서만 멀어지게 한다. 이므란 19절은 이슬람을 복종이라 부른다. 하디스는 알라의 본질을 생각하는 것을 금하고 그가 창조한 것을 생각하라 명한다. 학자들은 알라의 이름과 속성에 대한 일하드(허용되지 않은 것에 깊이 들어감)를 금한다.<br><br>알라가 밝히지 않은 보이지 않는 것은 알라에게 맡긴다; 알라가 명한 것과 우리가 할 수 있는 것에 집중한다. 알라가 열지 않은 것의 \"어떻게\"나 \"왜\"를 모른다고 불안해하지 않는다.",
    "category": "믿음: 기둥, 정의 및 중도"
  },
  {
    "no": 74,
    "title": "인간의 능력은 알라로부터",
    "text": "어떤 행위를 실제로 일어나게 하는 능력은 오직 알라 ﷻ에게서 나온다; 법이 사람에게 요구하는 것은 건강·능력·그에게 있는 기회(수단)라는 뜻의 능력이다.",
    "explanation": "행위를 실제로 일어나게 하는 능력(효과적 능력)은 오직 알라에게서 나온다. 법이 사람에게 요구하는 것은 건강·능력·기회(수단)라는 뜻의 능력이다; 그것이 있으면 노력해야 하고 알라가 성공을 주신다. 황소장 286절: 알라는 능력에 따라만 부담을 주신다. 하디스: 라 하울라 와 라 쿠웨타 일라 빌라. 학자들은 의무의 조건으로서의 능력과 행위를 일어나게 하는 능력(알라에게서)을 구분한다.<br><br>우리는 힘껏 노력하고 알라에게 도움을 구하며, 아직 시도할 수 있는 것에 \"할 수 없다\"는 변명을 하지 않는다. 순종의 힘은 알라에게서 온다고 믿는다.",
    "category": "타클리프와 인간 행위"
  },
  {
    "no": 75,
    "title": "모든 지식을 알라에게 돌림",
    "text": "우리가 어떤 것에 대한 지식이 분명하지 않을 때 우리는 말한다: \"알라 ﷻ가 가장 잘 아신다.\"",
    "explanation": "우리가 어떤 것에 대한 지식이 분명하지 않거나 증거가 부족할 때 우리는 말한다: 알라가 가장 잘 아신다. 우리는 단정하거나 꾸며 내지 않으며, 우리가 모르는 것을 알라에게 돌린다. 황소장 232절과 많은 절들이 일을 알라에게 돌리라 명한다. 예언자는 자기가 모르는 지식에 대해 물음을 받아 \"알라가 가장 잘 아신다\"고 말한 자는 올바른 답을 했다고 하셨다. 학자들은 지식 없이 말하는 것을 금한다.<br><br>우리는 모르는 것을 아는 체하지 않으며, 그럴 때 \"모른다\" 또는 \"알라가 가장 잘 아신다\"고 말할 용의가 있다. 증거 없이 해석이나 규정을 꾸며 내지 않는다.",
    "category": "기도, 지식 및 한계"
  },
  {
    "no": 76,
    "title": "절망 사이의 중도",
    "text": "절대적 확신과 절망은 둘 다 사람을 종교 밖으로 내보낸다; 키블라 백성에게 진리의 길은 둘 사이에 있다.",
    "explanation": "길을 잃은 절대적 확신(예: 어떤 이가 반드시 천국에 든다고 단정)과 절망(예: 어떤 이가 반드시 지옥에 든다거나 알라가 용서하지 않는다고 단정)은 둘 다 종교 밖으로 내보낸다. 키블라 백성에게 진리의 길은 둘 사이에 있다: 희망과 두려움. 희롱 56절: 예언자 이브라힘이 알라의 자비에서 절망하는 자는 길 잃은 자뿐이라 하셨다. 무리장 53절은 절망하지 말라 부른다. 하디스는 라자와 하우프의 균형을 확인한다. 아흘 순나는 하와리즈(지나치게 엄함)와 무르지아(지나치게 느슨함) 사이에 있다.<br><br>우리는 알라의 자비를 바라고 그 벌을 두려워하며, 어떤 이가 반드시 천국이나 지옥에 든다고 판단하지 않는다. 알라를 선하게 생각하고 그 용서에 절망하지 않는다.",
    "category": "믿음: 기둥, 정의 및 중도"
  },
  {
    "no": 77,
    "title": "무덤은 천국 동산 또는 지옥 구덩이",
    "text": "무덤은 천국의 동산 중 하나이거나 지옥의 구덩이 중 하나이다.",
    "explanation": "무덤은 장례된 이의 행실과 믿음에 따라 천국의 동산 중 하나(바르자흐의 축복)이거나 지옥의 구덩이 중 하나(무덤의 벌)가 될 수 있다. 이는 무덤의 축복과 벌에 대한 하디스들과 부합한다. 사히흐 하디스(부하리, 무슬림)는 믿는 이에게 무덤의 축복, 불의한 자나 위선자에게 무덤의 벌을 전한다. 예언자는 무덤의 벌로부터 보호를 구하는 기도를 가르치셨다. 신자들장 99–100절은 바르자흐 영역을 시사한다.<br><br>우리는 믿음과 선행으로 우리 무덤이 천국 동산이 되도록 준비하며, 무덤의 벌로부터 보호를 구한다. 이 믿음은 우리가 태만하지 않도록 격려한다.",
    "category": "마지막 날"
  },
  {
    "no": 78,
    "title": "천국에서 알라를 봄에 대한 믿음",
    "text": "사람들은 천국에서 알라 ﷻ를 봄을 믿으며, 자기 이성으로 어떻게를 해석하거나 상상하지 않고, 알라 ﷻ의 속성을 부정하거나 알라 ﷻ를 피조물에 비유하는 것을 피한다.",
    "explanation": "천국 백성이 내세에서 알라를 보리라; 우리는 자기 이성으로 \"어떻게\"를 해석하거나 상상하지 않고 이를 믿는다. 이 속성을 부정하거나 알라를 피조물에 비유하는 것을 피한다. 부활장 22–23절은 그날 밝은 얼굴들이 주님을 바라보리라 말한다. 사히흐 하디스(부하리, 무슬림)는 천국 백성이 알라를 보름달 밤의 달을 보듯 보리라 확인한다. 우리는 타키프(어떻게를 묻음)나 탐실 없이 믿는다.<br><br>그 \"봄\"의 형태를 상상하지 않으며, 알라를 봄이 천국의 지고한 축복임을 믿는 것으로 족하다. 루야를 부정하거나 피조물을 봄에 비유하는 자는 거부한다.",
    "category": "마지막 날"
  },
  {
    "no": 79,
    "title": "천국에서 알라를 봄의 실재",
    "text": "천국 백성에 의한 알라 ﷻ를 봄은 참이다; 사람들은 어떻게를 해석하지 않고 이를 믿으며, 그에 대한 지식을 알라 ﷻ에게 맡긴다.",
    "explanation": "천국 백성에 의한 알라를 봄은 참이다; 우리는 어떻게를 해석하지 않고 이를 믿으며 그에 대한 지식을 알라에게 맡긴다. 봄의 방식은 피조물을 봄과 같지 않다. 증거는 78번과 같다. 부활장 22–23절과 루야에 대한 무타와티르 하디스. 아흘 순나 학자들은 루야를 타키프 없이 확정한다; \"우리 눈처럼\" 또는 \"그런 방식으로\"라고 말하지 않는다. 우리는 루야를 알라와 그 사도의 소식으로 믿으며, 끝없는 \"어떻게\" 논쟁에 들어가지 않는다. 이 믿음은 천국 백성에 들기 위해 행함에 대한 우리의 열의를 더한다.",
    "category": "마지막 날"
  },
  {
    "no": 80,
    "title": "무함마드는 알라의 예언자들의 봉인",
    "text": "무함마드 ﷺ는 예언자들의 봉인, 경건한 자들의 이맘, 사도들 중 가장 고귀한 분이며 모든 세계의 주님의 사랑받는 자이다.",
    "explanation": "무함마드는 예언자들의 봉인, 경건한 자들의 이맘, 사도들 중 가장 고귀한 분이며 모든 세계의 주님의 사랑받는 자이다. 그 뒤에는 예언자가 없다. 망대장 40절: 무함마드는 너희 남자 중 누구의 아버지가 아니라 알라의 사도이며 예언자들의 봉인이다. 사히흐 하디스는 예언자가 아담의 자녀의 주인이자 알라의 사랑받는 자임을 확인한다. 예언자는 마지막 사도이다; 그 뒤의 예언 주장은 무효이다.<br><br>우리는 예언자 무함마드를 마지막 예언자로 믿으며 그 뒤의 새 예언자나 사도를 받아들이지 않는다. 그를 사랑하고 존중하며 세상 끝까지 그의 순나를 따른다.",
    "category": "예언자와 사도"
  },
  {
    "no": 81,
    "title": "무함마드의 전 인류를 위한 사명",
    "text": "예언자 무함마드 ﷺ는 진과 인류 전체에게 진리, 인도, 빛, 계몽으로 보내졌다.",
    "explanation": "예언자 무함마드는 진과 인류 전체에게 진리, 인도, 빛, 계몽으로 보내졌다. 그의 부름은 보편적이며; 그 이후 어떤 공동체도 그를 따를 의무에서 제외되지 않는다.<br><br>사바 장 28절: 우리는 당신을 전 인류에게만 보냈다. 망대장 40절은 예언자들의 봉인을 확인한다. 하디스는 예언자가 인류와 진에게 보내졌음을 확인한다. 그의 법은 종말까지 유효하다.<br><br>우리는 이슬람이 전 인류를 위한 것임을 믿고, 지혜로 그에 부르며 강요하지 않는다. 그를 그 이후 유일한 법의 원천으로 따른다.",
    "category": "예언자와 사도"
  },
  {
    "no": 82,
    "title": "대죄를 짓는 무슬림의 운명",
    "text": "무함마드 ﷺ의 움마 중 대죄를 짓는 자는 불지옥에 들 것이나 영원하지는 않다—그가 알라 ﷻ의 유일성을 인정하는 신자로 죽는 한; 그의 운명은 알라 ﷻ의 뜻과 심판에 달려 있다.",
    "explanation": "무함마드의 움마 중 대죄를 짓는 자는 불지옥에 들 것이다(알라가 벌하시면). 그러나 영원하지는 않다—그가 알라의 유일성을 인정하는 신자로 죽는 한. 그의 최종 운명은 알라의 뜻과 심판에 달려 있다; 용서받거나 벌받은 뒤 나올 수 있다.<br><br>사히흐 하디스는 알라가 마음에 타우히드가 있는 자를 불지옥에서 내보내심을 확인한다. 타우히드의 백성은 불지옥에 영원히 머물지 않는다. 여성 48절은 쉬르크를 금한다; 쉬르크 외의 죄는 알라가 원하시면 용서될 수 있다. 아흘 순나는 하와리지와 무르지아 사이에 있다.<br><br>우리는 대죄를 짓는 자가 불지옥에 영원히 머문다고 단정하지 않는다; 알라의 자비를 바라고 그 벌을 두려워한다. 대죄를 피하고 회개하도록 상기시키며; 최종 결과를 알라에게 맡긴다.",
    "category": "죄, 불신 및 키블라 백성"
  },
  {
    "no": 83,
    "title": "인간의 행위는 알라에 의해 창조됨",
    "text": "인간의 행위는 실상 알라 ﷻ에 의해 창조되며, 동시에 인간이 행하고 책임진다.",
    "explanation": "인간의 행위는 실상 알라에 의해 창조된다(그가 그것을 이루심). 동시에 인간이 행하고 책임진다. 이는 중도이다: 자브리야(모두 강제)도 카다리야(인간이 자신의 행위를 창조함)도 아니다.<br><br>벌어진 줄 96절: 알라가 너희와 너희가 하는 바를 창조하셨다. 하디스: 힘과 능력은 알라와 함께 있을 뿐이다. 아흘 순나 학자들은 종의 행위는 알라의 창조물이며 종의 카스브임을 확인한다; 인간은 책임을 진다.<br><br>우리는 노력하고 결과는 알라로부터 옴을 믿는다; 수동적(자브리야)이지도, 자신의 행위의 창조자(카다리야)로 여기지도 않는다. 우리는 자신의 선택에 책임을 진다.",
    "category": "타클리프와 인간 행위"
  },
  {
    "no": 84,
    "title": "알라와 전 인류의 언약",
    "text": "알라 ﷻ가 아담과 그의 자손과 맺은 언약은 진실이다.",
    "explanation": "알라가 아담과 그의 자손과 맺은 언약(아담의 허리에서 취함)은 진실이다: 알라가 주님이심의 인정. 꾸란에 언급됨; 인간은 피트라에 태어나며, 환경과 선택이 영향을 미친다.<br><br>높은 곳 172–173절은 알라가 아담의 자손에게서 언약을 취했음을 전한다: 내가 너희의 주님이 아니냐? 그들이 말했다: 그렇습니다. 사히흐 하디스는 모든 아이가 피트라에 태어남을 확인한다. 학자들은 이를 피트라와 인간 책임의 증거로 삼는다.<br><br>우리는 인간에게 주님을 아는 피트라가 있음을 믿는다; 우리의 부름은 상기시키고 초대하며; \"낯선 것을 넣는\" 것이 아니다. 우리는 성숙과 이성 후 자신의 선택에 책임을 진다.",
    "category": "숙명과 알라의 뜻"
  },
  {
    "no": 85,
    "title": "알라의 이름과 속성은 영원함",
    "text": "알라 ﷻ가 죽은 자를 살리시는 분이라는 이름에 죽은 자를 살리기 전후로 권리가 있으신 것처럼, 알라 ﷻ는 \"창조자\"라는 이름에 창조 전후로 권리가 있으시다.",
    "explanation": "알라는 \"죽은 자를 살리시는 분\"이라는 이름에 실제로 살리기 전후로 권리가 있으시다; \"창조자\"도 창조 전후로. 알라의 속성과 이름은 사건에 의존하지 않는다; 그는 항상 그 속성을 지니신다.<br><br>철 3절: 그는 처음이시며 마지막이시다. 알라의 이름은 영원하다. 학자들은 알라가 항상 알-할리크, 알-무히 등이며, 사건 후 \"새로\" 속성을 지니시는 것이 아니라고 확인한다. 이는 창조 전 알라의 속성을 의심하는 견해를 배격한다.<br><br>우리는 \"알라가 언제 창조자의 속성을 지니셨는가\" 묻지 않는다; 알라는 영원부터 완전하심을 믿는다. 이 믿음은 타우히드의 순수함을 지키고 알라의 속성을 의심하는 철학을 배격한다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 86,
    "title": "일어나는 모든 것은 알라의 뜻으로",
    "text": "모든 것은 알라 ﷻ의 뜻, 지식, 숙명, 결정에 따라 일어난다; 알라 ﷻ의 뜻이 다른 뜻에 우선하며, 알라 ﷻ는 결코 불의하지 않으시고, 악에서 거룩하시며, 완전하고 결함이 없으시다.",
    "explanation": "모든 것은 알라의 뜻, 지식, 숙명, 결정에 따라 일어난다. 알라의 뜻이 다른 뜻에 우선한다; 알라는 결코 불의하지 않으시고, 악에서 거룩하시며, 완전하고 결함이 없으시다.<br><br>야신 82절: 그가 일을 원하실 때 그의 명령은 \"있어라\"일 뿐이면 있다. 궁수자리 16절: 그가 원하시는 분. 하디스와 절들은 알라의 권능과 뜻을 자주 확인한다. 알라는 불의하지 않으시다; 그의 숙명에는 지혜가 있다.<br><br>우리는 모든 일을 알라에게 맡기고 알라를 불의하다 비난하지 않는다. 우리에게 닥치는 것이 그의 숙명과 뜻에 맞음을 믿고; 노력하고 그에게 의탁한다.",
    "category": "숙명과 알라의 뜻"
  },
  {
    "no": 87,
    "title": "인간의 뜻은 알라에 의존함",
    "text": "모든 것은 알라 ﷻ의 숙명과 뜻에 따라 일어난다; 인간이 원하는 것은 알라 ﷻ가 원하실 때만 실현된다.",
    "explanation": "모든 것은 알라의 숙명과 뜻에 따라 일어난다; 인간이 원하는 것은 알라가 원하실 때만 실현된다. 인간의 뜻은 독립적이지 않다; 알라의 뜻에 종속된다.<br><br>말아 말기 29절: 너희는 알라가 원하실 때가 아니면 원하지 않는다. 하디스: 힘과 능력은 알라와 함께 있을 뿐이다. 학자들은 알라의 뜻(마시아)이 일어나는 모든 것을 포괄함을 확인한다; 피조물의 뜻은 따른다.<br><br>우리는 원하고 노력하지만, 최종 결과는 알라의 손에 있음을 믿는다. 성공해도 오만하지 않고 실패해도 절망하지 않는다; 노력 후 그에게 의탁한다.",
    "category": "숙명과 알라의 뜻"
  },
  {
    "no": 88,
    "title": "예언자 무함마드를 통한 법의 진실",
    "text": "예언자 ﷺ에게서 법과 그 설명(꾸란과 이슬람)에 관해 확립된 모든 것은 진실이다.",
    "explanation": "예언자에게서 법과 그 설명—꾸란과 순나, 허락·금지, 숭배, 품성—에 관해 확립된 모든 것은 진실이다. 우리는 의심 없이 받아들이고 그에 따라 행한다.<br><br>모임 7절: 사도가 너희에게 주는 것은 받고 그가 너희에게 금하는 것은 버려라. 사히흐 무타와티르 하디스는 예언자가 사욕으로 말하지 않으셨음을 확인한다. 꾸란과 순나는 진리의 원천이다.<br><br>우리는 법의 일부를 골라 받거나 거부하지 않는다; 예언자에게서 확립된 모든 것을 받아든다. 명백한 증거에 반하는 견해를 따르지 않는다.",
    "category": "예언자와 사도"
  },
  {
    "no": 89,
    "title": "모든 피조물은 알라의 통치에 복종함",
    "text": "모든 피조물은 알라 ﷻ의 뜻에 복종한다. 알라 ﷻ의 은혜로든 알라 ﷻ의 정의로든.",
    "explanation": "모든 피조물은 알라의 뜻에 복종한다. 그의 은혜(축복, 인도, 자비)로든 그의 정의(벌, 시험)로든. 그의 숙명 밖에는 아무것도 없다.<br><br>이므란 가족 83절: 그들이 알라의 종교 외에 다른 것을 구하는가? 하늘과 땅에 있는 자는 그에게 복종한다. 절들과 하디스는 모든 것이 알라에게 복종함을 자주 확인한다. 알라의 은혜와 정의는 완전하다.<br><br>우리는 숙명을 마음 열고 받아든다: 축복에 감사하고 시험에 인내한다. 알라의 숙명에 항의하지 않는다; 알라는 지극히 정의로우시고 자비로우심을 믿는다.",
    "category": "숙명과 알라의 뜻"
  },
  {
    "no": 90,
    "title": "신자들은 알라의 벗",
    "text": "모든 신자는 알라 ﷻ의 벗이며, 알라 ﷻ 앞에 가장 귀한 자는 가장 순종하고 꾸란에 가장 충실한 자이다.",
    "explanation": "모든 신자는 알라의 벗이다(일반적 의미로 알라에게 사랑받는 자); 알라 앞에 가장 귀한 자는 가장 순종하고 꾸란에 가장 충실한 자이다. 탁월함은 경건과 따름에 기초하며, 주장이나 칭호에 기초하지 않는다.<br><br>유누스 62–63절: 보라, 알라의 벗에게는 두려움도 슬픔도 없다—믿고 경건한 자. 하디스는 알라의 벗은 순종하는 자임을 확인한다; 그들을 그 행위로 알지 주장으로 알지 않는다. 증거 위에 특정 \"벗\"을 높이지 않는다.<br><br>우리는 순종과 꾸란·순나 따름으로 알라의 벗이 되려 노력한다; 근거 없이 벗이라 주장하거나 다른 이를 높이지 않는다. 탁월함은 알라께 있고 행위에 기초한다.",
    "category": "믿음: 기둥, 정의 및 중도"
  },
  {
    "no": 91,
    "title": "인간의 행위는 알라의 지식에 따름",
    "text": "인간의 모든 행위는 알라 ﷻ가 아시는 그대로 일어난다. 각자는 그가 창조된 목적에로 쉽게 되며, 복 있는 자나 불행한 자는 알라 ﷻ의 숙명에 따른다.",
    "explanation": "인간의 모든 행위는 알라가 아시는 그대로 일어난다. 각자는 그가 창조된 목적(숙명)에로 쉽게 되며, 복 있는 자나 불행한 자는 알라의 숙명에 따른다. 이는 노력을 없애지 않으며, 노력도 숙명의 일부이다.<br><br>밤 5–10절은 선에로 쉽게 되는 자와 악에로 쉽게 되는 자가 있음을 시사한다. 하디스: 각자는 그가 창조된 목적에로 쉽게 된다. 알라의 지식은 행위에 선행하며, 행위는 그 지식에 따라 일어난다.<br><br>우리는 노력하고 알라가 쉽게 하시는 분임을 믿는다. 우리는 수동적이지 않다. \"이미 불행으로 정해졌다\"고 핑계하여 노력을 게을리하지 않는다. 노력 후 그분께 의탁한다.",
    "category": "숙명과 알라의 뜻"
  },
  {
    "no": 92,
    "title": "믿음에서 나가는 한계",
    "text": "사람은 그를 믿음에 들어가게 한 것을 부정하지 않는 한 믿음에서 나가지 않는다.",
    "explanation": "사람은 그를 믿음에 들어가게 한 것(즉 믿음의 기둥 부정, 분명히 금지된 것을 허용으로 함, 또는 쿠프르 인정)을 부정하지 않는 한 믿음에서 나가지 않는다. 죄만으로는 근본을 부정하지 않는 한 이슬람에서 나가지 않는다.<br><br>사히흐 하디스: 죄 때문에 무슬림을 카피르로 선언해서는 안 된다. 이슬람에서의 이탈은 샤하다 거부, 종교에서 확실한 것 부정, 또는 합의된 금지를 허용으로 함으로써 일어난다. 학자들은 대죄를 짓더라도 그 죄를 허용으로 하지 않으면 믿는 자로 남는다고 설명한다.<br><br>우리는 믿음의 기둥을 인정하고 금지를 허용으로 하지 않는 자를 카피르로 선언하지 않는다. 죄와 쿠프르를 구분한다. 쿠프르 판단은 엄격한 조건 아래 자격 있는 학자에게 맡긴다.",
    "category": "믿음: 기둥, 정의 및 중도"
  },
  {
    "no": 93,
    "title": "무함마드 이후 예언자 주장의 허위",
    "text": "무함마드 ﷺ 이후의 모든 예언자 주장은 허위와 기만이다.",
    "explanation": "무함마드 이후의 모든 예언자 주장은 허위와 기만이다. 그분 이후에는 예언자나 사도가 없다. 그분 이후 예언자를 주장하거나 새로운 계시를 받는 자는 거짓말쟁이다.<br><br>동맹군 40절: 무함마드는 예언자들의 봉인이다. 사히흐 하디스: 나 이후에는 예언자가 없다. 예언자가 예언자를 주장하는 거짓말쟁이들이 오리라고 하셨다. 믿지 말라. 학자들은 예언자 이후 예언자 주장이 쿠프르라는 데 의견을 같이 한다.<br><br>우리는 예언자 무함마드 이후 예언자, 사도, 또는 새 법의 수령자를 주장하는 누구든 거부한다. 꾸란과 순나만 따른다. 새로운 계시는 없다.",
    "category": "예언자와 사도"
  },
  {
    "no": 94,
    "title": "사하바와 예언자의 배우자 및 후손에 대한 존중",
    "text": "알라의 사도의 사하바, 그분의 배우자들, 그분의 순수한 후손에 대해 좋게 말하는 자는 위선의 혐의에서 자유롭다.",
    "explanation": "알라의 사도의 사하바, 그분의 배우자들(신자들의 어머니들), 그분의 순수한 후손(올곧은 아흘 알바이트)에 대해 좋게 말하는 자는 위선의 혐의에서 자유롭다. 그들을 존중하는 것은 이슬람의 일부이다.<br><br>동맹군 6절과 다른 절들은 예언자의 배우자들을 찬미한다. 하디스는 아흘 알바이트와 사하바의 탁월함을 확인한다. 그들을 비방하는 것은 위선 또는 방황의 징후이다. 아흘 순나는 사하바와 아흘 알바이트를 과장 없이 존중한다.<br><br>우리는 사하바, 예언자의 배우자들, 또는 그분의 올곧은 후손을 비방하지 않는다. 그들에 대해 좋게 말하고 본보기로 삼는다. 그들을 비방하거나 카피르로 선언하는 단체를 거부한다.",
    "category": "사하바·칼리파·아흘 알바이트"
  },
  {
    "no": 95,
    "title": "알라를 인간에 비유하는 것의 금지",
    "text": "알라를 ﷻ 인간과 같은 방식으로 기술하는 자는 쿠프르에 빠졌다. 알라 ﷻ는 그분의 속성에서 인간과 같지 않으시다.",
    "explanation": "알라를 인간과 같은 방식으로 기술하는 자(타쉬비흐)—예: 알라에게 우리처럼 지체가 있다거나 피조물처럼 보좌에 앉으신다고 여기는—는 쿠프르에 빠졌다. 알라는 그분의 속성에서 인간과 같지 않으시다.<br><br>협의 11절: 그분과 같은 것은 아무것도 없다. 하디스는 알라의 본질에 대해 숙고하는 것을 금한다. 학자들은 알라를 피조물에 비유하는 것이 쿠프르임을 확인한다. 우리는 \"어떻게\"(타키프)를 묻지 않고 비유(탐실) 없이 속성을 인정한다.<br><br>우리는 알라를 피조물처럼 상상하지 않는다. 오신 대로 알라의 이름과 속성을 비유 없이 믿는다. 무자시마나 무샤비하 교리를 거부한다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 96,
    "title": "천국과 지옥의 영원함",
    "text": "천국과 지옥은 끝이 없는 피조물이다. 알라 ﷻ는 그 둘을 다른 피조물보다 먼저 창조하셨고, 각각에 거주할 인간을 창조하셨다. 알라 ﷻ가 원하시는 자는 알라 ﷻ의 은혜로 천국에 들어가거나 알라 ﷻ의 정의로 지옥에 들어간다.",
    "explanation": "천국과 지옥은 끝이 없는(영원한) 피조물이다. 알라는 그 둘을 다른 피조물보다 먼저 창조하셨고 각각에 거주할 인간을 창조하셨다. 알라가 원하시는 자는 그분의 은혜로 천국에 들어가거나 그분의 정의로 지옥에 들어간다.<br><br>후드 107–108절은 천국과 지옥이 영원함을 확인한다. 사히흐 하디스는 천국과 지옥이 이미 창조되었음을 전한다. 협의 7절: 알라가 천지와 그 사이의 것을 창조하셨다. 천국과 지옥의 거주자는 영원하다.<br><br>우리는 천국과 지옥을 영원한 실재로 믿는다. 행위와 알라의 자비로 천국에 들어가고, 순종과 회개로 지옥을 피하려 노력한다.",
    "category": "마지막 날"
  },
  {
    "no": 97,
    "title": "무슬림을 위한 중재는 진실임",
    "text": "무슬림을 위해 남겨진 중재는 하디스들에 전한 대로 진실이다.",
    "explanation": "무슬림을 위해 남겨진 중재—부활의 날 예언자가 그 공동체를 위한 중재와 하디스에서 사히흐하게 전해진 다른 중재를 포함—는 진실이다. 우리는 부정하거나 과장하지 않고 믿는다.<br><br>황소 255절(보좌의 절)은 그분의 허락 없이는 그분 앞에서 중재할 자가 없다고 한다. 널리 전해진 하디스는 예언자가 그 공동체를 위한 중재를 전한다. 중재는 알라의 허락으로만, 알라가 기뻐하시는 자를 위하여이다.<br><br>우리는 예언자의 중재를 바라며 행위만 의지하지 않는다. 중재가 알라의 정의를 없앤다고 보지도 않는다. 중재를 받는 자에 들도록 기도한다.",
    "category": "마지막 날"
  },
  {
    "no": 98,
    "title": "예언자 무함마드의 연못의 진실",
    "text": "알라가 ﷻ 부활의 날 그분의 공동체의 갈증을 해소하기 위해 예언자에게 ﷺ 주신 연못(알하우드)은 진실이다.",
    "explanation": "알라가 부활의 날 그분의 공동체의 갈증을 해소하기 위해 예언자에게 주신 연못(알하우드)은 진실이다. 그곳에서 마시는 자는 영원히 목마르지 않는다. 사히흐 하디스에 언급된다.<br><br>사히흐 하디스(부하리, 무슬림)는 부활의 날 예언자에게 연못이 있음을 전한다. 그곳에서 마시는 자는 영원히 목마르지 않는다. 예언자는 연못에서 쫓겨날 자들이 있다고 경고하셨다. 우리는 \"어떻게\"를 묻지 않고 믿는다.<br><br>우리는 예언자의 연못에 올 공동체의 일원이 되려 노력한다. 연못에서 쫓겨나게 할 수 있는 이단과 분열을 피한다. 이 믿음은 예언자에 대한 우리의 사랑을 더한다.",
    "category": "마지막 날"
  },
  {
    "no": 99,
    "title": "알라는 이해로 미칠 수 없음",
    "text": "어떤 상상도 알라를 ﷻ 그릴 수 없고, 어떤 이해도 알라를 ﷻ 포괄할 수 없다.",
    "explanation": "어떤 상상도 알라를 그릴 수 없고, 어떤 이해도 알라의 본질을 포괄할 수 없다. 인간의 지성은 제한적이다. 우리는 \"어떻게\"(타키프)를 묻지 않고 비유(탐실) 없이 알라를 믿는다.<br><br>가축 103절: 시선은 그분에게 미치지 못하나 그분은 시선을 미치게 하신다. 하디스: 알라의 피조물을 숙고하라, 알라의 본질을 숙고하지 말라. 학자들은 지성이 알라의 실재를 포괄할 수 없음을 확인한다.<br><br>우리는 상상으로 알라의 형상이나 \"얼굴\"을 그리지 않는다. 그분을 영화로우시다 하고 오신 대로 그분의 이름과 속성을 비유 없이 믿는다. \"어떻게\"는 알라께 맡긴다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 100,
    "title": "알라에게 숨겨진 비밀은 없음",
    "text": "피조물이 창조되기 전에 피조물에 관해 알라에게 ﷻ 숨겨진 것은 아무것도 없으며, 알라 ﷻ는 피조물이 창조되기 전에 피조물이 할 모든 것을 아신다.",
    "explanation": "창조 전에 피조물에 관해 알라에게 숨겨진 것은 아무것도 없다. 알라는 피조물이 창조되기 전에 피조물이 할 모든 것을 아신다. 알라의 지식은 영원하고 만물을 포괄한다.<br><br>철 22절: 어떤 재앙도 책에 기록된 후가 아니면 미치지 않는다. 가축 59절: 보이지 않는 것의 열쇠는 알라께 있다. 하디스는 알라가 창조 전에 숙명을 기록하셨음을 확인한다. 알라의 지식은 변하지 않는다.<br><br>우리는 알라의 완전한 지식을 믿는다. \"알라가 이미 아신다\"고 우리에게 선택이 없는 것처럼 불안해하지 않는다. 알라의 지식이 강제하지 않음을 믿는다. 우리는 여전히 노력하고 책임을 진다.",
    "category": "숙명과 알라의 뜻"
  },
  {
    "no": 101,
    "title": "모든 것은 알라의 뜻대로 일어난다",
    "text": "알라 ﷻ 가 원하신 것 외에는 아무것도 일어나지 않는다.",
    "explanation": "알라가 원하신 것 외에는 아무것도 일어나지 않는다. 알라의 뜻은 모든 사건을 포괄한다. 천지에 그분의 마시아 없이는 아무것도 일어나지 않는다.<br><br>겸허장 11절: 알라의 허락 없이는 어떤 재앙도 미치지 않는다. 인간장 30절: 너희는 알라가 원하시는 것 외에는 원할 수 없다. 하디스와 절들이 이를 많이 확인한다.<br><br>우리는 모든 일을 알라의 뜻에 맡긴다. 노력하고 기도한 뒤 그분의 정하심을 받아들인다. 숙명에 반역하지 않고 절망하지 않는다.",
    "category": "숙명과 알라의 뜻"
  },
  {
    "no": 102,
    "title": "알라를 이길 자는 없다",
    "text": "알라 ﷻ 를 이길 수 있는 것은 아무것도 없다.",
    "explanation": "알라를 이길 수 있는 것은 아무것도 없다. 그분의 주권은 절대적이다. 그분의 뜻에 맞설 수 있고, 무효화하거나 좌절시킬 수 있는 것은 없다.<br><br>황소장 255절: 알라는 졸지도 자지도 않으시며, 천지의 모든 것이 그분의 것이다. 절들과 하디스는 알라의 권능(쿠드라)을 확인한다. 알라를 이길 수 있는 것이 있다고 생각하는 자는 불신자가 된다.<br><br>우리는 도움과 승리가 오직 알라에게서만 온다고 확신한다. 피조물을 두려워하지 않는다. 희망과 두려움을 오직 알라에게만 둔다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 103,
    "title": "알라와 같은 것은 없다",
    "text": "알라 ﷻ 와 같은 것은 아무것도 없다.",
    "explanation": "알라와 같은 것은 아무것도 없다. 그분은 유일하시다. 본질·속성·행위에 있어 동등자, 동반자, 유사자가 없다.<br><br>성실장 4절: 그분에 버금할 자는 아무도 없다. 협의장 11절: 그분과 같은 것은 아무것도 없다. 하디스와 이즘이 타우히드를 확인한다. 알라를 피조물에 비유하는 것은 쿠프르다.<br><br>우리는 알라를 피조물과의 어떤 유사성으로부터도 순수하다고 선언한다. 피조물의 속성으로 그분을 상상하거나 묘사하지 않는다. 이 타우히드가 온 종교의 기초다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 104,
    "title": "알라 외에 숭배받을 신은 없다",
    "text": "알라 ﷻ 외에 숭배받을 만한 신은 없다.",
    "explanation": "알라 외에 숭배받을 만한 신은 없다. 숭배를 받을 권리가 있는 분은 알라뿐이다. 그분 외의 것을 숭배하는 것은 시르크다. 라 일라하 일랄라는 이슬람의 기초다.<br><br>무함마드장 19절: 알라 외에는 신이 없음을 알라. 황소장 163절과 많은 절들이 알라의 유일성을 확인한다. 하디스는 라 일라하 일랄라가 천국의 열쇠라고 한다. 시르크는 가장 큰 죄다.<br><br>우리는 알라만 숭배하고 그분에게 아무것도 비유하지 않는다. 알라 외의 것—우상, 인간, 욕망—에 대한 숭배를 거부한다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 105,
    "title": "그분의 정하심을 물리칠 자는 없다",
    "text": "알라 ﷻ 의 정하심을 물리치고, 알라 ﷻ 의 명령을 뒤집으며, 알라 ﷻ 의 일을 이길 수 있는 것은 없다.",
    "explanation": "알라의 정하심을 물리치고, 그분의 명령을 뒤집으며, 그분의 일을 이길 수 있는 것은 없다. 그분의 판단은 최종이다. 상소나 거부권이 없다.<br><br>뇌성장 41절: 알라는 만물에 전능하시다. 가축장 59절: 그분의 정하심을 물리칠 자는 없다. 하디스는 알라의 숙명을 물리칠 수 있는 것이 없다고 확인한다. 알라의 권능은 절대적이다.<br><br>우리는 알라의 정하심을 마음 편히 받아들인다. 반역하지 않고 절망하지 않는다. 기도하고 노력한 뒤 그분의 지혜로운 판단에 맡긴다.",
    "category": "알라의 속성과 타우히드"
  },
  {
    "no": 106,
    "title": "초기 살라프 학자들을 존중함",
    "text": "살라프 학자들—첫 세대와 그들을 따르는 자—은 오직 가장 좋은 말로만 언급되어야 한다. 살라프 학자들에 대해 나쁘게 말하는 자는 바른 길 위에 있지 않다.",
    "explanation": "살라프 학자들—첫 세대(사하바, 타비운, 타비우트타비인)와 그들의 만하지를 따르는 자—은 오직 가장 좋은 말로만 언급되어야 한다. 살라프 학자들에 대해 나쁘게 말하는 자는 바른 길 위에 있지 않다.<br><br>회개장 100절은 선행한 자들과 첫째들을 찬양한다. 하디스: 가장 좋은 사람은 나의 세대다. 예언자는 올바른 칼리파들의 순나를 따르라 명했다. 살라프를 비방하는 것은 비드아와 방황이다.<br><br>우리는 살라프 학자들을 존중하고 그들에게서 종교 이해를 얻는다. 그들을 비방하거나 폄하하지 않는다. 꾸란·순나·살라프의 이해에 의지하는 아흘 순나의 만하지를 따른다.",
    "category": "사하바·칼리파·아흘 알바이트"
  }
]
