[
  {
    "no": 1,
    "title": "Batasan Ilmu Makhluk Serta Allah",
    "text": "Ada dua jenis ilmu: yang makhluk boleh capai dan yang tidak boleh; menafikan yang pertama kufur, mendakwa yang kedua pun kufur—iman teguh bila yang boleh dicapai diterima dan yang tidak boleh dicapai tidak dicari.",
    "explanation": "Konsep dua jenis ilmu ini sangat penting. Ada ilmu yang Allah bukakan kepada manusia melalui deria dan wahyu (ilmu syariat), dan ada ilmu ghaib yang milik Allah semata, seperti bila kiamat. Memahami had ini elakkan kita mendakwa tahu rahsia takdir yang Allah tidak bukakan.<br><br>Dalam Al-Quran (surah al-Anʿām: 59) Allah berfirman: \"Dan di sisi Allah kunci-kunci ghaib; tiada yang mengetahuinya melainkan Dia.\" Hadis sahih dalam Bukhari menyebut lima perkara ghaib yang hanya Allah tahu. Kita mesti reda dengan apa yang diberitahu dan tidak melampaui apa yang disembunyikan.<br><br>Dalam amalan, keyakinan ini buat kita rendah diri tapi tetap ingin belajar. Kita dapat ketenangan dengan menyerahkan misteri masa depan kepada Allah, fokus pada apa yang boleh kita buat dan tawakal pada ketentuan-Nya.",
    "category": "Doa, Ilmu & Had"
  },
  {
    "no": 2,
    "title": "Faedah Doa Bagi Orang Wafat",
    "text": "Orang mati mendapat manfaat daripada doa dan sedekah orang hidup.",
    "explanation": "Kematian bukan pengakhir segala-galanya. Satu bukti rahmat Allah ialah pintu manfaat bagi orang yang wafat tetap terbuka melalui amal orang hidup. Poin ini menegaskan bahawa doa, istighfar dan sedekah yang kita niatkan untuk si mati sampai pahalanya dan meringankan keadaannya di alam barzakh.<br><br>Asasnya sabda Nabi ﷺ (HR Muslim): \"Apabila manusia mati, terputuslah amalnya melainkan tiga: sedekah jariah, ilmu yang bermanfaat, atau anak soleh yang mendoakannya.\" Surah al-Hasyr: 10 memuji orang yang mendoakan keampunan untuk orang yang terdahulu. Ikatan iman melampaui kematian.<br><br>Dalam kehidupan seharian ini mendorong kita jangan lupa ibu bapa atau guru yang sudah tiada. Mendoakan mereka bukan sekadar bakti, tapi peringatan bahawa kita pun akan perlukan doa yang sama. Dengan itu rantai kebaikan antara generasi umat Islam tidak putus.",
    "category": "Doa, Ilmu & Had"
  },
  {
    "no": 3,
    "title": "Kalam Allah Bukanlah Ucapan Manusia",
    "text": "Al-Quran ialah kalam Allah ﷻ, daripada-Nya; manusia beriman dengannya sebagai kalam Allah ﷻ tanpa mempersoalkan caranya, dan bukan ucapan manusia dan bukan makhluk.",
    "explanation": "Al-Quran ialah Kalamullah (kalam Allah) yang asli, bukan makhluk. Apa yang kita baca dalam Mushaf itu benar-benar ucapan Allah, bukan karya manusia. Ini menjaga autoriti wahyu; Al-Quran suci, murni, dan kebenarannya mutlak sebagai panduan hidup.<br><br>Allah berfirman (surah at-Tawba: 6): \"...maka lindungilah dia supaya dia sempat mendengar kalam Allah (Kalamullah).\" Hadis dalam Tirmidzi menyebut keutamaan kalam Allah atas ucapan lain ibarat keutamaan Allah atas makhluk-Nya. Ini mengukuhkan Al-Quran wahyu sakral daripada Pencipta.<br><br>Dalam amalan kita menghormati Al-Quran sangat. Kita tidak memperlakukan ia seperti buku biasa; kita baca dengan tartil, usahakan faham maknanya dan patuh perintahnya tanpa ragu. Dengan meyakini Al-Quran kalam Allah, kita ada kompas yang teguh untuk hidup.",
    "category": "Al-Quran & Wahyu"
  },
  {
    "no": 4,
    "title": "Allah Berbeza Dengan Seluruh Makhluk",
    "text": "Allah ﷻ berbeza dengan semua makhluk.",
    "explanation": "Allah ialah Laisa Kamitslihi Syai-un: tiada yang serupa dengan-Nya. Apa jua bentuk atau rupa yang terlintas di fikiran kita, Allah tidak begitu. Ini menjaga kesucian tauhid kita agar tidak menyamakan Pencipta dengan makhluk yang lemah dan terbatas.<br><br>Dalil utama ialah surah ash-Shūrā: 11: \"Tiada sesuatu pun yang serupa dengan Dia, dan Dialah Yang Maha Mendengar lagi Maha Melihat.\" Hadis juga mengingatkan kita mentadabbur ciptaan Allah tetapi melarang mengkhayal zat-Nya, kerana akal manusia terbatas untuk mencerna hakikat Tuhan.<br><br>Pemahaman ini membebaskan kita daripada penyembahan berhala—sama ada berhala fizikal atau mental (khayalan). Kita sedar Allah itu agung dan tak terbatas, lalu kita hanya beribadah kepada-Nya dengan penuh hormat dan pengagungan tanpa membatasi-Nya dengan sifat kemakhlukan.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 5,
    "title": "Allah Maha Pencipta Paling Awal",
    "text": "Allah ﷻ berhak dipanggil Pencipta dan Pemula bukan hanya selepas atau kerana perbuatan mencipta, tetapi sejak awal.",
    "explanation": "Allah ialah Al-Khāliq (Pencipta) yang tidak perlukan proses untuk menjadi pencipta. Sebelum ada bintang atau atom pun Allah sudah mempunyai sifat mencipta. Nama dan Sifat-Nya kekal, tidak bergantung pada ada atau tidaknya makhluk, kerana Dia Sumber segala keberadaan.<br><br>Allah berfirman (surah al-Hadīd: 3): \"Dialah Yang Awal dan Yang Akhir.\" Nama Al-Khāliq disebut dalam banyak ayat seperti surah al-Ḥašr: 24. Hadis menyebut dahulu hanya Allah dan tiada sesuatu pun bersama-Nya, lalu Allah mencipta Arsy dan seluruh alam semesta.<br><br>Ini mengajar kita Allah itu mandiri sempurna (Al-Ghanī). Dia mencipta kita bukan kerana kesepian atau perlukan bantuan, tetapi semata-mata kerana kehendak dan hikmah-Nya. Kita jadi hamba yang tahu diri, sedar hidup kita ialah pemberian murni daripada Yang Awal yang tidak pernah perlukan apa-apa daripada kita.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 6,
    "title": "Kekuasaan Sempurna Milik Allah Saja",
    "text": "Allah ﷻ berkuasa atas segala sesuatu; semuanya bergantung pada Allah ﷻ, dan mudah bagi Allah ﷻ, dan Allah ﷻ tidak memerlukan sesuatu pun; tiada yang serupa dengan Allah ﷻ, dan Allah ﷻ Maha Mendengar, Maha Melihat.",
    "explanation": "Kuasa Allah mutlak dan tidak terbatas oleh hukum fizik atau logik manusia. Apa sahaja yang Allah kehendaki pasti berlaku dengan mudah dengan kata \"Kun\". Seluruh alam semesta perlukan Allah setiap saat, sementara Allah tidak perlukan apa-apa daripada alam ini.<br><br>Dalam surah Yāsīn: 82: \"Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu hanyalah berkata kepadanya: Jadilah! maka terjadilah ia.\" Allah juga mempunyai nama Al-Qādir. Hadis Qudsi menyebut jika seluruh manusia meminta dan Allah kabulkan semua, itu tidak mengurangkan kekayaan Allah sedikit pun.<br><br>Keyakinan ini ubat segala ketakutan. Kita sedar bos, penguasa atau masalah apa pun tidak ada apa-apanya berbanding kuasa Allah. Kita jadi hamba yang berani tetapi tawaduk, kerana tahu satu-satunya sandaran yang tidak akan goyah ialah Allah Yang Maha Kuasa.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 7,
    "title": "Allah Penguasa Mutlak Alam Semesta",
    "text": "Allah ﷻ berkuasa mutlak atas segala sesuatu, dan tiada yang berkuasa atas Allah ﷻ; sesiapa yang menganggap dirinya mandiri daripada Allah ﷻ sekelip mata telah kafir.",
    "explanation": "Allah ialah Penguasa mutlak yang memegang kawalan atas setiap atom di jagat raya. Tiada satu urusan pun yang lepas daripada kawalan-Nya. Jika seseorang rasa boleh hidup mandiri tanpa perlukan Allah, walau sekelip mata, dia telah terjerumus dalam kesombongan yang boleh merosakkan iman.<br><br>Surah Fāṭir: 15 menegaskan: \"Wahai manusia! Kamulah yang memerlukan Allah; dan Allah Dialah Yang Maha Kaya (tidak memerlukan sesuatu), Maha Terpuji.\" Hadis Nabi banyak mengajarkan doa agar kita jangan diserahkan kepada diri kita sendiri walau sekelip mata (yā hayyu yā qayyum... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>Secara praktis ini buat kita sentiasa rasa perlukan (faqīr) Allah. Kita rajin berdoa untuk hal kecil mahupun besar—dari minta hidayah sampai urusan harian. Kita sedar tanpa pertolongan-Nya kita tidak boleh bernafas atau berkelip.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 8,
    "title": "Allah Bebas Daripada Batasan Fizikal",
    "text": "Allah ﷻ di atas batas, pembatasan, bahagian atau anggota, dan tidak dibatasi oleh enam arah seperti makhluk.",
    "explanation": "Akidah ini menegaskan Allah suci daripada sifat kebendaan. Allah tidak perlukan ruang, tidak ada anggota tubuh seperti manusia, dan tidak dibatasi oleh arah (atas, bawah, dsb.) seperti makhluk. Dia Pencipta ruang dan masa, jadi mustahil Dia dibatasi oleh ciptaan-Nya sendiri.<br><br>Allah berfirman (surah al-Ikhlāṣ: 4): \"Dan tidak ada sesuatupun yang setara dengan Dia.\" Prinsip Tanzīh (mensucikan Allah) ini penting. Ulama menjelaskan Allah wujud tanpa perlukan tempat, kerana tempat ialah makhluk, dan Allah sudah wujud sebelum tempat diciptakan.<br><br>Ini menjaga kita daripada pemikiran antropomorfisme (membayangkan tuhan seperti manusia). Kita boleh menyembah Allah dengan penuh pengagungan pada keagungan-Nya yang ghaib dan tak terbatas, bukan terjebak dalam gambaran fizikal yang merendahkan martabat ketuhanan.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 9,
    "title": "Beban Taklif Sesuai Kesanggupan Hamba",
    "text": "Allah ﷻ hanya membebani manusia dengan apa yang mereka sanggup, dan manusia hanya sanggup melakukan apa yang Allah ﷻ berikan kepada mereka; tiada daya dan upaya kecuali dengan Allah ﷻ, dan tiada kekuatan untuk taat atau menghindar maksiat kecuali dengan pertolongan Allah ﷻ.",
    "explanation": "Allah tidak membebani hamba melebihi kemampuannya. Setiap perintah dan larangan dalam syariat sepadan dengan kesanggupan manusia; ini menunjukkan keadilan dan rahmat Allah, dan menolak anggapan agama memberatkan.<br><br>Dalam surah al-Baqarah: 286 Allah berfirman: \"Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya.\" Hadis sahih (Bukhārī–Muslim) juga menegaskan: \"Apabila aku perintahkan sesuatu kepadamu maka kerjakanlah semampumu.\" Daya dan upaya untuk taat (lā hawla wa lā quwwata illa billāh) pun datang daripada pertolongan Allah.<br><br>Secara praktis kita tidak boleh berdalih \"saya tidak sanggup\" untuk kewajipan yang sudah jelas, tetapi juga tidak membebani diri di luar kemampuan. Kita berusaha semampu kita lalu bertawakal; kekuatan untuk istiqamah kita minta daripada Allah melalui doa dan ikhtiar.",
    "category": "Taklif & Perbuatan Manusia"
  },
  {
    "no": 10,
    "title": "Hidup Sempurna Dan Senantiasa Berbuat",
    "text": "Allah ﷻ hidup dan tidak mati, senantiasa berbuat dan tidak tidur.",
    "explanation": "Allah ialah Al-Hayy (Maha Hidup) dan Al-Qayyum (Maha Mandiri/Mengurusi). Hidup Allah sempurna, tidak diawali lahir dan tidak diakhiri mati. Dia tidak perlukan rehat, tidak pernah mengantuk, dan sentiasa aktif mengurus urusan seluruh makhluk-Nya tanpa jeda.<br><br>Ayat Kursi (surah al-Baqarah: 255) ialah dalil terkuat: \"Allah, tidak ada tuhan selain Dia. Yang Maha Hidup, yang terus menerus mengurusi (makhluk-Nya); tidak mengantuk dan tidak tidur.\" Nama-nama indah ini ialah asas ketergantungan makhluk kepada Pencipta.<br><br>Ini timbulkan rasa aman yang besar. Saat kita tidur, pasrah atau rasa tidak berdaya, kita tahu ada Tuhan yang tidak pernah tidur menjaga kita. Kita semangat terus berbuat baik kerana tahu \"atasan\" kita sentiasa aktif memerhatikan dan mengatur yang terbaik untuk hamba-Nya.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 11,
    "title": "Allah Maha Esa Tanpa Sekutu",
    "text": "Allah ﷻ Esa dan tiada sekutu bagi-Nya.",
    "explanation": "Tauhid bermaksud mengesakan Allah; tiada sekutu bagi-Nya dalam rububiyah (penguasaan alam), uluhiyah (hak disembah), mahupun asma wa sifat. Yang berhak disembah dan diibadahi hanya Allah; menyekutukan-Nya dengan apa jua ialah syirik.<br><br>QS. Al-Ikhlas: 1–4 menegaskan: \"Katakanlah: Dia-lah Allah Yang Maha Esa. Allah Tuhan yang bergantung kepada-Nya segala sesuatu. Dia tidak beranak dan tidak diperanakkan. Dan tiada sesiapa yang setara dengan Dia.\" QS. An-Nisa: 36 juga melarang menyekutukan Allah. Hadis sahih menyebut surah Al-Ikhlas setara satu pertiga Al-Quran kerana memuat pokok tauhid.<br><br>Keyakinan ini jadi asas ibadah kita: kita hanya memohon, takut, dan berharap kepada Allah; bukan kepada makhluk, benda, atau \"kuasa lain.\" Dengan itu hati bersih daripada pergantungan kepada selain Allah.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 12,
    "title": "Allah Tanpa Lawan Serta Tandingan",
    "text": "Allah ﷻ Maha Tinggi daripada mempunyai sebarang tandingan atau setara.",
    "explanation": "Allah tiada tandingan yang boleh mengalahkan-Nya atau setara yang menyamai-Nya. Kekuasaan-Nya mutlak; tiada yang boleh menandingi, membataskan, atau menggagalkan kehendak-Nya. Ini sebahagian daripada kesempurnaan tauhid.<br><br>Ayat Kursi (al-Baqarah: 255) menyatakan Allah Pemilik langit dan bumi dan memelihara keduanya tidak memberatkan-Nya. Fathir: 44 dan ayat lain menegaskan Allah tiada sekutu, penolong, atau setara. Hadis juga mengajar Allah Maha Besar dan tiada siapa di atas-Nya.<br><br>Kefahaman ini memberi ketenangan: tiada musuh, penyakit, atau musibah yang \"tandingan setara\" dengan Allah. Kita yakin kemenangan, keselamatan, dan pertolongan akhir hanya dari Allah; bila Dia kehendaki tiada yang boleh halang rahmat-Nya.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 13,
    "title": "Allah Meliputi Seluruh Ciptaan Sempurna",
    "text": "Allah ﷻ meliputi segala sesuatu dan di atasnya; makhluk-Nya tidak dapat meliputi Allah ﷻ.",
    "explanation": "Allah meliputi (menguasai, mengetahui, mentadbir) segala sesuatu; tiada yang tersembunyi daripada ilmu dan kuasa-Nya. Pada masa yang sama Allah \"di atas\" makhluk-Nya dari segi martabat dan kekuasaan, bukan tempat. Makhluk tidak boleh \"meliputi\" atau membataskan Allah.<br><br>Fussilat: 54 menyatakan \"Ketahuilah Allah meliputi segala sesuatu.\" Ayat Kursi (al-Baqarah: 255) menegaskan Kursi-Nya meliputi langit dan bumi dan tidak memberatkan-Nya. Hadis sahih menyebut Allah di atas Arasy dan ilmu-Nya di mana-mana.<br><br>Percaya ini kita rasa diawasi dan dilindungi: tiada yang tersembunyi bagi Allah dan tiada masalah terlalu besar bagi-Nya. Kita juga terpelihara daripada salah faham bahawa Allah \"terkurung\" di langit; Dia meliputi segala sesuatu tanpa memerlukan tempat.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 14,
    "title": "Allah Menciptakan Hidup Dan Mati",
    "text": "Allah ﷻ memberi mati tanpa takut dan memberi hidup semula tanpa susah.",
    "explanation": "Hidup dan mati sepenuhnya di tangan Allah. Memberi mati kepada makhluk tidak menakutkan atau melemahkan Allah; memberi hidup semula (termasuk hari kebangkitan) pun tidak payah bagi-Nya. Semua dengan kehendak dan firman-Nya.<br><br>Al-Mulk: 2 menyatakan \"Dia yang menjadikan mati dan hidup.\" Qaf: 43 \"Kami yang memberi hidup dan mati, dan kepada Kamilah kepulangan.\" Hadis sahih menegaskan roh diambil dengan perintah Allah dan pada hari kiamat segala makhluk dibangkitkan dengan tiupan sangkakala.<br><br>Keyakinan ini mengingatkan mati bukan pengakhiran kosong tetapi pintu kehidupan akhirat. Kita bersedia dengan amal soleh dan tidak takut berlebihan pada mati; kerana yang menguasai hidup dan mati ialah Allah Yang Adil dan Rahim.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 15,
    "title": "Ketetapan Ajal Untuk Seluruh Makhluk",
    "text": "Allah ﷻ menentukan ajal (masa mati) yang tetap bagi makhluk-Nya.",
    "explanation": "Setiap makhluk ada ajal (waktu mati) yang Allah tetapkan; tiada yang boleh mendahului atau melambatkannya walau sesaat. Ini sebahagian takdir yang tertulis di Lauh Mahfuz.<br><br>Al-An'am: 2 menyatakan \"Dia yang menjadikan kamu dari tanah kemudian menetapkan ajal.\" Luqman: 34 \"Sesungguhnya Allah—hanya pada-Nya ilmu saat itu… dan tiada jiwa tahu di bumi mana ia akan mati.\" Hadis sahih (Bukhari–Muslim) menegaskan ajal, rezeki, dan takdir ditulis ketika masih dalam rahim.<br><br>Kefahaman ini melindungi daripada waswas berlebihan dan mendorong guna sisa umur dengan baik. Kita tidak boleh ubah bila ajal tiba tetapi boleh penuhi hidup dengan amal yang diredai Allah.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 16,
    "title": "Hidayah Dan Kesesatan Adalah Keadilan",
    "text": "Allah ﷻ memberi hidayah kepada siapa yang Dia kehendaki dengan kurnia-Nya dan menyesatkan siapa yang Dia kehendaki dengan keadilan-Nya; semuanya tunduk pada ketetapan Allah ﷻ dan tiada yang dapat menolak keputusan Allah ﷻ.",
    "explanation": "Hidayah dan kesesatan (idlal) ada di tangan Allah. Siapa yang diberi hidayah itu kerana kurnia-Nya; siapa yang disesatkan itu dengan keadilan-Nya (misalnya kerana mereka memilih kufur setelah kebenaran jelas). Keputusan Allah tidak boleh ditolak atau dipertikaikan oleh sesiapa.<br><br>Surah al-An'am: 125: \"Barangsiapa yang Allah kehendaki untuk memberinya hidayah, Dia melapangkan dadanya untuk Islam... dan barangsiapa yang Allah kehendaki kesesatannya, Dia menjadikan dadanya sempit.\" Surah al-A'raf: 178 juga menegaskan bahawa hidayah dan kesesatan di tangan Allah. Hadis sahih menyebut hati manusia berada di antara dua jari Ar-Rahman; Allah membolak-balikkannya.<br><br>Kita wajib berusaha mencari hidayah (belajar, berdoa, bergaul dengan orang soleh) dan tidak sombong bila sudah diberi petunjuk. Kita juga tidak putus asa bagi orang yang sesat; kita terus berdakwah dan mendoakan mereka, sebab hidayah tetap hak prerogatif Allah.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 17,
    "title": "Perintah Taat Dan Larangan Maksiat",
    "text": "Allah ﷻ memerintahkan makhluk-Nya taat kepada-Nya dan melarang makhluk-Nya mendurhakai-Nya.",
    "explanation": "Allah memerintahkan ketaatan (ibadah, akhlak baik, taat kepada Rasul) dan melarang kemaksiatan (syirik, dosa besar dan kecil). Perintah dan larangan ini jelas dalam Al-Quran dan Sunnah; kewajipan kita ialah taat dan menjauhi maksiat.<br><br>Surah an-Nisa: 59: \"Taatilah Allah dan taatilah Rasul.\" Surah al-A'raf: 33 melarang perbuatan keji, kemungkaran dan permusuhan. Hadis sahih (Bukhari) menegaskan ketaatan kepada Rasul ialah ketaatan kepada Allah, dan maksiat kepada Rasul ialah maksiat kepada Allah. Nabi juga bersabda yang halal dan haram sudah jelas.<br><br>Dalam kehidupan kita berusaha mematuhi perintah (solat, zakat, jujur, berbakti) dan menjauhi larangan (berbohong, zina, riba, durhaka). Kita tidak menambah-nambah yang haram atau memandang remeh dosa; kita berdoa agar diberi kekuatan untuk taat dan dijauhkan daripada maksiat.",
    "category": "Jemaah, Penguasa & Fikih"
  },
  {
    "no": 18,
    "title": "Penciptaan Makhluk Berdasarkan Ilmu Allah",
    "text": "Allah ﷻ menciptakan makhluk dengan ilmu-Nya.",
    "explanation": "Allah menciptakan alam semesta dan setiap makhluk dengan ilmu-Nya yang sempurna; tiada yang tercipta secara kebetulan atau tanpa hikmah. Semua ciptaan sesuai dengan ukuran, waktu dan ketetapan yang Allah sudah ketahui.<br><br>Surah al-Hijr: 86: \"Sesungguhnya Tuhanmu, Dialah Yang Maha Pencipta lagi Maha Mengetahui.\" Surah al-Furqan: 2 menegaskan Allah menciptakan segala sesuatu dan menetapkan ukurannya. Hadis sahih menyebut Allah menulis takdir seluruh makhluk sebelum penciptaan langit dan bumi.<br><br>Keyakinan ini menumbuhkan rasa percaya bahawa hidup kita tidak sia-sia; ada rancangan dan hikmah di sebalik ciptaan Allah. Kita juga terdorong untuk belajar dan memanfaatkan ilmu, kerana ilmu manusia ialah sebahagian kecil daripada ilmu Allah yang meliputi segala sesuatu.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 19,
    "title": "Allah Memberi Rezeki Tanpa Kesulitan",
    "text": "Allah ﷻ menciptakan tanpa keperluan untuk melakukannya dan memberi rezeki kepada makhluk-Nya tanpa kesulitan.",
    "explanation": "Allah menciptakan bukan kerana perlukan ciptaan; Dia memberi rezeki tanpa merasa berat atau kesulitan. Rezeki (rizq) meliputi harta, kesihatan, ketenangan dan segala yang kita nikmati; semuanya dari Allah dan diberikan dengan mudah bagi-Nya.<br><br>Surah adz-Dzariyat: 56–57 menegaskan Allah menciptakan jin dan manusia untuk beribadah, dan Dia tidak perlukan rezeki daripada mereka. Surah Hud: 6: \"Dan tidak ada suatu binatang melata pun di bumi melainkan Allah yang memberi rezekinya.\" Hadis sahih menyatakan rezeki sudah ditakdirkan dan tidak akan tertukar; siapa yang bertakwa nescaya Allah beri jalan keluar dan rezeki dari arah yang tidak disangka.<br><br>Kita berusaha mencari rezeki yang halal tanpa gelisah berlebihan; kita yakin pemberi rezeki ialah Allah. Kita bersyukur atas yang ada dan tidak membanding-bandingkan nasib dengan orang lain, kerana pembahagian rezeki ada di tangan Allah Yang Maha Bijaksana.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 20,
    "title": "Allah Menetapkan Takdir Seluruh Makhluk",
    "text": "Allah ﷻ menetapkan takdir bagi yang Dia ciptakan.",
    "explanation": "Takdir (qadar) ialah ketetapan Allah atas segala yang berlaku pada makhluk: rezeki, ajal, amal, bahagia-sengsara dan seterusnya. Semua sudah tertulis di Lauh Mahfuz sebelum penciptaan; kita mengimani tanpa menyelami \"bagaimana\" atau \"mengapa\" yang berlebihan.<br><br>Surah al-Qamar: 49: \"Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran.\" Surah al-Hadid: 22: \"Tiada suatu bencana pun yang menimpa di bumi dan pada dirimu sendiri melainkan telah tertulis dalam kitab (Lauh Mahfuz) sebelum Kami menciptakannya.\" Hadis sahih (Muslim) menegaskan iman kepada takdir yang baik mahupun buruk ialah rukun iman.<br><br>Kita menerima takdir dengan sabar saat tertimpa musibah dan bersyukur saat mendapat nikmat. Kita tetap berusaha (ikhtiar) kerana usaha juga sebahagian takdir; kita tidak pasif atau putus asa, tetapi juga tidak memberontak terhadap ketetapan Allah.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 21,
    "title": "Allah Mengabulkan Doa Hamba Mukmin",
    "text": "Allah ﷻ memperkenankan doa manusia dan memberi mereka apa yang mereka minta.",
    "explanation": "Doa ialah ibadah dan sarana mendekatkan diri kepada Allah. Allah memperkenankan doa hamba-Nya menurut hikmah-Nya: kadang kala dikabulkan seperti yang diminta, kadang diganti dengan yang lebih baik, atau ditangguhkan ke waktu yang lebih sesuai.<br><br>Surah al-Baqarah: 186: \"Dan apabila hamba-hamba-Ku bertanya kepadamu tentang Aku, maka (jawablah) sesungguhnya Aku dekat. Aku memperkenankan permohonan orang yang berdoa apabila ia berdoa kepada-Ku.\" Surah Ghafir: 60: \"Berdoalah kepada-Ku, nescaya Aku perkenankan bagimu.\" Hadis sahih menegaskan doa ialah senjata orang mukmin dan Allah malu menolak tangan hamba yang terangkat memohon.<br><br>Kita digalakkan berdoa dengan khusyuk, yakin akan dikabulkan, dan tidak terburu putus asa. Kita juga memilih doa ma'tsur (dari Nabi) dan doa yang baik; serta menerima keputusan terbaik di tangan Allah.",
    "category": "Doa, Ilmu & Had"
  },
  {
    "no": 22,
    "title": "Ilmu Allah Tentang Penghuni Akhirat",
    "text": "Allah ﷻ mengetahui—sebelum adanya waktu—jumlah pasti orang yang masuk syurga dan yang masuk neraka; jumlah itu tidak bertambah mahupun berkurang.",
    "explanation": "Allah sudah mengetahui sejak azali (sebelum ada waktu) siapa yang akan masuk syurga dan siapa yang masuk neraka; ilmu-Nya sempurna dan tidak berubah. Ini bukan bererti manusia dipaksa, tetapi Allah tahu akibat dari pilihan dan amal setiap hamba.<br><br>Surah Hud: 107 dan hadis sahih (Bukhari–Muslim) menyebut penghuni syurga dan neraka sudah ditetapkan; ada yang dikatakan \"tempat dudukmu di syurga\" atau \"tempat dudukmu di neraka.\" Surah al-Waqi'ah dan ayat-ayat lain menggambarkan dua golongan penghuni akhirat. Nabi juga bersabda Allah menetapkan siapa yang berbahagia dan siapa yang celaka.<br><br>Kita tidak boleh merasa \"pasti masuk syurga\" atau \"pasti masuk neraka\"; kita berusaha menjadi ahli kebaikan dan berharap rahmat Allah. Keyakinan ini mendorong kita serius beramal dan tidak berpegang pada spekulasi.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 23,
    "title": "Murka Dan Redha Allah Sempurna",
    "text": "Allah ﷻ murka dan redha, tetapi tidak seperti makhluk mana pun.",
    "explanation": "Allah mempunyai sifat murka (ghadhab) dan redha; kita mengimaninya tanpa menyerupakan dengan murka atau sukanya manusia. Murka Allah sempurna terhadap kemaksiatan dan kekafiran; redha-Nya sempurna terhadap ketaatan dan tauhid.<br><br>Surah al-Fath: 6 dan ayat-ayat lain menyebut redha Allah. Hadis sahih (Bukhari–Muslim) menegaskan Allah murka kepada orang yang berbuat maksiat dan redha kepada orang yang taat; \"Siapa yang membuat Allah murka kerana (membela) hak-Ku, Aku akan murka kepadanya.\" Nabi juga bersabda redha Allah ada pada redha orang tua. Kita tidak menanyakan \"bagaimana\" murka atau redha Allah (tanpa tasybiih).<br><br>Dalam amalan kita berusaha mencari redha Allah dengan taat dan menjauhi apa yang membuat-Nya murka. Kita takut akan murka-Nya dan berharap redha-Nya, tanpa membayangkan Allah seperti makhluk yang emosional.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 24,
    "title": "Allah Maha Dahulu Serta Kekal",
    "text": "Allah ﷻ Qadim tanpa permulaan dan Kekal tanpa akhir.",
    "explanation": "Allah itu Qadim (tiada permulaan bagi wujud-Nya) dan Baqa (kekal, tiada akhir). Dia sentiasa ada; tidak pernah \"belum ada\" dan tidak akan pernah \"tiada lagi.\" Seluruh makhluk akan binasa, sedangkan wajah Tuhanmu tetap kekal.<br><br>Surah ar-Rahman: 26–27: \"Semua yang ada di bumi akan binasa. Dan tetap kekal wajah Tuhanmu yang mempunyai kebesaran dan kemuliaan.\" Surah al-Hadid: 3: \"Dialah Yang Awal dan Yang Akhir.\" Hadis sahih menyebut Allah sudah ada dan tiada sesuatu pun bersama-Nya sebelum penciptaan.<br><br>Keyakinan ini meneguhkan hati: kita menyembah Zat yang tidak akan lenyap; janji dan ancaman-Nya abadi. Dunia fana mengingatkan kita supaya tidak terikat berlebihan; satu-satunya yang kekal dan layak dijadikan sandaran abadi ialah Allah.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 25,
    "title": "Sifat Allah Ada Sebelum Makhluk",
    "text": "Allah ﷻ sentiasa ada beserta sifat-sifat-Nya sejak sebelum penciptaan, dan penciptaan makhluk tidak menambah sesuatu pun pada sifat-Nya; Allah ﷻ tetap ada sepanjang waktu yang tak berujung.",
    "explanation": "Sifat-sifat Allah (ilmu, qudrah, hayat, kalam, dsb.) sentiasa melekat pada-Nya sejak sebelum ada makhluk. Penciptaan alam tidak \"menambah\" sifat baru pada Allah; Dia tetap sempurna tanpa bergantung pada ciptaan. Ini menolak faham bahawa Allah \"baru punya\" sifat selepas mencipta.<br><br>Surah al-Hadid: 3 menyebut Allah Yang Awal dan Yang Akhir. Ayat-ayat asma wa sifat (Al-'Alim, Al-Qadir, dsb.) menunjukkan sifat yang abadi. Hadis dan ijma ulama Ahlussunnah menegaskan Allah sentiasa dengan sifat-sifat-Nya, tidak berubah dan tidak bertambah kerana adanya makhluk.<br><br>Pemahaman ini menjaga tauhid daripada pemikiran yang merendahkan Allah (seolah Dia berevolusi atau bergantung pada alam). Kita menyembah Allah yang sempurna dari dulu, sekarang, dan selamanya.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 26,
    "title": "Allah Senantiasa Tuhan Dan Pencipta",
    "text": "Allah ﷻ sentiasa Tuhan dan sentiasa Pencipta, meskipun ketika belum ada yang ditauhidkan atau belum ada ciptaan.",
    "explanation": "Allah tetap Tuhan (Ilah) dan Pencipta (Khaliq) bahkan sebelum ada satu makhluk pun yang menyembah-Nya atau ada ciptaan. Sifat rububiyah dan uluhiyah-Nya tidak bergantung pada adanya makhluk; Dia layak disembah dan mampu mencipta sejak azali.<br><br>Surah al-Ikhlas dan ayat-ayat tauhid menegaskan keesaan Allah tanpa bergantung pada pengakuan makhluk. Hadis \"Kuntu kanzan makhfiyyan\" (Aku adalah perbendaharaan yang tersembunyi) dalam riwayat tertentu menjelaskan bahawa Allah sudah ada sebelum ciptaan. Ulama Ahlussunnah menegaskan: Allah sentiasa Al-Khaliq bi al-ma'na (Pencipta secara makna), meski perbuatan mencipta (takwin) berlaku mengikut kehendak-Nya.<br><br>Ini mencegah kita daripada berfikir bahawa Allah \"menjadi\" Tuhan atau Pencipta hanya selepas ada alam; Dia sempurna dan mandiri tanpa bergantung pada sesiapa pun.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 27,
    "title": "Larangan Berdebat Mengenai Takdir Allah",
    "text": "Allah ﷻ telah mengetahui segala yang akan terjadi, dan menetapkannya secara terperinci dan pasti; tiada yang dapat menentang, menambah, atau mengubah ketetapan Allah ﷻ—berdebat tentang ketetapan dan menyelami \"mengapa\" adalah kesesatan.",
    "explanation": "Takdir Allah sudah tertulis dan pasti; tiada yang boleh mengubahnya. Berdebat tentang \"mengapa Allah menetapkan ini\" atau menyelami rahsia qadar tanpa asas dalil adalah perbuatan yang dilarang dan boleh menjerumuskan ke kesesatan (seperti qadariyah atau jabariyah ekstrem).<br><br>Surah al-Kahf: 22 memperingatkan agar tidak bertanya tentang hal-hal yang tidak diberitahukan. Hadis sahih (HR. Muslim) menegaskan bahawa berbicara tentang takdir tanpa ilmu adalah haram; Nabi melarang debat tentang qadar. Ulama menjelaskan bahawa kita mengimani takdir tanpa \"menggali\" yang tidak Allah bukakan.<br><br>Kita menerima takdir dengan sikap tawakal dan sabar; kita tidak menghabiskan tenaga untuk berdebat \"mengapa saya ditakdirkan begini\". Fokus kita ialah beramal sesuai syariat dan menerima ketetapan Allah dengan lapang dada.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 28,
    "title": "Allah Tidak Akan Pernah Binasa",
    "text": "Allah ﷻ tidak akan binasa atau berakhir.",
    "explanation": "Allah kekal abadi; tidak akan binasa, lenyap, atau berakhir. Berbeza dengan makhluk yang fana, Zat dan sifat Allah tetap ada selamanya. Keyakinan ini sebahagian daripada kesempurnaan tauhid.<br><br>Surah ar-Rahman: 27: \"Dan tetap kekal wajah Tuhanmu.\" Surah al-Qasas: 88: \"Segala sesuatu binasa kecuali wajah-Nya.\" Hadis dan ijma ulama menegaskan bahawa Allah tidak akan binasa; Dia Yang Awal dan Yang Akhir, Yang Zhahir dan Yang Bathin.<br><br>Dengan meyakini hal ini kita tenang: janji syurga dan ancaman neraka bersifat abadi, dan satu-satunya yang layak dijadikan sandaran kekal ialah Allah. Kita tidak takut bahawa \"Tuhan\" kita akan lenyap; keabadian-Nya ialah sumber ketenangan bagi orang beriman.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 29,
    "title": "Allah Tidak Memerlukan Seluruh Ciptaan",
    "text": "Allah ﷻ tidak memerlukan Arsy dan apa yang di bawahnya.",
    "explanation": "Arsy (singgahsana) ialah makhluk Allah yang paling besar, tetapi Allah tidak memerlukan Arsy atau apa pun di bawahnya. Allah ada tanpa perlu tempat; Arsy diciptakan sebagai tanda kebesaran dan untuk makhluk, bukan untuk \"menopang\" Allah.<br><br>Surah Thaha: 5: \"(Allah) Yang Maha Pemurah, yang bersemayam di atas Arsy.\" Para ulama menafsirkan istiwa dengan cara yang layak bagi Allah tanpa tasybiih. Surah al-Baqarah: 255 menegaskan bahawa Allah tidak mengantuk dan tidak tidur; Dia tidak perlu rehat atau \"tempat duduk\". Hadis sahih menyebutkan bahawa Arsy ialah atap syurga dan Allah tidak perlu langit mahupun bumi.<br><br>Pemahaman ini menjaga kita daripada membayangkan Allah \"duduk\" di atas Arsy seperti raja di singgahsana. Allah Maha Kaya; Arsy dan seluruh alam ialah ciptaan-Nya yang tunduk, bukan sesuatu yang Dia perlukan.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 30,
    "title": "Iman Kepada Arsy Serta Kursi",
    "text": "Arsy (Singgahsana) dan Kursi (al-Kursi) adalah benar, dan kami beriman kepadanya.",
    "explanation": "Arsy dan Kursi ialah makhluk Allah yang disebutkan dalam nas; kita mengimaninya tanpa menolak dan tanpa menyerupakan dengan singgahsana dunia. Arsy ialah singgahsana yang agung; Kursi (dalam Ayat Kursi) juga disebutkan bahawa langit dan bumi diliputi olehnya.<br><br>Surah al-Baqarah: 255 (Ayat Kursi): \"Kursi-Nya meliputi langit dan bumi.\" Surah al-Haqqah: 17 dan ayat lain menyebut malaikat memikul Arsy. Hadis sahih (HR. Bukhari) menegaskan bahawa tujuh langit dibanding Kursi bagaikan cincin di padang pasir, dan Kursi dibanding Arsy lebih kecil lagi. Kita mengimani tanpa mempertanyakan \"bagaimana\" bentuknya.<br><br>Iman kepada Arsy dan Kursi mengingatkan kita akan kebesaran Allah; ciptaan-Nya saja demikian agung, apatah lagi Sang Pencipta. Kita tidak mengingkari atau mengolok-olok berita gaib yang sahih daripada Al-Quran dan Sunnah.",
    "category": "Malaikat & Gaib"
  },
  {
    "no": 31,
    "title": "Kewajiban Haji Dan Juga Jihad",
    "text": "Haji dan jihad di bawah pimpinan penguasa kaum Muslim—yang benar mahupun yang zalim—adalah kewajiban yang berlangsung hingga datangnya Saat Terakhir, dan tiada yang dapat membatalkan atau meniadakannya.",
    "explanation": "Haji dan jihad tetap wajib menurut syariat meskipun pemimpin zalim; kita tidak boleh membatalkan kewajiban ini dengan dalih menentang penguasa. Pelaksanaannya dilakukan bersama imam/amir kaum Muslimin agar tertib dan tidak kacau; kewajiban ini berlaku sehingga hari kiamat.<br><br>Surah Ali Imran: 97 mewajibkan haji bagi yang mampu. Hadis sahih (HR. Bukhari-Muslim) menegaskan bahawa jihad tetap di bawah komando; \"Dengar dan taat (kepada amir) meskipun yang memimpin kamu hamba Habsyi.\" Nabi juga bersabda bahawa kita tetap solat di belakang imam yang fajir selagi ia menegakkan solat. Ini bukan membenarkan kezaliman, tetapi menjaga kesatuan dan tertib syariat.<br><br>Praktiknya kita menunaikan haji bila mampu dan ikut jihad bila diseru dengan cara yang syar'i; kita tidak menjadikan cela penguasa sebagai alasan untuk meninggalkan kewajiban atau memecah belah jamaah.",
    "category": "Jemaah, Penguasa & Fikih"
  },
  {
    "no": 32,
    "title": "Rahsia Hakikat Ketetapan Takdir Allah",
    "text": "Hakikat ketetapan (qadar) ialah rahsia Allah ﷻ dalam ciptaan-Nya; manusia mengimaninya tanpa menyelami atau mempertanyakan \"mengapa\" atas perbuatan Allah ﷻ, sebab Allah ﷻ melarangnya dan hal itu hanya mendatangkan kerugian.",
    "explanation": "Hakikat qadar ialah rahsia Allah; kita mengimani bahawa segala ketetapan dari-Nya tanpa \"menggali\" atau mempertanyakan \"mengapa\" Allah berbuat demikian. Menyelami hal itu dilarang dan hanya mendatangkan kerugian (kesesatan atau kegelisahan).<br><br>Surah Al-Maidah: 101 melarang bertanya tentang hal-hal yang bila dijelaskan justru memberatkan. Hadis sahih (HR. Muslim) melarang memperdebatkan qadar. Nabi juga mengingatkan bahawa orang yang berdebat tentang qadar tidak akan selamat. Ulama Ahlussunnah mengimani qadar tanpa takyif atau ta'til.<br><br>Kita menerima takdir dengan lapang dada dan fokus pada amal; kita tidak menghabiskan masa untuk menyelami \"kenapa Allah menetapkan ini-itu\" kerana itu di luar jangkauan akal dan tidak bermanfaat bagi keimanan.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 33,
    "title": "Islam Satu Satunya Agama Benar",
    "text": "Hanya ada satu agama Allah ﷻ di langit dan bumi, iaitu Islam (penyerahan).",
    "explanation": "Agama yang diredhai Allah hanya satu: Islam (penyerahan diri kepada Allah dengan tauhid dan mengikuti Rasul). Agama langit yang benar sejak Nabi Adam sampai Nabi Muhammad pada hakikatnya satu; yang menyimpang atau dipalsukan bukan lagi agama Allah.<br><br>Surah Ali Imran: 19: \"Sesungguhnya agama (yang diredhai) di sisi Allah hanyalah Islam.\" Surah Ali Imran: 85: \"Sesiapa mencari agama selain Islam, maka sekali-kali tidak akan diterima daripadanya.\" Hadis sahih menegaskan bahawa para nabi bersaudara (agama mereka satu); Nabi Muhammad diutus dengan Islam yang menyempurnakan. Kita tidak memaksakan keyakinan ini dengan kasar, tetapi kita yakin bahawa kebenaran satu dan jalan keselamatan ialah Islam.<br><br>Ini mendorong kita untuk belajar dan mengamalkan Islam dengan benar, tidak mencampuradukkan dengan keyakinan yang bertentangan, dan berdakwah dengan bijak agar orang lain mengenal satu-satunya agama yang Allah terima.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 34,
    "title": "Persamaan Iman Dan Perbezaan Takwa",
    "text": "Iman pada dasarnya sama bagi semua, tetapi keutamaan sebahagian atas yang lain disebabkan ketakwaan, kesedaran kepada Allah ﷻ, dan pilihan mereka pada apa yang lebih diredhai Allah ﷻ.",
    "explanation": "Dasar iman (rukun iman, syariat yang wajib diyakini) sama bagi setiap Muslim; tidak ada \"tingkat\" iman dalam hal keyakinan pokok. Yang membezakan darjat ialah ketakwaan, kesedaran kepada Allah (muraqabah), dan pilihan untuk mengutamakan apa yang Allah redhai.<br><br>Surah Al-Hujurat: 13: \"Sesungguhnya orang yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa.\" Hadis sahih (HR. Bukhari) menegaskan bahawa tidak boleh seseorang mengklaim lebih beriman daripada yang lain dalam hal asas; keutamaan ada pada amal dan takwa. Nabi juga bersabda bahawa orang yang paling baik Islamnya ialah yang paling baik akhlaknya.<br><br>Kita tidak sombong dengan menganggap diri \"lebih beriman\" daripada orang lain; kita berusaha meningkatkan takwa dan amal. Perbezaan darjat di sisi Allah berdasarkan usaha dan ketakwaan, bukan berdasarkan klaim atau golongan.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 35,
    "title": "Pokok Iman Kepada Allah Rasul",
    "text": "Iman terdiri daripada iman kepada Allah ﷻ, malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya, Hari Akhir, dan iman bahawa ketetapan—yang baik dan yang buruk—semua dari Allah ﷻ.",
    "explanation": "Rukun iman ada enam: iman kepada Allah, malaikat, kitab-kitab, rasul-rasul, hari akhir, dan takdir (yang baik dan yang buruk dari Allah). Ini ialah pokok keyakinan yang wajib diyakini setiap Muslim; mengingkari salah satunya merosakkan iman.<br><br>Hadis sahih (HR. Bukhari-Muslim) daripada Umar bin Khattab menegaskan enam rukun iman ini ketika Jibril bertanya tentang iman. Surah Al-Baqarah: 285: \"Rasul beriman kepada apa yang diturunkan kepadanya dari Tuhannya, demikian pula orang-orang beriman. Semua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, dan rasul-rasul-Nya.\" Surah Al-Hadid: 22 menegaskan bahawa musibah pun sudah tertulis (bahagian daripada takdir).<br><br>Kita memantapkan hati pada enam perkara ini dan mengajarkannya kepada keluarga serta orang lain. Iman yang lengkap merangkumi semua rukun; tidak boleh memilih-milih atau menolak salah satunya.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 36,
    "title": "Definisi Iman Lisan Dan Hati",
    "text": "Iman terdiri daripada pengakuan dengan lisan dan penerimaan dengan hati.",
    "explanation": "Iman bukan sekadar ucapan di mulut atau sekadar perbuatan; ia merangkumi pengakuan dengan lisan (syahadat, mengucapkan yang benar) dan pembenaran dengan hati (tashdiq). Kedua-duanya mesti ada; orang yang hanya mengucap tanpa meyakini di hati ialah munafik, orang yang hanya mengaku di hati tanpa mengucap belum sempurna di hadapan manusia dan syariat.<br><br>Hadis sahih (HR. Bukhari-Muslim) menegaskan bahawa Nabi ditanya tentang amal yang paling utama; iman disebutkan sebagai asas. Surah Al-Hujurat: 14: \"Orang-orang Arab Badui itu berkata: Kami telah beriman. Katakanlah: Kamu belum beriman, tapi katakanlah: Kami telah tunduk (Islam), kerana iman belum masuk ke dalam hatimu.\" Ulama Ahlussunnah bersepakat bahawa iman merangkumi qaul (ucapan) dan amal (perbuatan) yang masuk dalam makna \"penerimaan dengan hati\" yang terwujud dalam amal.<br><br>Kita menjaga lisan agar tidak mengucap yang merosakkan iman dan menjaga hati agar tidak ragu atau ingkar; kita berusaha agar ucapan dan keyakinan kita selaras.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 37,
    "title": "Berlepas Diri Dari Penyimpangan Akidah",
    "text": "Inilah agama kami dan apa yang kami yakini lahir dan batin; kami berlepas diri di hadapan Allah ﷻ dari sesiapa yang menyalahi apa yang kami ucapkan dan jelaskan.",
    "explanation": "Akidah Tahawi ini ialah pernyataan keyakinan Ahlussunnah; sesiapa yang menyimpang dari apa yang diucapkan dan dijelaskan di dalamnya, kita berlepas diri daripadanya di hadapan Allah. Ini bukan permusuhan peribadi, melainkan klarifikasi bahawa kita tidak mengikuti penyimpangan akidah (bidah, khurafat, atau kesesatan).<br><br>Surah Al-Mumtahanah: 4 memerintahkan berlepas diri dari musuh Allah. Nabi bersabda (HR. Abu Daud, disahihkan): \"Sesiapa yang berbuat bidah atau melindungi pelaku bidah, maka ia terlepas dari jaminan Allah.\" Ulama menjelaskan bahawa baraah (berlepas diri) dari ahli bidah dilakukan dengan tidak mengikuti keyakinan mereka dan menjelaskan kesalahan mereka, bukan dengan menganiaya.<br><br>Kita berpegang pada akidah yang benar dan menjauhi keyakinan yang menyimpang; kita tidak mengklaim orang lain kafir tanpa asas yang sahih, tapi kita tegas terhadap penyimpangan akidah dan berlepas diri daripadanya.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 38,
    "title": "Islam Adalah Jalan Tengah Sempurna",
    "text": "Islam ialah jalan tengah: tidak berlebihan mahupun berkurang, tidak menyerupakan sifat Allah ﷻ dengan makhluk mahupun menafikan sifat Allah ﷻ, tidak ekstrem jabariyah mahupun qadariyah, dan tidak antara keyakinan mutlak yang sesat dengan putus asa.",
    "explanation": "Ahlussunnah berada di jalan tengah: dalam sifat Allah, kita menetapkan apa yang Allah tetapkan tanpa menyerupakan dengan makhluk (tasybih) dan tanpa menafikan (ta'til). Dalam takdir, kita tidak ekstrem jabariyah (segala sesuatu dipaksa) mahupun qadariyah (menolak takdir); dalam harap dan takut kita tidak mengklaim pasti syurga/neraka untuk seseorang mahupun putus asa dari rahmat Allah.<br><br>Surah Al-Baqarah: 143: \"Dan demikian pula Kami telah menjadikan kamu umat yang pertengahan.\" Hadis dan ijma ulama menegaskan bahawa sifat Allah diimani tanpa takyif (mempertanyakan cara) dan tanpa tamtsil (menyerupakan). Nabi melarang ekstrem dalam agama. Jalan tengah inilah yang selamat dari bidah.<br><br>Kita berusaha konsisten pada manhaj pertengahan: tidak ghuluw (berlebihan) dan tidak taqsir (meremehkan); kita belajar dari ulama Ahlussunnah agar tidak terseret ke ekstrem kiri atau kanan.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 39,
    "title": "Kebenaran Peristiwa Isra Dan Mi'raj",
    "text": "Isra' dan Mi'raj adalah benar: Nabi ﷺ diangkat pada malam hari, dan naik dengan jasadnya dalam keadaan sedar melalui langit sampai setinggi yang Allah ﷻ kehendaki.",
    "explanation": "Isra (perjalanan dari Masjidil Haram ke Masjidil Aqsha) dan Mi'raj (naik ke langit) berlaku dengan jasad dan roh Nabi dalam keadaan sedar; bukan mimpi atau roh sahaja. Peristiwa ini mukjizat yang Allah berikan untuk menguatkan Nabi dan umat; kita mengimaninya tanpa mempertanyakan \"bagaimana\" secara rasional kerana itu di luar kebiasaan alam.<br><br>Surah Al-Isra: 1: \"Maha Suci Allah yang telah memperjalankan hamba-Nya pada malam hari dari Masjidil Haram ke Masjidil Aqsha.\" Hadis sahih (HR. Bukhari-Muslim) menceritakan Mi'raj dengan rinci: Nabi naik melalui langit, bertemu para nabi, dan menerima perintah solat lima waktu. Riwayat-riwayat ini mutawatir dan menjadi bahagian keyakinan umat.<br><br>Kita meyakini Isra dan Mi'raj sebagai kebenaran dari Allah; ini menguatkan keyakinan kita bahawa Nabi ialah utusan Allah yang diberi mukjizat, dan bahawa solat lima waktu ialah kewajiban agung yang ditetapkan di atas langit.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 40,
    "title": "Pengampunan Allah Untuk Hamba Mukmin",
    "text": "Jika Allah ﷻ berkehendak, Allah ﷻ mengampuni dan memaafkan mereka dengan kemurahan Allah ﷻ; jika Allah ﷻ berkehendak, Allah ﷻ mengazab mereka, lalu mengeluarkan mereka dengan rahmat dan syafaat; Allah ﷻ ialah Pelindung orang yang mengenal Allah ﷻ, dan tidak memperlakukan mereka seperti orang yang mengingkari Allah ﷻ.",
    "explanation": "Allah berkuasa mengampuni hamba-Nya yang beriman dengan kemurahan-Nya, atau mengazab mereka sesuai keadilan-Nya; bila Dia mengazab, Dia tetap boleh mengeluarkan mereka dari neraka dengan rahmat dan syafaat. Orang yang mengenal Allah (arif billah) dan beriman tidak diperlakukan sama dengan orang yang mengingkari-Nya.<br><br>Surah Az-Zumar: 53: \"Katakanlah: Wahai hamba-hamba-Ku yang melampaui batas terhadap diri mereka sendiri, janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya.\" Hadis sahih menyebutkan syafaat Nabi untuk umatnya dan bahawa Allah mengeluarkan dari neraka sesiapa yang ada tauhid di hatinya. Ahlussunnah mengimani bahawa ahli tauhid tidak kekal di neraka bila masuk kerana dosa.<br><br>Kita tidak mengklaim \"pasti diampuni\" atau \"pasti masuk neraka\" untuk seseorang; kita berharap rahmat Allah dan takut azab-Nya. Kita yakin bahawa Allah adil dan penyayang; orang yang bertaubat dan beriman tidak diperlakukan seperti orang yang kafir.",
    "category": "Hari Akhir"
  },
  {
    "no": 41,
    "title": "Berharap Syurga Bagi Ahli Kebaikan",
    "text": "Kami berharap Allah ﷻ mengampuni orang yang berbuat baik dan memasukkannya ke syurga, tetapi kami tidak memastikan; kami memohon ampunan bagi yang berbuat salah, dan kami tidak putus asa terhadap orang tersebut.",
    "explanation": "Kita berharap dan berprasangka baik bahawa Allah mengampuni ahli kebaikan dan memasukkannya ke syurga, tetapi kita tidak memastikan untuk seseorang (tiada jaminan tanpa amal). Bagi yang berbuat salah kita memohonkan ampunan dan tidak putus asa dari rahmat Allah baginya.<br><br>Surah Az-Zumar: 53 mengajak untuk tidak berputus asa dari rahmat Allah. Hadis sahih menegaskan bahawa tiada yang masuk syurga kerana amalnya; semuanya kerana rahmat Allah. Nabi melarang kita memastikan syurga atau neraka untuk seseorang; kita berharap yang terbaik dan mendoakan. Ahlussunnah tidak seperti Khawarij yang mengkafirkan pelaku dosa besar dan tidak seperti Murjiah yang menganggap amal tidak penting.<br><br>Kita berusaha beramal sebaik mungkin dan berharap rahmat Allah; kita mendoakan orang yang salah dan tidak menghakimi bahawa dia pasti masuk neraka. Keseimbangan antara harap dan takut ini menjaga kita dari sikap ekstrem.",
    "category": "Hari Akhir"
  },
  {
    "no": 42,
    "title": "Kerasulan Ibrahim Serta Kalam Musa",
    "text": "Kami beriman bahawa Allah ﷻ menjadikan Ibrahim sebagai kekasih, dan bahawa Allah ﷻ berbicara langsung kepada Musa.",
    "explanation": "Nabi Ibrahim ialah Khalilullah (kekasih Allah); Allah memilihnya sebagai sahabat dekat. Nabi Musa diberi keistimewaan berbicara langsung dengan Allah (kalamullah) tanpa perantara; ini mukjizat dan kemuliaan yang Allah berikan.<br><br>Surah An-Nisa: 125: \"Dan Allah menjadikan Ibrahim sebagai kekasih (khalil).\" Surah An-Nisa: 164: \"Dan Allah telah berbicara kepada Musa dengan langsung.\" Hadis sahih menegaskan keutamaan Ibrahim dan Musa; Nabi Muhammad bersabda bahawa Allah berbicara kepada Musa di bukit Thur. Kita mengimani keutamaan para nabi tanpa merendahkan yang lain.<br><br>Keyakinan ini mengajarkan kita menghormati semua nabi dan tidak mempertentangkan satu dengan yang lain; masing-masing mempunyai keutamaan yang Allah berikan. Kita mengambil teladan dari Ibrahim (keteguhan tauhid) dan Musa (berdialog dengan Allah melalui doa dan taat).",
    "category": "Nabi & Rasul"
  },
  {
    "no": 43,
    "title": "Pertanyaan Dan Azab Dalam Kubur",
    "text": "Kami beriman kepada azab kubur bagi yang berhak, dan pertanyaan di kubur oleh Munkar dan Nakir tentang Tuhannya, agamanya, dan nabinya, sebagaimana dalam hadis-hadis dan riwayat para sahabat.",
    "explanation": "Setelah mati, manusia berada di alam barzakh; di kubur dia ditanya oleh dua malaikat (Munkar dan Nakir) tentang Tuhannya, agamanya, dan nabinya. Yang menjawab benar mendapat nikmat kubur; yang ingkar atau munafik mendapat azab kubur sesuai keadilan Allah.<br><br>Hadis sahih (HR. Bukhari, Muslim, dan lainnya) banyak menceritakan pertanyaan kubur dan azab kubur; Nabi mengajarkan doa agar dilindungi dari azab kubur. Riwayat dari sahabat juga menegaskan hal ini. Surah Al-Mukminun: 99–100 mengisyaratkan alam barzakh dan penghalang antara orang mati dan kembali ke dunia.<br><br>Kita mempersiapkan diri dengan memantapkan tauhid, mengikuti agama yang benar, dan mengakui Nabi Muhammad; kita berdoa agar diberi keteguhan saat ditanya di kubur dan dilindungi dari azab kubur.",
    "category": "Hari Akhir"
  },
  {
    "no": 44,
    "title": "Kebangkitan Dan Hisab Hari Kiamat",
    "text": "Kami beriman kepada dibangkitkan setelah mati, dibalas amal pada Hari Kiamat, pemaparan amal, hisab, pembacaan kitab, pahala atau hukuman, jambatan (sirat), dan timbangan (mizan).",
    "explanation": "Hari Kiamat ialah hari dibangkitkannya seluruh manusia dari kubur untuk dihisab. Amal dipaparkan, kitab catatan dibaca, timbangan (mizan) menimbang amal, lalu manusia melewati jambatan (sirat) menuju syurga atau neraka. Semua ini kita imani sebagaimana datang dalam Al-Quran dan hadis.<br><br>Surah Az-Zalzalah: 7–8: \"Barangsiapa mengerjakan kebaikan seberat zarrah pun nescaya akan melihat (balasan)nya. Dan barangsiapa mengerjakan kejahatan seberat zarrah pun nescaya akan melihat (balasan)nya.\" Surah Al-Kahf: 49, Al-Isra: 13–14, dan banyak ayat lain menceritakan kitab amal, hisab, dan mizan. Hadis sahih (HR. Bukhari–Muslim) menceritakan sirat dan bahawa ada yang selamat ada yang terjatuh.<br><br>Keyakinan ini mendorong kita beramal soleh dan menjauhi dosa; kita yakin bahawa tiada yang luput dari catatan dan setiap perbuatan akan dibalas. Kita memohon kepada Allah agar dimudahkan hisab dan diselamatkan di hari itu.",
    "category": "Hari Akhir"
  },
  {
    "no": 45,
    "title": "Mengimani Karomah Milik Para Wali",
    "text": "Kami beriman kepada karomah (keajaiban) para wali yang kami ketahui, dan kisah sahih tentang mereka dari sumber yang terpercaya.",
    "explanation": "Karomah ialah keajaiban atau kemuliaan yang Allah berikan kepada orang soleh (wali) di luar kebiasaan, seperti ilmu yang diberi tanpa belajar atau pertolongan di saat genting. Kita mengimani karomah yang kisahnya sahih dari sumber terpercaya; kita tidak mengingkari mahupun melebih-lebihkan.<br><br>Surah Maryam mengisahkan Maryam diberi rezeki di mihrab; Surah Al-Kahf mengisahkan Ashabul Kahfi. Hadis sahih menceritakan karomah para sahabat (misalnya Umar yang \"melihat\" pasukan dari jauh). Ulama Ahlussunnah mengimani karomah tanpa menyamakannya dengan mukjizat nabi dan tanpa mengultuskan wali.<br><br>Kita tidak menolak karomah yang diriwayatkan dengan sahih, tetapi kita juga tidak mudah percaya cerita yang tidak jelas sumbernya. Keutamaan sejati ialah takwa dan ittiba kepada Nabi; karomah ialah anugerah Allah, bukan ukuran kesalehan.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 46,
    "title": "Ketetapan Pena Pada Lauh Mahfuz",
    "text": "Kami beriman kepada Lauh Mahfuz dan Pena serta segala yang tertulis; apa yang Allah ﷻ tulis pasti terjadi, dan apa yang tidak Allah ﷻ tulis tidak akan terjadi; apa yang luput dari seseorang tidak akan pernah dia dapatkan.",
    "explanation": "Lauhul Mahfuz ialah \"kitab induk\" tempat Allah menulis seluruh takdir; Pena (qalam) ialah makhluk yang menulis atas perintah Allah. Apa yang tertulis pasti terjadi; apa yang tidak tertulis tidak akan terjadi. Rezeki, ajal, dan nasib manusia sudah tercatat; yang luput darinya tidak akan dia dapatkan.<br><br>Surah Al-Hadid: 22: \"Tiada suatu bencana pun yang menimpa di bumi dan pada dirimu melainkan telah tertulis dalam kitab (Lauh Mahfuz) sebelum Kami menciptakannya.\" Hadis sahih (HR. Ahmad, dll.) menyebutkan bahawa hal pertama yang Allah ciptakan ialah Pena, lalu Dia memerintahkannya menulis segala yang akan terjadi. Surah Al-An'am: 59 menegaskan bahawa tiada yang luput dari ilmu Allah.<br><br>Kita mengimani ketetapan ini tanpa merasa \"terpaksa\"; kita tetap berusaha dan berdoa kerana usaha dan doa juga bahagian daripada takdir. Keyakinan ini menenangkan hati dan mencegah kita dari iri atau putus asa terhadap apa yang tidak kita dapatkan.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 47,
    "title": "Tugas Malaikat Maut Cabut Nyawa",
    "text": "Kami beriman kepada Malaikat Maut yang bertugas mencabut nyawa seluruh alam.",
    "explanation": "Malaikat Maut (Izrail atau Malakul Maut) ialah malaikat yang Allah tugasi untuk mencabut nyawa setiap makhluk yang bernyawa. Pencabutan nyawa berlaku dengan perintah Allah; tiada yang mati sebelum ajalnya dan tiada yang tertunda sesudah ajalnya.<br><br>Surah As-Sajdah: 11: \"Katakanlah: Malaikat maut yang diserahi untuk (mencabut nyawa)mu akan mematikan kamu.\" Hadis sahih menceritakan bahawa Malaikat Maut mendatangi manusia saat ajal tiba; ada yang dicabut dengan mudah dan ada yang dengan susah sesuai amal. Kita tidak menyebut nama Malaikat Maut dengan pasti (Izrail) kerana tiada dalil tegas; yang pasti ialah iman kepada malaikat yang mencabut nyawa.<br><br>Keyakinan ini mengingatkan kita bahawa kematian pasti datang dan ada yang mengurusnya dengan perintah Allah; kita mempersiapkan diri dengan taubat dan amal soleh agar saat nyawa dicabut kita dalam keadaan baik.",
    "category": "Malaikat & Gaib"
  },
  {
    "no": 48,
    "title": "Dua Malaikat Pencatat Amal Manusia",
    "text": "Kami beriman kepada malaikat mulia yang mencatat amal manusia, sebab Allah ﷻ telah menetapkan mereka atas manusia sebagai dua penjaga.",
    "explanation": "Setiap manusia didampingi dua malaikat: satu mencatat kebaikan dan satu mencatat kejelekan. Tiada perkataan atau perbuatan yang luput dari catatan; catatan ini akan dipaparkan di hari kiamat. Keduanya ialah \"penjaga\" yang Allah tetapkan, bukan untuk mengganggu melainkan untuk mencatat dengan adil.<br><br>Surah Qaf: 17–18: \"Ketika dua malaikat mencatat (amal), yang satu duduk di sebelah kanan dan yang lain di sebelah kiri. Tiada suatu ucapan pun yang diucapkan melainkan ada di dekatnya malaikat pengawas yang selalu hadir.\" Surah Al-Infithar: 10–12 juga menyebut para penjaga (hafazhah). Hadis sahih menegaskan bahawa malaikat mencatat setiap amal.<br><br>Kita menyedari bahawa setiap perbuatan tercatat; ini mendorong kita untuk menjaga lisan dan perbuatan serta memperbanyak amal baik. Kita tidak takut berlebihan sampai tidak tenang, tetapi kita tidak lalai; kita berusaha agar catatan kanan lebih berat daripada catatan kiri.",
    "category": "Malaikat & Gaib"
  },
  {
    "no": 49,
    "title": "Iman Kepada Rasul Serta Kitab",
    "text": "Kami beriman kepada malaikat, para nabi, dan kitab-kitab yang diturunkan kepada para rasul, dan kami bersaksi bahawa mereka semua mengikuti kebenaran yang nyata.",
    "explanation": "Kita beriman kepada malaikat, nabi-nabi, dan kitab-kitab Allah (Taurat, Injil, Zabur, dan Al-Quran) tanpa membeda-bedakan. Semua rasul membawa kebenaran yang sama (tauhid dan ketaatan); kita bersaksi bahawa mereka di atas kebenaran yang nyata dan kita tidak mengingkari seorang pun dari mereka.<br><br>Surah Al-Baqarah: 285: \"Semua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, dan rasul-rasul-Nya. (Mereka berkata:) Kami tidak membeda-bedakan seorang pun dari rasul-rasul-Nya.\" Surah An-Nisa: 150–152 memperingatkan orang yang mengingkari sebahagian rasul. Hadis sahih menegaskan bahawa kita beriman kepada semua nabi dari Adam sampai Muhammad.<br><br>Kita tidak mencela nabi atau kitab lain; kita meyakini bahawa Islam menyempurnakan dan membenarkan apa yang sebelumnya. Kita mengikuti Nabi Muhammad sebagai rasul terakhir dan Al-Quran sebagai kitab terakhir yang membenarkan kitab-kitab sebelumnya.",
    "category": "Al-Quran & Wahyu"
  },
  {
    "no": 50,
    "title": "Segalanya Adalah Ketetapan Dari Allah",
    "text": "Kami beriman kepada semua ini, dan yakin bahawa segala sesuatu berasal dari Allah ﷻ.",
    "explanation": "Semua yang kita imani—malaikat, kitab, rasul, takdir, hari akhir, dll.—dan segala yang terjadi di alam semesta pada hakikatnya berasal dari Allah. Tiada yang terjadi tanpa ilmu, kehendak, dan ketetapan-Nya; kita mengimani hal ini dengan yakin.<br><br>Surah At-Taghabun: 11: \"Tiada suatu musibah pun yang menimpa seseorang kecuali dengan izin Allah.\" Surah Al-Hadid: 22 menegaskan bahawa segala bencana sudah tertulis. Hadis sahih (HR. Muslim) menegaskan iman kepada takdir yang baik dan yang buruk dari Allah. Keyakinan \"segala sesuatu dari Allah\" ialah fondasi tawakal dan sabar.<br><br>Kita tidak menyandarkan kejadian kepada \"alam\" atau \"kebetulan\" semata; kita yakin bahawa di balik segala sesuatu ada ketetapan Allah. Ini tidak menghilangkan tanggung jawab manusia (kita tetap berusaha dan dimintai pertanggungjawaban), tetapi kita pasrahkan hasil akhir kepada Allah.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 51,
    "title": "Tidak Membeda Bedakan Antar Rasul",
    "text": "Kami beriman kepada semua ini, tidak membeda-bedakan antara para rasul, dan menerima sebagai benar apa yang dibawa mereka semua.",
    "explanation": "Kita beriman kepada semua rasul tanpa membeda-bedakan: tidak mengingkari sebahagian dan mengakui sebahagian. Apa yang mereka bawa (tauhid, kewajiban ibadah, akhlak) kita terima sebagai kebenaran; kita tidak mengatakan \"kami beriman kepada sebahagian dan kafir terhadap sebahagian.\"<br><br>Surah Al-Baqarah: 136: \"Katakanlah: Kami beriman kepada Allah dan apa yang diturunkan kepada kami, dan apa yang diturunkan kepada Ibrahim, Isma'il, Ishaq, Ya'qub, dan anak cucunya, dan apa yang diberikan kepada Musa, Isa, dan nabi-nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka.\" Surah An-Nisa: 150–152 melarang mengimani sebahagian rasul dan mengingkari sebahagian. Hadis menegaskan bahawa mencela nabi mana pun adalah dosa besar.<br><br>Kita menghormati seluruh nabi dan tidak mempertentangkan satu dengan yang lain; kita mengikuti syariat Nabi Muhammad sebagai penutup dan penyempurna, sambil meyakini bahawa semua rasul membawa kebenaran dari Allah.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 52,
    "title": "Munculnya Dajjal Serta Tanda Kiamat",
    "text": "Kami beriman kepada tanda-tanda Kiamat seperti kemunculan Dajjal, turunnya Isa bin Maryam dari langit, terbitnya matahari dari barat, dan keluarnya Dabbah dari bumi.",
    "explanation": "Kita beriman kepada tanda-tanda kiamat yang disebutkan Nabi: kemunculan Dajjal (pembohong besar), turunnya Isa bin Maryam dari langit untuk mematahkan Dajjal dan menegakkan syariat, terbitnya matahari dari barat (selepas itu taubat tidak diterima), dan keluarnya Dabbah dari bumi. Semua ini berlaku sebelum kiamat besar.<br><br>Hadis sahih (HR. Bukhari, Muslim, dan lainnya) banyak menceritakan tanda-tanda kiamat. Nabi bersabda bahawa Dajjal akan muncul dan Isa akan turun membunuhnya. Surah Al-Anam: 158 mengisyaratkan terbitnya matahari dari barat. Kita mengimani tanpa mempertanyakan \"bagaimana\" secara terperinci.<br><br>Keyakinan ini mengingatkan kita bahawa kiamat benar adanya dan ada tanda-tandanya; kita mempersiapkan diri dengan iman dan amal soleh, serta tidak terpedaya oleh Dajjal atau dakwaan palsu.",
    "category": "Hari Akhir"
  },
  {
    "no": 53,
    "title": "Sepuluh Sahabat Dijamin Masuk Syurga",
    "text": "Kami bersaksi bahawa sepuluh orang yang dijanjikan syurga oleh Rasulullah ﷺ akan berada di syurga: Abu Bakar, Umar, Uthman, Ali, Thalhah, Az-Zubair, Abdurrahman bin Auf, Sa'd bin Abi Waqqash, Sa'id bin Zaid, dan Abu Ubaidah bin Al-Jarrah.",
    "explanation": "Sepuluh sahabat yang dijamin syurga oleh Nabi (asyarah mubasyarah) kita yakini akan masuk syurga: Abu Bakar, Umar, Uthman, Ali, Thalhah, Zubair, Abdurrahman bin Auf, Sa'd bin Abi Waqqash, Sa'id bin Zaid, dan Abu Ubaidah bin Al-Jarrah. Janji Nabi adalah benar dan mereka adalah teladan umat.<br><br>Hadis sahih (HR. Tirmidzi dan lainnya) menegaskan bahawa Nabi menjanjikan syurga bagi sepuluh sahabat tersebut. Mereka adalah tokoh besar dalam Islam; mengakui keutamaan mereka adalah bahagian daripada akidah Ahlussunnah. Kita tidak melebih-lebihkan atau merendahkan; kita mengikuti manhaj mereka.<br><br>Kita menghormati seluruh sahabat dan tidak membenci seorang pun; kita mengambil teladan dari sepuluh sahabat ini dalam keimanan, keadilan, dan pengorbanan.",
    "category": "Sahabat, Khulafa & Ahlul Bait"
  },
  {
    "no": 54,
    "title": "Mencintai Keadilan Dan Membenci Kezaliman",
    "text": "Kami mencintai ahli keadilan dan kejujuran, serta membenci ahli kezaliman dan kebohongan.",
    "explanation": "Kita mencintai semua sahabat Nabi tanpa berlebihan terhadap seorang pun (ghuluw) dan tanpa melepaskan seorang pun (taqsir). Mencintai sahabat adalah bahagian daripada Islam dan iman; membenci atau mencela sahabat adalah kufur dan nifak.<br><br>Surah At-Taubah: 100 memuji orang-orang yang terdahulu dan pertama-tama dari Muhajirin dan Anshar. Hadis sahih melarang mencela sahabat; Nabi bersabda jangan mencela sahabatku. Ahlussunnah mengakui bahawa sahabat boleh berselisih dalam ijtihad tetapi tidak dalam akidah.<br><br>Kita tidak ikut-ikutan mencela sahabat atau menganggap mereka bersalah tanpa dalil; kita memuliakan mereka dan mengambil teladan dari generasi terbaik umat ini.",
    "category": "Jemaah, Penguasa & Fikih"
  },
  {
    "no": 55,
    "title": "Larangan Membenci Seluruh Sahabat Nabi",
    "text": "Kami mencintai para sahabat Rasulullah ﷺ, tetapi tidak berlebihan terhadap seorang pun, dan tidak melepaskan seorang pun; mencintai para sahabat adalah bahagian daripada Islam dan iman; membenci para sahabat adalah kufur dan nifak.",
    "explanation": "Kita mencintai orang yang adil dan jujur serta membenci orang yang zalim dan pendusta. Cinta dan benci kerana Allah adalah bahagian daripada iman; kita tidak neutral terhadap kezaliman atau kebohongan.<br><br>Surah Al-Mumtahanah: 8 memerintahkan kita tidak memusuhi orang yang tidak memerangi kita kerana agama. Nabi bersabda (HR. Bukhari) bahawa orang yang paling dicintai Allah adalah yang paling bermanfaat bagi manusia. Kezaliman dan kebohongan dilarang dalam banyak ayat dan hadis.<br><br>Kita berusaha adil dan jujur dalam urusan sendiri dan menyokong keadilan di masyarakat; kita menjauhi kezaliman dan dusta, serta tidak bersekutu dengan ahli kezaliman dalam perbuatan zalim.",
    "category": "Sahabat, Khulafa & Ahlul Bait"
  },
  {
    "no": 56,
    "title": "Urutan Khulafaur Rasyidun Pimpinan Muslim",
    "text": "Kami menetapkan bahawa selepas wafat Rasulullah ﷺ, kekhalifahan pertama-tama beralih kepada Abu Bakar Ash-Shiddiq, lalu Umar, lalu Uthman, lalu Ali bin Abi Thalib—mereka adalah Khulafa Ar-Rasyidun dan pemimpin yang lurus.",
    "explanation": "Selepas Nabi wafat, kekhalifahan beralih kepada Abu Bakar, lalu Umar, lalu Uthman, lalu Ali. Mereka adalah Khulafaur Rasyidin (pemimpin yang lurus); urutan ini berdasarkan fakta sejarah dan kesepakatan Ahlussunnah.<br><br>Hadis sahih menegaskan bahawa khilafah selepas Nabi ada pada Quraisy dan bahawa Nabi memerintahkan mengikuti sunnah khulafa yang mendapat petunjuk. Riwayat-riwayat sahih menceritakan baiat kepada Abu Bakar, lalu Umar, Uthman, dan Ali. Kita tidak mempertentangkan atau merendahkan salah seorang dari mereka.<br><br>Kita mengakui keempat-empat khalifah sebagai pemimpin yang adil dan mengikuti manhaj mereka dalam beragama dan bernegara; kita tidak mengikuti kelompok yang mencela atau mengkafirkan salah seorang khulafa.",
    "category": "Sahabat, Khulafa & Ahlul Bait"
  },
  {
    "no": 57,
    "title": "Mengikuti Sunnah Nabi Serta Jamaah",
    "text": "Kami mengikuti sunnah Nabi ﷺ dan jamaah Muslim, dan menjauhi penyimpangan, perbezaan, dan perpecahan.",
    "explanation": "Kita berpegang pada sunnah Nabi dan jamaah kaum Muslimin; kita menjauhi bidah, perpecahan, dan sikap menyimpang. Mengikuti sunnah dan jamaah adalah jalan selamat.<br><br>Hadis sahih (HR. Abu Daud, Tirmidzi) menegaskan: \"Berpeganglah pada sunnahku dan sunnah khulafa yang mendapat petunjuk\" dan \"Jamaah adalah rahmat, perpecahan adalah azab.\" Surah Ali Imran: 103 memerintahkan berpegang pada tali Allah dan tidak berpecah. Ahlussunnah wal Jamaah adalah nama bagi yang mengikuti jalan ini.<br><br>Kita belajar agama dari sumber yang sahih (Al-Quran dan Sunnah) dan mengikuti pemahaman jamaah, bukan hawa nafsu atau kelompok sempalan; kita hindari perdebatan yang memecah belah.",
    "category": "Jemaah, Penguasa & Fikih"
  },
  {
    "no": 58,
    "title": "Definisi Kaum Muslim Ahli Kiblat",
    "text": "Kami menyebut orang yang searah kiblat kami Muslim dan mukmin—selama ahli kiblat tersebut mengakui apa yang dibawa Nabi ﷺ dan menerima sebagai benar segala yang beliau katakan dan kabarkan.",
    "explanation": "Orang yang solat menghadap kiblat kita (Ka'abah) dan mengakui apa yang dibawa Nabi serta membenarkan semua yang Nabi katakan dan kabarkan, kita sebut Muslim dan mukmin. Kita tidak mengkafirkan ahli kiblat selama ia tidak mengingkari perkara yang jelas-jelas kufur.<br><br>Surah Al-Baqarah: 143 menyebut umat Islam sebagai umat pertengahan. Hadis sahih menegaskan bahawa siapa yang solat seperti kita dan menghadap kiblat kita maka ia Muslim. Ulama Ahlussunnah tidak mengkafirkan ahli kiblat kerana dosa selama ia tidak menghalalkannya.<br><br>Kita tidak sembarangan menuduh kafir; kita bezakan antara Muslim yang berdosa dan orang yang keluar dari Islam. Kita serahkan rahsia hati kepada Allah dan berinteraksi dengan ahli kiblat sebagai sesama Muslim.",
    "category": "Jemaah, Penguasa & Fikih"
  },
  {
    "no": 59,
    "title": "Kesatuan Adalah Benar Perpecahan Siksaan",
    "text": "Kami setuju bahawa bersatu adalah jalan yang benar, dan perpecahan adalah penyimpangan dan siksaan.",
    "explanation": "Bersatu di atas kebenaran adalah jalan yang benar; perpecahan adalah penyimpangan dan siksaan. Allah memerintahkan persatuan dan melarang perpecahan.<br><br>Surah Ali Imran: 103: \"Dan berpeganglah kamu semuanya kepada tali (agama) Allah, dan janganlah kamu bercerai-berai.\" Hadis sahih (HR. Ibnu Majah) menegaskan bahawa perpecahan adalah azab. Nabi melarang berpecah belah dan memerintahkan mendengar dan taat kepada pemimpin selama tidak dalam maksiat.<br><br>Kita berusaha menjaga ukhuwah Islamiyah dan tidak memecah belah umat dengan isu bidah atau tuduhan; kita bersatu di atas Al-Quran dan Sunnah serta pemahaman salaf.",
    "category": "Jemaah, Penguasa & Fikih"
  },
  {
    "no": 60,
    "title": "Kebolehan Mengusap Khuff Sesuai Hadis",
    "text": "Kami setuju mengusap khuff (sepatu kulit) sama ada dalam perjalanan mahupun tidak, sebagaimana dalam hadis-hadis.",
    "explanation": "Mengusap khuff (sepatu kulit yang menutupi mata kaki) sebagai pengganti membasuh kaki dalam wudhu dibolehkan dalam hadis, sama ada dalam perjalanan mahupun tidak. Ini adalah keringanan syariat yang Nabi ajarkan.<br><br>Hadis sahih (HR. Muslim dan lainnya) menceritakan Nabi dan sahabat mengusap khuff. Para ulama bersepakat kebolehannya dengan syarat-syarat yang disebutkan dalam fikih. Ini bahagian daripada kemudahan agama; kita mengikuti tanpa berlebihan atau menolak.<br><br>Kita boleh memakai rukhshah (keringanan) mengusap khuff sesuai syarat ketika berwudhu; kita tidak menganggapnya wajib mahupun haram selama mengikuti dalil yang sahih.",
    "category": "Jemaah, Penguasa & Fikih"
  },
  {
    "no": 61,
    "title": "Solat Di Belakang Setiap Imam",
    "text": "Kami setuju solat di belakang sesiapa pun dari ahli kiblat—yang benar mahupun yang zalim—dan menyalatkan jenazah sesiapa pun dari ahli kiblat apabila wafat.",
    "explanation": "Kita solat di belakang sesiapa pun dari ahli kiblat—yang soleh mahupun yang fajir—selagi ia menegakkan solat dengan sah; kita juga menyalatkan jenazah ahli kiblat yang wafat. Ini menjaga perpaduan dan tidak memulau jemaah kerana cela peribadi imam.<br><br>Hadis sahih (HR. Bukhari-Muslim) menegaskan solat di belakang imam yang fajir selagi ia menegakkan solat. Nabi bersabda mereka (imam) di hadapan kamu; jika benar pahala untuk kamu dan untuk mereka, jika salah pahala untuk kamu dan dosa untuk mereka. Menyalatkan jenazah Muslim ialah kewajipan kifayah.<br><br>Kita tidak meninggalkan jemaah hanya kerana imam tidak sempurna; kita tetap solat berjemaah dan mendoakan imam agar diberi hidayah. Kita menyalatkan jenazah Muslim dan tidak menolak hanya kerana dosa orang tersebut.",
    "category": "Jemaah, Penguasa & Fikih"
  },
  {
    "no": 62,
    "title": "Al-Quran Adalah Kalam Bukan Makhluk",
    "text": "Kami tidak berdebat tentang Al-Quran, dan kami bersaksi bahawa ia ialah kalam Allah ﷻ yang dibawa Ruh al-Amin kepada Muhammad ﷺ; ia bukan kalam makhluk, dan kami tidak mengatakan ia diciptakan.",
    "explanation": "Al-Quran ialah Kalamullah (firman Allah) yang dibawa Jibril kepada Nabi Muhammad; ia bukan ucapan makhluk dan kita tidak mengatakan ia diciptakan. Berdebat tentang \"bagaimana\" atau \"diciptakan atau tidak\" tanpa asas ialah bidah; kita mengimani apa yang Allah dan Rasul tetapkan.<br><br>Surah At-Taubah: 6 menyebut \"firman Allah\" (Kalamullah). Hadis sahih menegaskan bahawa Al-Quran diturunkan melalui Ruh al-Amin (Jibril). Ahlussunnah menetapkan bahawa Kalam Allah ialah sifat-Nya, bukan makhluk; sesiapa yang mengatakan Al-Quran makhluk telah menyimpang.<br><br>Kita tidak memperdebatkan perkara ini dengan orang awam; kita cukup meyakini bahawa Al-Quran ialah firman Allah yang suci dan bukan ciptaan. Kita memuliakan Al-Quran dan mengamalkannya tanpa terjerumus dalam debat kalam yang tidak bermanfaat.",
    "category": "Al-Quran & Wahyu"
  },
  {
    "no": 63,
    "title": "Menghindari Perkataan Sia Sia Agama",
    "text": "Kami tidak masuk dalam perkataan sia-sia tentang Allah ﷻ, dan tidak membiarkan perselisihan tentang agama Allah ﷻ.",
    "explanation": "Kita tidak masuk dalam perkataan sia-sia tentang Allah (seperti memperdebatkan zat-Nya atau hal yang tiada dalilnya), dan tidak membiarkan perselisihan tentang agama Allah merosakkan ukhuwah. Agama dibangun di atas dalil, bukan spekulasi.<br><br>Surah Al-Isra: 36 melarang mengikuti yang tiada ilmu tentangnya. Hadis sahih melarang berdebat tentang Al-Quran tanpa ilmu dan memerintahkan mengembalikan perselisihan kepada Allah dan Rasul. Ulama melarang jidal (debat kusir) dalam agama.<br><br>Kita berbicara tentang agama dengan asas Al-Quran dan Sunnah; kita tidak menghabiskan masa untuk debat yang tiada penghujung. Kita menjaga persatuan dan tidak memecah belah hanya kerana perbezaan yang tidak prinsipil.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 64,
    "title": "Taat Penguasa Selama Tidak Maksiat",
    "text": "Kami tidak menerima pemberontakan terhadap imam atau penguasa urusan kami, meskipun imam dan penguasa zalim; taat kepada imam dan penguasa ialah bahagian daripada taat kepada Allah ﷻ, dan wajib selagi imam dan penguasa tidak memerintahkan dosa; kami mendoakan petunjuk serta ampunan bagi imam dan penguasa tersebut.",
    "explanation": "Kita tidak menerima pemberontakan terhadap imam atau penguasa kaum Muslimin meskipun zalim; taat kepada mereka ialah bahagian daripada taat kepada Allah dan wajib selagi mereka tidak memerintahkan maksiat. Kita mendoakan petunjuk dan ampunan bagi mereka.<br><br>Hadis sahih (HR. Bukhari-Muslim) menegaskan: dengar dan taat kepada amir selagi tidak diperintahkan maksiat; Nabi melarang memberontak selagi mereka menegakkan solat. Surah An-Nisa: 59 memerintahkan taat kepada ulil amri. Ini menjaga kestabilan dan tertib syariat.<br><br>Kita taat dalam hal yang ma'ruf dan tidak taat bila diperintahkan dosa; kita tidak memberontak dengan kekerasan atau memecah belah. Kita mendoakan penguasa agar adil dan mendapat hidayah, serta berusaha mengingatkan dengan cara yang bijak.",
    "category": "Jemaah, Penguasa & Fikih"
  },
  {
    "no": 65,
    "title": "Penolakan Terhadap Dukun Serta Peramal",
    "text": "Kami tidak menerima sebagai benar ucapan dukun dan peramal, mahupun klaim yang bercanggah dengan Kitab, Sunnah, dan konsensus umat Muslim.",
    "explanation": "Kita tidak menerima ucapan dukun, peramal, atau sesiapa yang mengklaim tahu gaib atau meramal nasib; kita juga menolak klaim yang bercanggah dengan Al-Quran, Sunnah, dan ijma umat. Kebenaran hanya dari wahyu.<br><br>Hadis sahih (HR. Bukhari-Muslim) menegaskan bahawa Nabi bersabda: sesiapa mendatangi dukun atau peramal dan membenarkannya maka ia kafir terhadap apa yang diturunkan kepada Muhammad. Surah Al-Jinn: 26–27 menegaskan tiada yang tahu gaib kecuali Allah.<br><br>Kita tidak percaya ramalan, horoscope, atau \"ilmu\" yang mengklaim tahu masa depan; kita bertawakal kepada Allah dan berusaha sesuai sunnatullah. Kita hanya mengambil berita dari sumber yang sahih (Kitab dan Sunnah).",
    "category": "Doa, Ilmu & Had"
  },
  {
    "no": 66,
    "title": "Tidak Mengkafirkan Muslim Kerana Dosa",
    "text": "Kami tidak menganggap seorang pun dari ahli kiblat kami sebagai kafir kerana perbuatan dosa yang ahli kiblat lakukan—selama ahli kiblat tidak menganggap perbuatan itu halal.",
    "explanation": "Kita tidak mengkafirkan ahli kiblat (orang yang solat ke kiblat kita dan mengakui Nabi) hanya kerana ia melakukan dosa—selama ia tidak menghalalkan dosa tersebut. Dosa tidak secara automatik mengeluarkan dari Islam.<br><br>Hadis sahih menegaskan: tidak boleh seorang Muslim mengkafirkan Muslim lain; sesiapa memanggil saudaranya \"wahai kafir\" maka salah satunya kembali (kepada panggilan itu). Ulama Ahlussunnah membezakan antara pelaku dosa besar yang masih mukmin dan orang yang keluar dari Islam kerana mengingkari perkara yang jelas.<br><br>Kita tidak sembarangan menuduh kafir; kita bezakan antara orang yang berdosa tapi masih beriman dan orang yang mengingkari rukun Islam atau menghalalkan yang haram. Kita serahkan rahsia hati kepada Allah.",
    "category": "Dosa, Kafir & Ahli Kiblat"
  },
  {
    "no": 67,
    "title": "Dampak Buruk Dosa Terhadap Mukmin",
    "text": "Kami tidak mengatakan bahawa dosa orang yang beriman tidak berpengaruh buruk padanya.",
    "explanation": "Kita tidak mengatakan bahawa dosa orang beriman tidak berpengaruh buruk padanya. Dosa tetap berbahaya: mengurangkan pahala, mendatangkan siksa dunia atau akhirat, dan melemahkan iman. Kita tidak meremehkan dosa.<br><br>Surah An-Nisa: 31 dan ayat lain memperingatkan bahawa dosa besar dapat mendatangkan siksa. Hadis sahih menegaskan bahawa dosa meninggalkan bekas pada hati. Nabi melarang meremehkan dosa kecil. Ahlussunnah menolak paham Murjiah yang menganggap dosa tidak membahayakan iman.<br><br>Kita takut akan dosa dan bertaubat; kita tidak merasa \"aman\" hanya kerana sudah beriman. Kita berusaha menjauhi dosa besar dan kecil serta tidak meremehkan pengaruh maksiat terhadap hati dan nasib akhirat.",
    "category": "Dosa, Kafir & Ahli Kiblat"
  },
  {
    "no": 68,
    "title": "Larangan Menuduh Kufur Sesama Muslim",
    "text": "Kami tidak mengatakan bahawa salah seorang dari ahli kiblat pasti masuk syurga atau neraka, dan kami tidak menuduh seorang pun kufur, syirik, atau nifak—selama ahli kiblat tidak menampakkan hal itu; kami serahkan rahsia ahli kiblat kepada Allah ﷻ.",
    "explanation": "Kita tidak memastikan untuk seseorang bahawa ia pasti masuk syurga atau neraka; kita juga tidak menuduh seseorang kafir, syirik, atau munafik selama ia tidak menampakkan hal itu. Rahsia hati kita serahkan kepada Allah.<br><br>Hadis sahih melarang kita memastikan syurga atau neraka untuk seseorang. Nabi bersabda: janganlah kamu menuduh orang lain nifak. Surah Al-Hujurat: 12 melarang banyak prasangka dan mengumpat. Kita hanya menilai yang tampak; yang tersembunyi urusan Allah.<br><br>Kita berprasangka baik selama tiada bukti jelas; kita tidak menghakimi niat orang lain. Kita fokus pada memperbaiki diri sendiri dan mendakwahi dengan bijak, bukan sibuk menuduh atau memvonis.",
    "category": "Dosa, Kafir & Ahli Kiblat"
  },
  {
    "no": 69,
    "title": "Keutamaan Nabi Melampaui Para Wali",
    "text": "Kami tidak mengutamakan seorang wali pun dari umat atas seorang nabi; seorang nabi lebih baik daripada semua wali digabung.",
    "explanation": "Tiada wali dari umat ini yang lebih utama dari seorang nabi; satu nabi lebih baik daripada seluruh wali digabung. Nabi memiliki kedudukan khas; kita tidak mengutamakan orang soleh mana pun di atas para nabi.<br><br>Surah Al-Anam: 86 dan ayat lain menyebut para nabi dengan keutamaan khas. Hadis sahih menegaskan bahawa Nabi Muhammad ialah pemimpin anak Adam di hari kiamat. Ulama sepakat bahawa nabi lebih utama dari wali. Mengutamakan wali atas nabi ialah kesesatan.<br><br>Kita memuliakan para nabi dan tidak menyamakan orang soleh mana pun dengan mereka. Kita mengikuti Nabi Muhammad sebagai sumber syariat dan teladan tertinggi; kita mencintai wali Allah tanpa melebih-lebihkan sampai menyamakan mereka dengan nabi.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 70,
    "title": "Larangan Membunuh Tanpa Alasan Syar'i",
    "text": "Kami tidak setuju membunuh seorang pun dari umat Muhammad ﷺ, kecuali bila wajib menurut syariat.",
    "explanation": "Kita tidak setuju membunuh seorang pun dari umat Muhammad kecuali bila wajib menurut syariat (qishash, had, atau dalam konteks perang yang sah). Nyawa Muslim dilindungi; membunuh tanpa hak ialah dosa besar.<br><br>Surah Al-Anam: 151 dan Al-Isra: 33 melarang membunuh jiwa yang diharamkan Allah kecuali dengan hak. Hadis sahih menegaskan bahawa membunuh Muslim ialah antara dosa besar. Nabi melarang membunuh orang yang mengucap la ilaha illallah. Hukum pidana Islam mengatur bila pembunuhan dibenarkan.<br><br>Kita menghormati nyawa manusia dan tidak menyokong keganasan atau pembunuhan di luar ketentuan syariat. Kita menolak keganasan dan pembunuhan atas nama agama yang tidak sesuai dengan dalil yang sahih.",
    "category": "Jemaah, Penguasa & Fikih"
  },
  {
    "no": 71,
    "title": "Kedudukan Muhammad Sebagai Hamba Rasul",
    "text": "Kami yakin bahawa Muhammad ﷺ ialah hamba pilihan Allah ﷻ, nabi pilihan Allah ﷻ, dan rasul yang Allah ﷻ redhai.",
    "explanation": "Muhammad ialah hamba Allah yang dipilih, nabi dan rasul yang Allah redhai. Beliau manusia biasa yang diutus dengan wahyu; kita tidak menyembah beliau dan tidak berlebihan sehingga mengangkat beliau melebihi kedudukan hamba dan rasul.<br><br>Surah Al-Isra: 1 menyebut Nabi sebagai hamba-Nya. Surah Al-Ahzab: 40 menegaskan Muhammad penutup nabi. Hadis sahih: janganlah kamu berlebihan kepadaku sebagaimana Nasrani berlebihan kepada Isa; aku hanya hamba, maka katakanlah hamba Allah dan rasul-Nya.<br><br>Kita mencintai dan memuliakan Nabi tanpa ghuluw; kita mengikuti syariatnya dan tidak mengultuskannya. Kita menolak sesiapa yang menolak kenabian atau merendahkan Nabi.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 72,
    "title": "Ketetapan Baik Buruk Untuk Manusia",
    "text": "Kebaikan dan keburukan telah ditetapkan bagi manusia.",
    "explanation": "Kebaikan dan keburukan telah ditetapkan bagi manusia: ada perintah dan larangan, pahala dan siksa. Manusia diberi kemampuan memilih; ia dimintai pertanggungjawaban atas pilihannya.<br><br>Surah Asy-Syams: 8–10 mengisyaratkan bahawa Allah mengilhami manusia jalan kefasikan dan ketakwaan. Hadis dan ayat banyak menegaskan taklif (beban) dan hisab. Takdir tidak meniadakan pilihan; manusia berusaha dan Allah yang menetapkan hasil.<br><br>Kita berusaha melakukan kebaikan dan menjauhi keburukan; kita tidak berdalih \"sudah ditakdirkan\" untuk bermalas-malasan. Kita yakin bahawa kebaikan dan keburukan nyata, dan kita dimintai pertanggungjawaban.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 73,
    "title": "Keamanan Iman Pada Sikap Pasrah",
    "text": "Keislaman seseorang hanya aman bila dilandasi penyerahan dan kepasrahan; memaksakan diri mengetahui hal yang di luar kemampuannya hanya menjauhkan dirinya daripada keyakinan yang benar.",
    "explanation": "Keislaman seseorang hanya aman bila dilandasi penyerahan (taslim) dan kepasrahan kepada Allah dan Rasul. Memaksakan diri mengetahui hal yang di luar kemampuan (seperti hakikat zat Allah atau detail takdir) hanya menjauhkan daripada keyakinan yang benar.<br><br>Surah Ali Imran: 19 menyebut Islam sebagai penyerahan. Hadis melarang memikirkan zat Allah dan memerintahkan memikirkan ciptaan-Nya. Ulama melarang ilhad (menyelami yang tidak boleh) dalam nama dan sifat Allah.<br><br>Kita pasrahkan perkara gaib yang tidak Allah jelaskan; kita fokus pada apa yang Allah perintahkan dan kita mampu. Kita tidak gelisah kerana tidak tahu \"bagaimana\" atau \"mengapa\" yang tidak Allah bukakan.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 74,
    "title": "Kemampuan Manusia Berasal Daripada Allah",
    "text": "Kemampuan yang membuat suatu perbuatan benar-benar terjadi hanya daripada Allah ﷻ; yang dituntut syariat daripada manusia ialah kemampuan dalam erti kesihatan, kesanggupan, dan kesempatan yang ada padanya.",
    "explanation": "Kemampuan yang membuat perbuatan benar-benar terjadi (qudrah mu'aththirah) hanya daripada Allah. Yang dituntut syariat daripada manusia ialah kemampuan dalam erti kesihatan, kesanggupan, dan kesempatan (sarana); bila itu ada, ia wajib berusaha dan Allah yang memberi taufik.<br><br>Surah Al-Baqarah: 286: Allah tidak membebani melainkan sesuai kesanggupan. Hadis: la hawla wa la quwwata illa billah. Ulama membezakan antara kemampuan sebagai syarat taklif dan kemampuan yang mewujudkan perbuatan (daripada Allah).<br><br>Kita berusaha semampu kita dan memohon pertolongan Allah; kita tidak berdalih \"saya tidak mampu\" untuk hal yang masih boleh diusahakan. Kita yakin bahawa kekuatan untuk taat datang daripada Allah.",
    "category": "Taklif & Perbuatan Manusia"
  },
  {
    "no": 75,
    "title": "Mengembalikan Seluruh Ilmu Kepada Allah",
    "text": "Apabila ilmu kami tentang sesuatu tidak jelas, kami berkata: \"Allah ﷻ yang paling mengetahui.\"",
    "explanation": "Apabila ilmu kita tentang sesuatu tidak jelas atau tidak ada dalil yang cukup, kita berkata: Allah yang paling mengetahui. Kita tidak memastikan atau mengada-ada; kita mengembalikan ilmu yang tidak kita ketahui kepada Allah.<br><br>Surah Al-Baqarah: 232 dan banyak ayat memerintahkan mengembalikan perkara kepada Allah. Nabi bersabda: barangsiapa ditanya tentang ilmu yang tidak ia ketahui lalu ia berkata \"Allah yang paling mengetahui\" maka ia telah memberi jawapan yang benar. Ulama melarang berbicara tanpa ilmu.<br><br>Kita tidak sok tahu; kita berani mengatakan \"saya tidak tahu\" atau \"Allah yang paling mengetahui\" untuk hal yang memang tidak kita ketahui. Kita tidak mengarang tafsir atau hukum tanpa dalil.",
    "category": "Doa, Ilmu & Had"
  },
  {
    "no": 76,
    "title": "Jalan Tengah Antara Putus Asa",
    "text": "Keyakinan mutlak dan putus asa sama-sama mengeluarkan seseorang daripada agama; jalan kebenaran bagi ahli kiblat berada di antara keduanya.",
    "explanation": "Keyakinan mutlak yang sesat (seperti mengklaim pasti syurga untuk seseorang) dan putus asa (seperti mengklaim pasti neraka atau bahawa Allah tidak mengampuni) sama-sama mengeluarkan daripada agama. Jalan kebenaran bagi ahli kiblat berada di antara keduanya: harap dan takut.<br><br>Surah Al-Hijr: 56: Nabi Ibrahim berkata tidak ada yang putus asa daripada rahmat Allah kecuali orang yang sesat. Surah Az-Zumar: 53 mengajak untuk tidak putus asa. Hadis menegaskan keseimbangan antara raja' dan khauf. Ahlussunnah di antara Khawarij (terlalu keras) dan Murjiah (terlalu longgar).<br><br>Kita berharap rahmat Allah dan takut azab-Nya; kita tidak memvonis seseorang pasti syurga atau neraka. Kita berprasangka baik kepada Allah dan tidak putus asa daripada ampunan-Nya.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 77,
    "title": "Keadaan Taman Syurga Lubang Neraka",
    "text": "Kubur ialah salah satu taman syurga atau salah satu lubang neraka.",
    "explanation": "Kubur boleh menjadi salah satu taman syurga (nikmat barzakh) atau salah satu lubang neraka (azab kubur), bergantung pada amal dan keimanan orang yang dikubur. Ini sesuai hadis-hadis tentang nikmat dan azab kubur.<br><br>Hadis sahih (HR. Bukhari, Muslim) banyak menceritakan nikmat kubur bagi orang beriman dan azab kubur bagi orang yang zalim atau munafik. Nabi mengajarkan doa agar dilindungi daripada azab kubur. Surah Al-Mukminun: 99–100 mengisyaratkan alam barzakh.<br><br>Kita mempersiapkan diri dengan iman dan amal soleh agar kubur kita menjadi taman syurga; kita berdoa agar dilindungi daripada azab kubur. Keyakinan ini mendorong kita untuk tidak lalai.",
    "category": "Hari Akhir"
  },
  {
    "no": 78,
    "title": "Iman Melihat Allah Di Syurga",
    "text": "Manusia mengimani melihat Allah ﷻ di syurga tanpa menafsirkan atau membayangkan caranya menurut akal sendiri, dan menjauhi menafikan sifat Allah ﷻ mahupun menyerupakan Allah ﷻ dengan makhluk.",
    "explanation": "Penghuni syurga akan melihat Allah di akhirat; kita mengimani hal ini tanpa menafsirkan atau membayangkan \"bagaimana\" menurut akal. Kita menjauhi menafikan sifat ini mahupun menyerupakan Allah dengan makhluk.<br><br>Surah Al-Qiyamah: 22–23 menyebut wajah-wajah pada hari itu berseri-seri, melihat Tuhannya. Hadis sahih (HR. Bukhari, Muslim) menegaskan bahawa penghuni syurga melihat Allah seperti melihat bulan di malam purnama. Kita imani tanpa takyif (mempertanyakan cara) dan tanpa tamtsil.<br><br>Kita tidak membayangkan bentuk \"pemandangan\" itu; kita cukup yakin bahawa melihat Allah ialah kenikmatan tertinggi di syurga. Kita menolak sesiapa yang menafikan ru'yah atau yang menyerupakan dengan melihat makhluk.",
    "category": "Hari Akhir"
  },
  {
    "no": 79,
    "title": "Hakikat Melihat Allah Di Syurga",
    "text": "Melihat Allah ﷻ oleh penghuni syurga ialah benar; manusia mengimaninya tanpa menafsirkan caranya, dan menyerahkan pengetahuan tentang hal itu kepada Allah ﷻ.",
    "explanation": "Melihat Allah oleh penghuni syurga ialah benar; kita mengimaninya tanpa menafsirkan caranya dan menyerahkan pengetahuan tentang hal itu kepada Allah. Cara melihat tidak seperti melihat makhluk.<br><br>Dalil sama dengan poin 78. Surah Al-Qiyamah: 22–23 dan hadis mutawatir tentang ru'yah. Ulama Ahlussunnah menetapkan ru'yah tanpa takyif; kita tidak mengatakan \"dengan mata seperti kita\" atau \"dengan cara X\".<br><br>Kita mengimani ru'yah sebagai kabar daripada Allah dan Rasul; kita tidak masuk dalam debat \"bagaimana\" yang tidak ada penghujung. Keyakinan ini menambah semangat kita untuk beramal agar termasuk penghuni syurga.",
    "category": "Hari Akhir"
  },
  {
    "no": 80,
    "title": "Muhammad Penutup Para Nabi Allah",
    "text": "Muhammad ﷺ ialah Penutup para Nabi, Imam orang-orang yang bertakwa, dan yang paling mulia di antara para rasul, serta kekasih Tuhan semesta alam.",
    "explanation": "Muhammad ialah penutup para nabi, imam orang-orang yang bertakwa, yang paling mulia di antara para rasul, dan kekasih Tuhan semesta alam. Tidak ada nabi selepas beliau.<br><br>Surah Al-Ahzab: 40: Muhammad bukan bapa daripada salah seorang lelaki kamu, tetapi ia ialah utusan Allah dan penutup para nabi. Hadis sahih menegaskan bahawa Nabi ialah sayyid anak Adam dan kekasih Allah. Nabi ialah rasul terakhir; klaim kenabian selepas beliau ialah batil.<br><br>Kita meyakini Nabi Muhammad sebagai nabi terakhir dan tidak menerima nabi atau rasul baru selepas beliau. Kita mencintai dan memuliakan beliau serta mengikuti sunnahnya sampai akhir zaman.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 81,
    "title": "Tugas Muhammad Untuk Seluruh Manusia",
    "text": "Nabi Muhammad ﷺ diutus kepada seluruh jin dan manusia dengan kebenaran, petunjuk, cahaya, dan penerangan.",
    "explanation": "Nabi Muhammad diutus kepada seluruh jin dan manusia dengan kebenaran, petunjuk, cahaya, dan penerangan. Dakwah beliau universal; tiada umat selepas beliau kecuali wajib mengikutinya.<br><br>Surah Saba: 28: Dan Kami tidak mengutus engkau melainkan untuk seluruh manusia. Surah Al-Ahzab: 40 menegaskan penutup nabi. Hadis menegaskan bahawa Nabi diutus kepada manusia dan jin. Syariat beliau berkuat kuasa sampai kiamat.<br><br>Kita meyakini bahawa Islam ialah untuk semua manusia; kita berdakwah dengan bijak dan tidak memaksa. Kita mengikuti Nabi sebagai satu-satunya sumber syariat selepas beliau.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 82,
    "title": "Nasib Pelaku Dosa Besar Muslim",
    "text": "Orang dari umat Muhammad ﷺ yang melakukan dosa besar akan berada di neraka, tetapi tidak selamanya—asalkan orang tersebut wafat sebagai mukmin yang mengakui keesaan Allah ﷻ; orang tersebut tunduk pada kehendak dan putusan Allah ﷻ.",
    "explanation": "Orang dari umat Muhammad yang melakukan dosa besar akan berada di neraka (bila Allah mengazabnya), tetapi tidak selamanya—asalkan ia wafat sebagai mukmin yang mengakui keesaan Allah. Nasib akhir ia tunduk pada kehendak dan putusan Allah; boleh diampuni atau disiksa lalu dikeluarkan.<br><br>Hadis sahih menegaskan bahawa Allah mengeluarkan daripada neraka sesiapa yang ada tauhid di hatinya. Ahli tauhid tidak kekal di neraka. Surah An-Nisa: 48 melarang syirik; dosa selain syirik boleh diampuni bila Allah kehendaki. Ahlussunnah di antara Khawarij (pelaku dosa besar kafir) dan Murjiah.<br><br>Kita tidak memvonis pelaku dosa besar pasti kekal di neraka; kita berharap rahmat Allah dan takut azab-Nya. Kita mengingatkan agar menjauhi dosa besar dan bertaubat; nasib akhir kita serahkan kepada Allah.",
    "category": "Dosa, Kafir & Ahli Kiblat"
  },
  {
    "no": 83,
    "title": "Perbuatan Manusia Ciptaan Allah Taala",
    "text": "Perbuatan manusia pada hakikatnya diciptakan oleh Allah ﷻ, dan pada saat yang sama diusahakan serta dipertanggungjawabkan oleh manusia.",
    "explanation": "Perbuatan manusia pada hakikatnya diciptakan oleh Allah (Allah yang mewujudkannya), dan pada saat yang sama diusahakan serta dipertanggungjawabkan oleh manusia. Ini jalan tengah: bukan jabariyah (semua dipaksa) mahupun qadariyah (manusia mencipta perbuatannya).<br><br>Surah Ash-Shaffat: 96: Allah menciptakan kamu dan apa yang kamu perbuat. Hadis: tidak ada daya dan upaya kecuali dengan Allah. Ulama Ahlussunnah menetapkan bahawa perbuatan hamba ialah ciptaan Allah dan kasb (usaha) hamba; manusia dimintai pertanggungjawaban.<br><br>Kita berusaha dan yakin bahawa hasil daripada Allah; kita tidak pasif (jabariyah) dan tidak menganggap diri pencipta perbuatan (qadariyah). Kita bertanggung jawab atas pilihan kita.",
    "category": "Taklif & Perbuatan Manusia"
  },
  {
    "no": 84,
    "title": "Perjanjian Allah Dengan Seluruh Manusia",
    "text": "Perjanjian yang Allah ﷻ buat dengan Adam dan keturunannya adalah benar.",
    "explanation": "Perjanjian yang Allah buat dengan Adam dan keturunannya (bentuknya diambil daripada sulbi Adam) adalah benar: pengakuan bahawa Allah ialah Tuhan. Ini disebutkan dalam Al-Quran; manusia dilahirkan fitrah, lalu persekitaran dan pilihan mempengaruhi.<br><br>Surah Al-A'raf: 172–173 mengisahkan Allah mengambil perjanjian daripada keturunan Adam: Bukankah Aku Tuhanmu? Mereka menjawab: Betul. Hadis sahih menegaskan setiap anak dilahirkan dalam fitrah. Ulama menjadikan ini dalil fitrah dan tanggung jawab manusia.<br><br>Kita meyakini bahawa manusia punya fitrah mengenal Tuhan; dakwah kita mengingatkan dan mengajak, bukan \"memasukkan\" sesuatu yang asing. Kita bertanggung jawab atas pilihan kita selepas balig dan berakal.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 85,
    "title": "Nama Sifat Allah Bersifat Permanen",
    "text": "Sebagaimana Allah ﷻ berhak atas nama \"Yang Menghidupkan orang meninggal\" sebelum dan setelah menghidupkan orang meninggal, demikian pula Allah ﷻ berhak atas nama \"Pencipta\" sebelum dan setelah menciptakan.",
    "explanation": "Allah berhak atas nama \"Yang Menghidupkan orang meninggal\" sebelum dan setelah benar-benar menghidupkan; demikian pula \"Pencipta\" sebelum dan setelah mencipta. Sifat dan nama Allah tidak bergantung pada peristiwa; Dia senantiasa memiliki sifat-sifat-Nya.<br><br>Surah Al-Hadid: 3: Dialah Yang Awal dan Yang Akhir. Nama-nama Allah abadi. Ulama menegaskan bahawa Allah senantiasa Al-Khaliq, Al-Muhyi, dan lain-lain tanpa \"baru\" memiliki sifat selepas peristiwa. Ini menolak paham yang meragukan sifat Allah sebelum penciptaan.<br><br>Kita tidak mempertanyakan \"bila Allah punya sifat Pencipta\"; kita yakin Allah sempurna dari azali. Keyakinan ini menjaga kesucian tauhid dan menolak falsafah yang meragukan sifat Allah.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 86,
    "title": "Segala Kejadian Menurut Kehendak Allah",
    "text": "Segala sesuatu terjadi menurut kehendak, ilmu, takdir, dan ketetapan Allah ﷻ; kehendak Allah ﷻ mengalahkan kehendak lain, dan Allah ﷻ tidak pernah zalim, Maha Suci daripada kejahatan, dan Maha Sempurna daripada cela.",
    "explanation": "Segala sesuatu terjadi menurut kehendak, ilmu, takdir, dan ketetapan Allah. Kehendak Allah mengalahkan kehendak lain; Allah tidak pernah zalim, Maha Suci daripada kejahatan, dan Maha Sempurna daripada cela.<br><br>Surah Yasin: 82: Sesungguhnya urusan-Nya bila Dia menghendaki sesuatu hanya berkata Kun fayakun. Surah Al-Buruj: 16: Dialah Yang Berkehendak. Hadis dan ayat banyak menegaskan qudrah dan masyiah Allah. Allah tidak zalim; segala ketetapan-Nya mengandung hikmah.<br><br>Kita pasrahkan segala urusan kepada Allah dan tidak menuduh Allah zalim. Kita yakin bahawa apa yang menimpa kita sesuai takdir dan kehendak-Nya; kita berusaha dan bertawakal.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 87,
    "title": "Ketergantungan Kehendak Manusia Kepada Allah",
    "text": "Segala sesuatu terjadi menurut ketetapan dan kehendak Allah ﷻ; apa yang manusia kehendaki hanya terlaksana jika Allah ﷻ menghendakinya.",
    "explanation": "Segala sesuatu terjadi menurut ketetapan dan kehendak Allah; apa yang manusia kehendaki hanya terlaksana jika Allah menghendakinya. Kehendak manusia tidak independen; ia tunduk pada kehendak Allah.<br><br>Surah At-Takwir: 29: Dan kamu tidak dapat menghendaki kecuali bila Allah menghendaki. Hadis: la hawla wa la quwwata illa billah. Ulama menegaskan bahawa masyiah (kehendak) Allah meliputi segala yang terjadi; kehendak makhluk mengikuti.<br><br>Kita berkehendak dan berusaha, tapi kita yakin bahawa hasil akhir di tangan Allah. Kita tidak sombong bila berjaya dan tidak putus asa bila gagal; kita bertawakal selepas ikhtiar.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 88,
    "title": "Kebenaran Syariat Melalui Nabi Muhammad",
    "text": "Seluruh yang terbukti dari Nabi ﷺ mengenai syariat dan penjelasan (Al-Quran dan Islam) adalah benar.",
    "explanation": "Seluruh yang terbukti dari Nabi mengenai syariat dan penjelasan—Al-Quran dan Sunnah, halal-haram, ibadah, akhlak—adalah benar. Kita menerima tanpa ragu dan mengamalkan.<br><br>Surah Al-Hasyr: 7: Apa yang Rasul berikan kepadamu terimalah, dan apa yang ia larang darimu tinggalkanlah. Hadis sahih mutawatir menegaskan bahawa Nabi tidak berbicara dari hawa nafsu. Al-Quran dan Sunnah ialah sumber kebenaran.<br><br>Kita tidak memilih-milih atau menolak sebahagian syariat; kita terima seluruh yang sahih dari Nabi. Kita tidak mengikuti pendapat yang bercanggah dengan dalil yang jelas.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 89,
    "title": "Seluruh Makhluk Tunduk Aturan Allah",
    "text": "Semua makhluk tunduk pada kehendak Allah ﷻ, sama ada melalui kemurahan Allah ﷻ mahupun keadilan Allah ﷻ.",
    "explanation": "Semua makhluk tunduk pada kehendak Allah, sama ada melalui kemurahan-Nya (nikmat, hidayah, rahmat) mahupun keadilan-Nya (siksa, ujian). Tiada yang keluar daripada ketetapan-Nya.<br><br>Surah Ali Imran: 83: Apakah selain agama Allah mereka mencari? Padahal kepada-Nya tunduk sesiapa yang di langit dan di bumi. Ayat dan hadis banyak menegaskan bahawa segala sesuatu tunduk pada Allah. Kemurahan dan keadilan Allah sempurna.<br><br>Kita menerima takdir dengan lapang: yang nikmat kita syukuri, yang ujian kita sabari. Kita tidak memprotes ketetapan Allah; kita yakin bahawa Allah Maha Adil dan Maha Penyayang.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 90,
    "title": "Mukmin Adalah Wali Wali Allah",
    "text": "Semua mukmin adalah wali Allah ﷻ, dan yang paling mulia di sisi Allah ﷻ adalah yang paling taat dan paling mengikuti Al-Quran.",
    "explanation": "Semua mukmin adalah wali Allah (kekasih Allah dalam erti umum); yang paling mulia di sisi Allah ialah yang paling taat dan paling mengikuti Al-Quran. Keutamaan berdasarkan takwa dan ittiba, bukan klaim atau gelar.<br><br>Surah Yunus: 62–63: Ingatlah, sesungguhnya wali-wali Allah tidak ada rasa takut dan tidak bersedih hati; (iaitu) orang yang beriman dan bertakwa. Hadis menegaskan bahawa wali Allah ialah yang taat; kita mengenal mereka dari amal, bukan dari klaim. Kita tidak mengultuskan \"wali\" tertentu di atas dalil.<br><br>Kita berusaha menjadi wali Allah dengan taat dan mengikuti Al-Quran dan Sunnah; kita tidak mengklaim diri wali atau mengultuskan orang lain tanpa asas. Keutamaan ada di sisi Allah dan berdasarkan amal.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 91,
    "title": "Perbuatan Manusia Berdasarkan Ilmu Allah",
    "text": "Semua perbuatan manusia terjadi persis sebagaimana Allah ﷻ mengetahui; setiap orang dimudahkan menuju apa yang diciptakan untuknya, dan yang beruntung atau yang celaka sesuai ketetapan Allah ﷻ.",
    "explanation": "Semua perbuatan manusia terjadi persis sebagaimana Allah mengetahui; setiap orang dimudahkan menuju apa yang diciptakan untuknya (takdir), dan yang beruntung atau celaka sesuai ketetapan Allah. Ini tidak meniadakan usaha; usaha juga bahagian dari takdir.<br><br>Surah Al-Lail: 5-10 mengisyaratkan bahawa ada yang dimudahkan kepada kebaikan dan ada yang dimudahkan kepada kejahatan. Hadis: setiap orang dimudahkan kepada apa yang diciptakan untuknya. Ilmu Allah mendahului perbuatan; perbuatan terjadi sesuai ilmu-Nya.<br><br>Kita berusaha dan yakin bahawa Allah yang memudahkan; kita tidak pasif. Kita tidak berdalih \"sudah ditakdirkan celaka\" untuk tidak berusaha; kita bertawakal selepas ikhtiar.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 92,
    "title": "Batasan Seseorang Keluar Dari Iman",
    "text": "Seseorang tidak keluar dari iman kecuali dengan mengingkari apa yang memasukkannya ke dalamnya.",
    "explanation": "Seseorang tidak keluar dari iman kecuali dengan mengingkari apa yang memasukkannya ke dalam iman (iaitu mengingkari rukun iman atau menghalalkan yang haram yang jelas, atau meyakini kufur). Dosa saja tidak mengeluarkan dari Islam selagi tidak sampai mengingkari asas.<br><br>Hadis sahih: tidak boleh mengkafirkan Muslim kerana dosa. Keluar dari Islam berlaku dengan ingkar terhadap syahadat, mengingkari yang pasti dari agama, atau menghalalkan yang haram yang disepakati. Ulama menjelaskan bahawa pelaku dosa besar tetap mukmin bila tidak menghalalkan dosa.<br><br>Kita tidak mengkafirkan orang yang masih mengakui rukun iman dan tidak menghalalkan yang haram; kita bezakan antara dosa dan kufur. Kita serahkan vonis kafir kepada ulama yang berkompeten dengan syarat-syarat yang ketat.",
    "category": "Iman: Rukun, Definisi & Jalan Tengah"
  },
  {
    "no": 93,
    "title": "Kedustaan Klaim Kenabian Selepas Muhammad",
    "text": "Setiap klaim kenabian selepas Muhammad ﷺ adalah kebatilan dan penipuan.",
    "explanation": "Setiap klaim kenabian selepas Muhammad adalah kebatilan dan penipuan. Tiada nabi atau rasul selepas beliau; sesiapa yang mengaku nabi atau mendapat wahyu baru selepas beliau adalah pendusta.<br><br>Surah Al-Ahzab: 40: Muhammad adalah penutup para nabi. Hadis sahih: tiada nabi selepasku. Nabi bersabda akan ada tukang-tukang dusta yang mengaku nabi; jangan percaya. Ulama sepakat bahawa klaim kenabian selepas Nabi adalah kufur.<br><br>Kita menolak sesiapa yang mengaku nabi, rasul, atau penerima syariat baru selepas Nabi Muhammad. Kita mengikuti hanya Al-Quran dan Sunnah; tiada wahyu baru.",
    "category": "Nabi & Rasul"
  },
  {
    "no": 94,
    "title": "Memuliakan Sahabat Isteri Keturunan Nabi",
    "text": "Siapa yang berkata baik tentang para sahabat Rasulullah ﷺ, isteri-isteri, dan keturunan beliau yang suci adalah bebas dari tuduhan nifak.",
    "explanation": "Siapa yang berkata baik tentang para sahabat Rasulullah, isteri-isteri beliau (ummahatul mukminin), dan keturunan beliau yang suci (ahlul bait yang saleh) adalah bebas dari tuduhan nifak. Memuliakan mereka adalah bahagian dari Islam.<br><br>Surah Al-Ahzab: 6 dan ayat lain memuji isteri-isteri Nabi. Hadis menegaskan keutamaan ahlul bait dan sahabat. Mencela mereka adalah tanda nifak atau kesesatan. Ahlussunnah memuliakan sahabat dan ahlul bait tanpa ghuluw.<br><br>Kita tidak mencela sahabat, isteri Nabi, atau keturunan Nabi yang saleh; kita berkata baik tentang mereka dan mengambil teladan. Kita menolak kelompok yang mencela atau mengkafirkan mereka.",
    "category": "Sahabat, Khulafa & Ahlul Bait"
  },
  {
    "no": 95,
    "title": "Larangan Menyerupakan Allah Dengan Manusia",
    "text": "Siapa yang menyifati Allah ﷻ dengan cara yang sama dengan manusia telah kafir; Allah ﷻ dalam sifat-sifat-Nya tidak serupa dengan manusia.",
    "explanation": "Siapa yang menyifati Allah dengan cara yang sama dengan manusia (tasybih)—misalnya menganggap Allah punya anggota tubuh seperti kita atau duduk di kerusi seperti makhluk—telah kafir. Allah dalam sifat-sifat-Nya tidak serupa dengan manusia.<br><br>Surah Asy-Syura: 11: Tiada sesuatupun yang serupa dengan Dia. Hadis melarang memikirkan zat Allah. Ulama menegaskan bahawa menyerupakan Allah dengan makhluk adalah kufur. Kita menetapkan sifat tanpa takyif dan tanpa tamtsil.<br><br>Kita tidak membayangkan Allah seperti makhluk; kita mengimani nama dan sifat Allah sebagaimana datang tanpa menyerupakan. Kita menolak paham mujassimah atau musyabbihah.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 96,
    "title": "Kekekalan Syurga Serta Juga Neraka",
    "text": "Syurga dan neraka adalah makhluk yang tidak berakhir; Allah ﷻ menciptakannya sebelum ciptaan lainnya, dan menciptakan manusia untuk menghuni masing-masing; siapa yang Allah ﷻ kehendaki masuk syurga dengan kurnia Allah ﷻ, atau masuk neraka dengan keadilan Allah ﷻ.",
    "explanation": "Syurga dan neraka adalah makhluk yang tidak berakhir (kekal). Allah menciptakannya sebelum ciptaan lain dan menciptakan manusia untuk menghuni masing-masing. Siapa yang Allah kehendaki masuk syurga dengan kurnia-Nya, atau masuk neraka dengan keadilan-Nya.<br><br>Surah Hud: 107-108 menegaskan syurga dan neraka kekal. Hadis sahih menceritakan bahawa syurga dan neraka sudah diciptakan. Surah Asy-Syura: 7: Allah menciptakan langit dan bumi dan apa yang antara keduanya. Penghuni syurga dan neraka abadi.<br><br>Kita mengimani syurga dan neraka sebagai realiti kekal; kita berusaha masuk syurga dengan amal dan rahmat Allah serta menjauhi neraka dengan taat dan taubat.",
    "category": "Hari Akhir"
  },
  {
    "no": 97,
    "title": "Syafaat Bagi Orang Muslim Benar",
    "text": "Syafaat yang disimpan bagi Muslim adalah benar, sebagaimana dalam hadis-hadis.",
    "explanation": "Syafaat yang disimpan bagi Muslim—termasuk syafaat Nabi di hari kiamat untuk umatnya, dan syafaat lain yang sahih dalam hadis—adalah benar. Kita mengimaninya tanpa meniadakan mahupun melebih-lebihkan.<br><br>Surah Al-Baqarah: 255 (Ayat Kursi) menyebut siapa yang dapat memberi syafaat di sisi-Nya kecuali dengan izin-Nya. Hadis mutawatir menceritakan syafaat Nabi untuk umatnya. Syafaat hanya dengan izin Allah dan bagi yang Allah redhai.<br><br>Kita berharap syafaat Nabi dan tidak mengandalkan amal semata; kita juga tidak menganggap syafaat meniadakan keadilan Allah. Kita berdoa agar termasuk yang mendapat syafaat.",
    "category": "Hari Akhir"
  },
  {
    "no": 98,
    "title": "Kebenaran Telaga Milik Nabi Muhammad",
    "text": "Telaga (al-Haud) yang Allah ﷻ berikan kepada Nabi ﷺ untuk menghilangkan dahaga umatnya pada Hari Kiamat adalah benar.",
    "explanation": "Telaga (al-Haud) yang Allah berikan kepada Nabi untuk menghilangkan dahaga umatnya di hari kiamat adalah benar. Siapa yang minum darinya tidak akan haus selamanya. Ini disebutkan dalam hadis sahih.<br><br>Hadis sahih (HR. Bukhari, Muslim) menceritakan bahawa Nabi memiliki telaga di hari kiamat; siapa yang minum darinya tidak akan haus. Nabi memperingatkan ada yang diusir dari telaga. Kita mengimani tanpa mempertanyakan \"bagaimana\".<br><br>Kita berusaha menjadi umat yang akan mendatangi telaga Nabi; kita menjauhi bidah dan perpecahan yang boleh menyebabkan diusir dari telaga. Keyakinan ini menambah cinta kita kepada Nabi.",
    "category": "Hari Akhir"
  },
  {
    "no": 99,
    "title": "Allah Tidak Terjangkau Oleh Pemahaman",
    "text": "Tidak ada khayalan yang dapat membayangkan Allah ﷻ, dan tidak ada pemahaman yang dapat menjangkau Allah ﷻ.",
    "explanation": "Tidak ada khayalan yang dapat membayangkan Allah dan tidak ada pemahaman yang dapat menjangkau zat Allah. Akal manusia terbatas; kita mengimani Allah tanpa takyif (mempertanyakan cara) dan tanpa tamtsil.<br><br>Surah Al-Anam: 103: Dia tidak dapat dicapai oleh penglihatan mata, sedang Dia dapat mencapai penglihatan. Hadis: pikirkan ciptaan Allah, jangan pikirkan zat Allah. Ulama menegaskan bahawa akal tidak mampu menjangkau hakikat Allah.<br><br>Kita tidak membayangkan bentuk atau \"wajah\" Allah dengan imajinasi kita; kita mengagungkan-Nya dan mengimani nama-sifat-Nya tanpa tasybih. Kita pasrahkan \"bagaimana\" kepada Allah.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 100,
    "title": "Tiada Rahsia Tersembunyi Bagi Allah",
    "text": "Tidak ada sesuatu pun tentang makhluk yang tersembunyi dari Allah ﷻ sebelum penciptaan makhluk, dan Allah ﷻ mengetahui segala yang akan makhluk perbuat sebelum makhluk diciptakan.",
    "explanation": "Tidak ada sesuatu pun tentang makhluk yang tersembunyi dari Allah sebelum penciptaan; Allah mengetahui segala yang akan makhluk perbuat sebelum makhluk diciptakan. Ilmu Allah azali dan meliputi segala sesuatu.<br><br>Surah Al-Hadid: 22: Tiada suatu bencana pun melainkan telah tertulis dalam kitab. Surah Al-Anam: 59: Pada sisi Allah kunci-kunci gaib. Hadis menegaskan bahawa Allah menulis takdir sebelum penciptaan. Ilmu Allah tidak berubah.<br><br>Kita mengimani ilmu Allah yang sempurna; kita tidak gelisah kerana \"Allah sudah tahu\" seolah kita tidak punya pilihan. Kita yakin bahawa ilmu Allah tidak memaksa; kita tetap berusaha dan dimintai pertanggungjawaban.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 101,
    "title": "Segalanya Terjadi Atas Kehendak Allah",
    "text": "Tidak ada sesuatu pun terjadi kecuali apa yang Allah ﷻ kehendaki.",
    "explanation": "Tidak ada sesuatu pun terjadi kecuali apa yang Allah kehendaki. Kehendak Allah meliputi segala peristiwa; tidak ada yang terjadi di langit dan bumi tanpa masyiah-Nya.<br><br>Surah At-Taghabun: 11: Tiada suatu musibah pun melainkan dengan izin Allah. Surah Al-Insan: 30: Dan kamu tidak dapat menghendaki kecuali bila Allah menghendaki. Hadis dan ayat banyak menegaskan hal ini.<br><br>Kita pasrahkan segala urusan kepada kehendak Allah; kita berusaha dan berdoa, lalu menerima ketetapan-Nya. Kita tidak memberontak terhadap takdir dan tidak putus asa.",
    "category": "Takdir & Kehendak Allah"
  },
  {
    "no": 102,
    "title": "Tidak Ada Yang Mengalahkan Allah",
    "text": "Tidak ada sesuatu pun yang dapat mengalahkan Allah ﷻ.",
    "explanation": "Tidak ada sesuatu pun yang dapat mengalahkan Allah. Kekuasaan-Nya mutlak; tidak ada yang boleh menandingi, membatalkan, atau menggagalkan kehendak-Nya.<br><br>Surah Al-Baqarah: 255: Allah tidak mengantuk dan tidak tidur; milik-Nya apa yang di langit dan di bumi. Ayat dan hadis menegaskan qudrah Allah. Siapa yang mengira ada yang mengalahkan Allah telah kafir.<br><br>Kita yakin bahawa pertolongan dan kemenangan hanya dari Allah; kita tidak takut kepada makhluk. Kita sandarkan harapan dan ketakutan hanya kepada Allah.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 103,
    "title": "Tiada Sesuatu Pun Serupa Allah",
    "text": "Tidak ada sesuatu pun yang serupa dengan Allah ﷻ.",
    "explanation": "Tidak ada sesuatu pun yang serupa dengan Allah. Dia Maha Esa; tiada tandingan, sekutu, atau yang menyerupai-Nya dalam zat, sifat, atau perbuatan.<br><br>Surah Al-Ikhlas: 4: Dan tidak ada seorang pun yang setara dengan Dia. Surah Asy-Syura: 11: Tidak ada sesuatupun yang serupa dengan Dia. Hadis dan ijma menegaskan tauhid. Menyerupakan Allah dengan makhluk adalah kufur.<br><br>Kita menyucikan Allah daripada segala keserupaan dengan makhluk; kita tidak membayangkan atau menyifati Allah dengan sifat makhluk. Tauhid ini adalah fondasi seluruh agama.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 104,
    "title": "Tiada Tuhan Yang Berhak Disembah",
    "text": "Tidak ada tuhan yang berhak disembah selain Allah ﷻ.",
    "explanation": "Tidak ada tuhan yang berhak disembah selain Allah. Hanya Allah yang berhak diibadahi; menyembah selain-Nya adalah syirik. Kalimat la ilaha illallah adalah asas Islam.<br><br>Surah Muhammad: 19: Maka ketahuilah bahawa tidak ada tuhan selain Allah. Surah Al-Baqarah: 163 dan banyak ayat menegaskan keesaan Allah. Hadis menegaskan bahawa la ilaha illallah adalah kunci syurga. Syirik adalah dosa terbesar.<br><br>Kita hanya menyembah Allah dan tidak mempersekutukan-Nya dengan apa pun. Kita menolak penyembahan kepada selain Allah—sama ada berhala, manusia, atau hawa nafsu.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 105,
    "title": "Tiada Yang Dapat Menolak Ketetapan",
    "text": "Tidak ada yang dapat menolak ketetapan Allah ﷻ, mengembalikan perintah Allah ﷻ, atau mengalahkan urusan Allah ﷻ.",
    "explanation": "Tidak ada yang dapat menolak ketetapan Allah, mengembalikan perintah-Nya, atau mengalahkan urusan-Nya. Keputusan-Nya muktamad; tiada rayuan atau veto.<br><br>Surah Ar-Rad: 41: Sesungguhnya Allah berkuasa atas segala sesuatu. Surah Al-Anam: 59: Tidak ada yang dapat menolak ketetapan-Nya. Hadis menegaskan bahawa tidak ada yang boleh menolak takdir Allah. Kekuasaan Allah mutlak.<br><br>Kita menerima ketetapan Allah dengan lapang; kita tidak memberontak atau putus asa. Kita berdoa dan berusaha, lalu pasrah kepada keputusan-Nya yang Maha Bijaksana.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 106,
    "title": "Memuliakan Ulama Salaf Generasi Awal",
    "text": "Ulama salaf—generasi pertama dan yang mengikuti—hanya boleh disebut dengan sebaik-baiknya; siapa yang mengatakan hal buruk tentang ulama salaf tidak berada di jalan yang benar.",
    "explanation": "Ulama salaf—generasi pertama (sahabat, tabiin, tabiut tabiin) dan yang mengikuti manhaj mereka—hanya boleh disebut dengan sebaik-baiknya. Siapa yang mengatakan hal buruk tentang ulama salaf tidak berada di jalan yang benar.<br><br>Surah At-Taubah: 100 memuji orang yang terdahulu dan pertama-tama. Hadis: sebaik-baik manusia ialah generasiku. Nabi memerintahkan mengikuti sunnah khulafa. Mencela salaf adalah bidaah dan kesesatan.<br><br>Kita memuliakan ulama salaf dan mengambil pemahaman agama daripada mereka; kita tidak mencela atau merendahkan mereka. Kita mengikuti manhaj Ahlussunnah yang berpegang pada Al-Quran, Sunnah, dan pemahaman salaf.",
    "category": "Sahabat, Khulafa & Ahlul Bait"
  }
]
