[
  {
    "no": 1,
    "title": "Had ilmu makhluk dan ilmu Allah",
    "text": "Ada dua jenis ilmu: yang makhluk boleh capai dan yang tidak boleh; menafikan yang pertama kufur, mendakwa yang kedua pun kufur—iman teguh bila yang boleh dicapai diterima dan yang tidak boleh dicapai tidak dicari.",
    "explanation": "Konsep dua jenis ilmu ini sangat penting. Ada ilmu yang Allah bukakan kepada manusia melalui deria dan wahyu (ilmu syariat), dan ada ilmu ghaib yang milik Allah semata, seperti bila kiamat. Memahami had ini elakkan kita mendakwa tahu rahsia takdir yang Allah tidak bukakan.<br><br>Dalam Al-Quran (surah al-Anʿām: 59) Allah berfirman: \"Dan di sisi Allah kunci-kunci ghaib; tiada yang mengetahuinya melainkan Dia.\" Hadis sahih dalam Bukhari menyebut lima perkara ghaib yang hanya Allah tahu. Kita mesti reda dengan apa yang diberitahu dan tidak melampaui apa yang disembunyikan.<br><br>Dalam amalan, keyakinan ini buat kita rendah diri tapi tetap ingin belajar. Kita dapat ketenangan dengan menyerahkan misteri masa depan kepada Allah, fokus pada apa yang boleh kita buat dan tawakal pada ketentuan-Nya.",
    "category": "Doa, ilmu dan had"
  },
  {
    "no": 2,
    "title": "Faedah doa bagi orang yang wafat",
    "text": "Orang mati mendapat manfaat daripada doa dan sedekah orang hidup.",
    "explanation": "Kematian bukan pengakhir segala-galanya. Satu bukti rahmat Allah ialah pintu manfaat bagi orang yang wafat tetap terbuka melalui amal orang hidup. Poin ini menegaskan bahawa doa, istighfar dan sedekah yang kita niatkan untuk si mati sampai pahalanya dan meringankan keadaannya di alam barzakh.<br><br>Asasnya sabda Nabi ﷺ (HR Muslim): \"Apabila manusia mati, terputuslah amalnya melainkan tiga: sedekah jariah, ilmu yang bermanfaat, atau anak soleh yang mendoakannya.\" Surah al-Hasyr: 10 memuji orang yang mendoakan keampunan untuk orang yang terdahulu. Ikatan iman melampaui kematian.<br><br>Dalam kehidupan seharian ini mendorong kita jangan lupa ibu bapa atau guru yang sudah tiada. Mendoakan mereka bukan sekadar bakti, tapi peringatan bahawa kita pun akan perlukan doa yang sama. Dengan itu rantai kebaikan antara generasi umat Islam tidak putus.",
    "category": "Doa, ilmu dan had"
  },
  {
    "no": 3,
    "title": "Kalam Allah bukan ucapan manusia",
    "text": "Al-Quran ialah kalam Allah ﷻ, daripada-Nya; manusia beriman dengannya sebagai kalam Allah ﷻ tanpa mempersoalkan caranya, dan bukan ucapan manusia dan bukan makhluk.",
    "explanation": "Al-Quran ialah Kalamullah (kalam Allah) yang asli, bukan makhluk. Apa yang kita baca dalam Mushaf itu benar-benar ucapan Allah, bukan karya manusia. Ini menjaga autoriti wahyu; Al-Quran suci, murni, dan kebenarannya mutlak sebagai panduan hidup.<br><br>Allah berfirman (surah at-Tawba: 6): \"...maka lindungilah dia supaya dia sempat mendengar kalam Allah (Kalamullah).\" Hadis dalam Tirmidzi menyebut keutamaan kalam Allah atas ucapan lain ibarat keutamaan Allah atas makhluk-Nya. Ini mengukuhkan Al-Quran wahyu sakral daripada Pencipta.<br><br>Dalam amalan kita menghormati Al-Quran sangat. Kita tidak memperlakukan ia seperti buku biasa; kita baca dengan tartil, usahakan faham maknanya dan patuh perintahnya tanpa ragu. Dengan meyakini Al-Quran kalam Allah, kita ada kompas yang teguh untuk hidup.",
    "category": "Al-Quran dan wahyu"
  },
  {
    "no": 4,
    "title": "Allah Berbeza Dengan Semua Makhluk",
    "text": "Allah ﷻ berbeza dengan semua makhluk.",
    "explanation": "Allah ialah Laisa Kamitslihi Syai-un: tiada yang serupa dengan-Nya. Apa jua bentuk atau rupa yang terlintas di fikiran kita, Allah tidak begitu. Ini menjaga kesucian tauhid kita agar tidak menyamakan Pencipta dengan makhluk yang lemah dan terbatas.<br><br>Dalil utama ialah surah ash-Shūrā: 11: \"Tiada sesuatu pun yang serupa dengan Dia, dan Dialah Yang Maha Mendengar lagi Maha Melihat.\" Hadis juga mengingatkan kita mentadabbur ciptaan Allah tetapi melarang mengkhayal zat-Nya, kerana akal manusia terbatas untuk mencerna hakikat Tuhan.<br><br>Pemahaman ini membebaskan kita daripada penyembahan berhala—sama ada berhala fizikal atau mental (khayalan). Kita sedar Allah itu agung dan tak terbatas, lalu kita hanya beribadah kepada-Nya dengan penuh hormat dan pengagungan tanpa membatasi-Nya dengan sifat kemakhlukan.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 5,
    "title": "Allah Pencipta Sejak Awal",
    "text": "Allah ﷻ berhak dipanggil Pencipta dan Pemula bukan hanya selepas atau kerana perbuatan mencipta, tetapi sejak awal.",
    "explanation": "Allah ialah Al-Khāliq (Pencipta) yang tidak perlukan proses untuk menjadi pencipta. Sebelum ada bintang atau atom pun Allah sudah mempunyai sifat mencipta. Nama dan Sifat-Nya kekal, tidak bergantung pada ada atau tidaknya makhluk, kerana Dia Sumber segala keberadaan.<br><br>Allah berfirman (surah al-Hadīd: 3): \"Dialah Yang Awal dan Yang Akhir.\" Nama Al-Khāliq disebut dalam banyak ayat seperti surah al-Ḥašr: 24. Hadis menyebut dahulu hanya Allah dan tiada sesuatu pun bersama-Nya, lalu Allah mencipta Arsy dan seluruh alam semesta.<br><br>Ini mengajar kita Allah itu mandiri sempurna (Al-Ghanī). Dia mencipta kita bukan kerana kesepian atau perlukan bantuan, tetapi semata-mata kerana kehendak dan hikmah-Nya. Kita jadi hamba yang tahu diri, sedar hidup kita ialah pemberian murni daripada Yang Awal yang tidak pernah perlukan apa-apa daripada kita.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 6,
    "title": "Kuasa Sempurna Milik Allah Saja",
    "text": "Allah ﷻ berkuasa atas segala sesuatu; semuanya bergantung pada Allah ﷻ, dan mudah bagi Allah ﷻ, dan Allah ﷻ tidak memerlukan sesuatu pun; tiada yang serupa dengan Allah ﷻ, dan Allah ﷻ Maha Mendengar, Maha Melihat.",
    "explanation": "Kuasa Allah mutlak dan tidak terbatas oleh hukum fizik atau logik manusia. Apa sahaja yang Allah kehendaki pasti berlaku dengan mudah dengan kata \"Kun\". Seluruh alam semesta perlukan Allah setiap saat, sementara Allah tidak perlukan apa-apa daripada alam ini.<br><br>Dalam surah Yāsīn: 82: \"Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu hanyalah berkata kepadanya: Jadilah! maka terjadilah ia.\" Allah juga mempunyai nama Al-Qādir. Hadis Qudsi menyebut jika seluruh manusia meminta dan Allah kabulkan semua, itu tidak mengurangkan kekayaan Allah sedikit pun.<br><br>Keyakinan ini ubat segala ketakutan. Kita sedar bos, penguasa atau masalah apa pun tidak ada apa-apanya berbanding kuasa Allah. Kita jadi hamba yang berani tetapi tawaduk, kerana tahu satu-satunya sandaran yang tidak akan goyah ialah Allah Yang Maha Kuasa.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 7,
    "title": "Allah Penguasa Mutlak Alam Semesta",
    "text": "Allah ﷻ berkuasa mutlak atas segala sesuatu, dan tiada yang berkuasa atas Allah ﷻ; sesiapa yang menganggap dirinya mandiri daripada Allah ﷻ sekelip mata telah kafir.",
    "explanation": "Allah ialah Penguasa mutlak yang memegang kawalan atas setiap atom di jagat raya. Tiada satu urusan pun yang lepas daripada kawalan-Nya. Jika seseorang rasa boleh hidup mandiri tanpa perlukan Allah, walau sekelip mata, dia telah terjerumus dalam kesombongan yang boleh merosakkan iman.<br><br>Surah Fāṭir: 15 menegaskan: \"Wahai manusia! Kamulah yang memerlukan Allah; dan Allah Dialah Yang Maha Kaya (tidak memerlukan sesuatu), Maha Terpuji.\" Hadis Nabi banyak mengajarkan doa agar kita jangan diserahkan kepada diri kita sendiri walau sekelip mata (yā hayyu yā qayyum... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>Secara praktis ini buat kita sentiasa rasa perlukan (faqīr) Allah. Kita rajin berdoa untuk hal kecil mahupun besar—dari minta hidayah sampai urusan harian. Kita sedar tanpa pertolongan-Nya kita tidak boleh bernafas atau berkelip.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 8,
    "title": "Allah Bebas Daripada Batasan Fizikal",
    "text": "Allah ﷻ di atas batas, pembatasan, bahagian atau anggota, dan tidak dibatasi oleh enam arah seperti makhluk.",
    "explanation": "Akidah ini menegaskan Allah suci daripada sifat kebendaan. Allah tidak perlukan ruang, tidak ada anggota tubuh seperti manusia, dan tidak dibatasi oleh arah (atas, bawah, dsb.) seperti makhluk. Dia Pencipta ruang dan masa, jadi mustahil Dia dibatasi oleh ciptaan-Nya sendiri.<br><br>Allah berfirman (surah al-Ikhlāṣ: 4): \"Dan tidak ada sesuatupun yang setara dengan Dia.\" Prinsip Tanzīh (mensucikan Allah) ini penting. Ulama menjelaskan Allah wujud tanpa perlukan tempat, kerana tempat ialah makhluk, dan Allah sudah wujud sebelum tempat diciptakan.<br><br>Ini menjaga kita daripada pemikiran antropomorfisme (membayangkan tuhan seperti manusia). Kita boleh menyembah Allah dengan penuh pengagungan pada keagungan-Nya yang ghaib dan tak terbatas, bukan terjebak dalam gambaran fizikal yang merendahkan martabat ketuhanan.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 9,
    "title": "Beban Taklif Sesuai Kesanggupan Hamba",
    "text": "Allah ﷻ hanya membebani manusia dengan apa yang mereka sanggup, dan manusia hanya sanggup melakukan apa yang Allah ﷻ berikan kepada mereka; tiada daya dan upaya kecuali dengan Allah ﷻ, dan tiada kekuatan untuk taat atau menghindar maksiat kecuali dengan pertolongan Allah ﷻ.",
    "explanation": "Allah tidak membebani hamba melebihi kemampuannya. Setiap perintah dan larangan dalam syariat sepadan dengan kesanggupan manusia; ini menunjukkan keadilan dan rahmat Allah, dan menolak anggapan agama memberatkan.<br><br>Dalam surah al-Baqarah: 286 Allah berfirman: \"Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya.\" Hadis sahih (Bukhārī–Muslim) juga menegaskan: \"Apabila aku perintahkan sesuatu kepadamu maka kerjakanlah semampumu.\" Daya dan upaya untuk taat (lā hawla wa lā quwwata illa billāh) pun datang daripada pertolongan Allah.<br><br>Secara praktis kita tidak boleh berdalih \"saya tidak sanggup\" untuk kewajipan yang sudah jelas, tetapi juga tidak membebani diri di luar kemampuan. Kita berusaha semampu kita lalu bertawakal; kekuatan untuk istiqamah kita minta daripada Allah melalui doa dan ikhtiar.",
    "category": "Taklif & Perbuatan Manusia"
  },
  {
    "no": 10,
    "title": "Hidup Sempurna Dan Senantiasa Berbuat",
    "text": "Allah ﷻ hidup dan tidak mati, senantiasa berbuat dan tidak tidur.",
    "explanation": "Allah ialah Al-Hayy (Maha Hidup) dan Al-Qayyum (Maha Mandiri/Mengurusi). Hidup Allah sempurna, tidak diawali lahir dan tidak diakhiri mati. Dia tidak perlukan rehat, tidak pernah mengantuk, dan sentiasa aktif mengurus urusan seluruh makhluk-Nya tanpa jeda.<br><br>Ayat Kursi (surah al-Baqarah: 255) ialah dalil terkuat: \"Allah, tidak ada tuhan selain Dia. Yang Maha Hidup, yang terus menerus mengurusi (makhluk-Nya); tidak mengantuk dan tidak tidur.\" Nama-nama indah ini ialah asas ketergantungan makhluk kepada Pencipta.<br><br>Ini timbulkan rasa aman yang besar. Saat kita tidur, pasrah atau rasa tidak berdaya, kita tahu ada Tuhan yang tidak pernah tidur menjaga kita. Kita semangat terus berbuat baik kerana tahu \"atasan\" kita sentiasa aktif memerhatikan dan mengatur yang terbaik untuk hamba-Nya.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 11,
    "title": "Allah Esa Tanpa Sekutu",
    "text": "Allah ﷻ Esa dan tiada sekutu bagi-Nya.",
    "explanation": "Tauhid bermaksud mengesakan Allah; tiada sekutu bagi-Nya dalam rububiyah (penguasaan alam), uluhiyah (hak disembah), mahupun asma wa sifat. Yang berhak disembah dan diibadahi hanya Allah; menyekutukan-Nya dengan apa jua ialah syirik.<br><br>QS. Al-Ikhlas: 1–4 menegaskan: \"Katakanlah: Dia-lah Allah Yang Maha Esa. Allah Tuhan yang bergantung kepada-Nya segala sesuatu. Dia tidak beranak dan tidak diperanakkan. Dan tiada sesiapa yang setara dengan Dia.\" QS. An-Nisa: 36 juga melarang menyekutukan Allah. Hadis sahih menyebut surah Al-Ikhlas setara satu pertiga Al-Quran kerana memuat pokok tauhid.<br><br>Keyakinan ini jadi asas ibadah kita: kita hanya memohon, takut, dan berharap kepada Allah; bukan kepada makhluk, benda, atau \"kuasa lain.\" Dengan itu hati bersih daripada pergantungan kepada selain Allah.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 12,
    "title": "Allah Tiada Tandingan atau Setara",
    "text": "Allah ﷻ Maha Tinggi daripada mempunyai sebarang tandingan atau setara.",
    "explanation": "Allah tiada tandingan yang boleh mengalahkan-Nya atau setara yang menyamai-Nya. Kekuasaan-Nya mutlak; tiada yang boleh menandingi, membataskan, atau menggagalkan kehendak-Nya. Ini sebahagian daripada kesempurnaan tauhid.<br><br>Ayat Kursi (al-Baqarah: 255) menyatakan Allah Pemilik langit dan bumi dan memelihara keduanya tidak memberatkan-Nya. Fathir: 44 dan ayat lain menegaskan Allah tiada sekutu, penolong, atau setara. Hadis juga mengajar Allah Maha Besar dan tiada siapa di atas-Nya.<br><br>Kefahaman ini memberi ketenangan: tiada musuh, penyakit, atau musibah yang \"tandingan setara\" dengan Allah. Kita yakin kemenangan, keselamatan, dan pertolongan akhir hanya dari Allah; bila Dia kehendaki tiada yang boleh halang rahmat-Nya.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 13,
    "title": "Allah Meliputi Segala sesuatu",
    "text": "Allah ﷻ meliputi segala sesuatu dan di atasnya; makhluk-Nya tidak dapat meliputi Allah ﷻ.",
    "explanation": "Allah meliputi (menguasai, mengetahui, mentadbir) segala sesuatu; tiada yang tersembunyi daripada ilmu dan kuasa-Nya. Pada masa yang sama Allah \"di atas\" makhluk-Nya dari segi martabat dan kekuasaan, bukan tempat. Makhluk tidak boleh \"meliputi\" atau membataskan Allah.<br><br>Fussilat: 54 menyatakan \"Ketahuilah Allah meliputi segala sesuatu.\" Ayat Kursi (al-Baqarah: 255) menegaskan Kursi-Nya meliputi langit dan bumi dan tidak memberatkan-Nya. Hadis sahih menyebut Allah di atas Arasy dan ilmu-Nya di mana-mana.<br><br>Percaya ini kita rasa diawasi dan dilindungi: tiada yang tersembunyi bagi Allah dan tiada masalah terlalu besar bagi-Nya. Kita juga terpelihara daripada salah faham bahawa Allah \"terkurung\" di langit; Dia meliputi segala sesuatu tanpa memerlukan tempat.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 14,
    "title": "Allah Memberi Mati dan Hidup",
    "text": "Allah ﷻ memberi mati tanpa takut dan memberi hidup semula tanpa susah.",
    "explanation": "Hidup dan mati sepenuhnya di tangan Allah. Memberi mati kepada makhluk tidak menakutkan atau melemahkan Allah; memberi hidup semula (termasuk hari kebangkitan) pun tidak payah bagi-Nya. Semua dengan kehendak dan firman-Nya.<br><br>Al-Mulk: 2 menyatakan \"Dia yang menjadikan mati dan hidup.\" Qaf: 43 \"Kami yang memberi hidup dan mati, dan kepada Kamilah kepulangan.\" Hadis sahih menegaskan roh diambil dengan perintah Allah dan pada hari kiamat segala makhluk dibangkitkan dengan tiupan sangkakala.<br><br>Keyakinan ini mengingatkan mati bukan pengakhiran kosong tetapi pintu kehidupan akhirat. Kita bersedia dengan amal soleh dan tidak takut berlebihan pada mati; kerana yang menguasai hidup dan mati ialah Allah Yang Adil dan Rahim.",
    "category": "Sifat & Tauhid Allah"
  },
  {
    "no": 15,
    "title": "Ajal Tetap Bagi Setiap Makhluk",
    "text": "Allah ﷻ menentukan ajal (masa mati) yang tetap bagi makhluk-Nya.",
    "explanation": "Setiap makhluk ada ajal (waktu mati) yang Allah tetapkan; tiada yang boleh mendahului atau melambatkannya walau sesaat. Ini sebahagian takdir yang tertulis di Lauh Mahfuz.<br><br>Al-An'am: 2 menyatakan \"Dia yang menjadikan kamu dari tanah kemudian menetapkan ajal.\" Luqman: 34 \"Sesungguhnya Allah—hanya pada-Nya ilmu saat itu… dan tiada jiwa tahu di bumi mana ia akan mati.\" Hadis sahih (Bukhari–Muslim) menegaskan ajal, rezeki, dan takdir ditulis ketika masih dalam rahim.<br><br>Kefahaman ini melindungi daripada waswas berlebihan dan mendorong guna sisa umur dengan baik. Kita tidak boleh ubah bila ajal tiba tetapi boleh penuhi hidup dengan amal yang diredai Allah.",
    "category": "Takdir & Kehendak Allah"
  }
]
