[
  {
    "no": 1,
    "title": "Limites Do Conhecimento Da Criação E De Allah",
    "text": "Há dois tipos de conhecimento: aquele a que a criação pode aceder e aquele a que não pode; negar o primeiro é descrença, reivindicar o segundo também—a fé é sã quando o acessível é aceite e o inacessível não é procurado.",
    "explanation": "O conceito destes dois tipos de conhecimento é crucial. Há conhecimento que Allah abre ao homem pelos sentidos e pela revelação (conhecimento da charīʿa), e conhecimento do invisível que pertence só a Allah, como a hora do Fim. Entender este limite evita que pretendamos conhecer segredos do destino que Allah não revelou.<br><br>No Alcorão (sura al-Anʿām: 59) Allah diz: \"Com Ele estão as chaves do invisível; ninguém as conhece senão Ele.\" Um hadith autêntico em Buḫārī menciona cinco coisas invisíveis que só Allah conhece. Devemos conformar-nos com o que foi dado a conhecer e não ultrapassar o que foi ocultado.<br><br>Na prática, esta crença mantém-nos humildes e desejosos de aprender. Encontramos paz confiando o futuro a Allah, focando-nos no que podemos fazer e no Seu decreto.",
    "category": "Súplica, Conhecimento E Limites"
  },
  {
    "no": 2,
    "title": "Benefício Da Súplica Pelos Defuntos",
    "text": "Os mortos beneficiam da súplica e caridade dos vivos.",
    "explanation": "A morte não é o fim de tudo. Um sinal da misericórdia de Allah é que o bem ainda chega aos defuntos pelas obras dos vivos. Este ponto afirma que a súplica, o pedido de perdão e a caridade que fazemos pelo defunto chegam-lhe em recompensa e aliviam o seu estado no barzakh.<br><br>O fundamento é a palavra do Profeta ﷺ (referida por Muslim): \"Quando o homem morre, as suas obras cessam exceto três: caridade contínua, conhecimento útil ou um filho piedoso que suplique por ele.\" A sura al-Ḥašr: 10 elogia quem pede perdão por quem os precedeu. O laço da fé vai além da morte.<br><br>No dia a dia isto leva-nos a não esquecer pais ou mestres que partiram. Rezar por eles é piedade e lembrete de que nós também precisaremos das mesmas súplicas. Assim se mantém uma cadeia de bem entre gerações de muçulmanos.",
    "category": "Súplica, Conhecimento E Limites"
  },
  {
    "no": 3,
    "title": "A Palavra De Allah Não É Palavra Humana",
    "text": "O Alcorão é a palavra de Allah ﷻ, d'Ele; as pessoas creem nela como discurso de Allah ﷻ sem perguntar como, e não é discurso dos humanos nem é criado.",
    "explanation": "O Alcorão é a palavra mesma de Allah (Kalāmullāh), não uma criatura. O que lemos no Muṣḥaf é verdadeiramente a palavra de Allah, não uma obra humana. Isto mantém a autoridade da revelação: o Alcorão é sagrado, puro, e a sua verdade é absoluta como guia de vida.<br><br>Allah diz (sura at-Tawba: 6): \"...concedei-lhe proteção até ouvir a palavra de Allah (Kalāmullāh).\" Um hadith em Tirmidhī diz que a superioridade da palavra de Allah sobre outra palavra é como a superioridade de Allah sobre a Sua criação. O Alcorão é revelação sagrada do Criador.<br><br>Na prática tratamos o Alcorão com grande respeito. Não o tratamos como um livro qualquer; recitamo-lo com cuidado, procuramos o seu sentido e seguimos os seus mandamentos sem dúvida. Crendo que o Alcorão é a palavra de Deus, temos uma bússola segura para a vida.",
    "category": "Alcorão E Revelação"
  },
  {
    "no": 4,
    "title": "Allah É Distinto De Toda A Criação",
    "text": "Allah ﷻ é distinto de toda a criação.",
    "explanation": "Allah é Laisa Kamitslihi Syai-un: não há nada semelhante a Ele. Qualquer forma ou imagem que nos venha à mente, Allah não é assim. Isto preserva a pureza do nosso tawhid para não equiparar o Criador à criação fraca e limitada.<br><br>A prova principal é a sura ash-Shūrā: 11: \"Nada é semelhante a Ele, e Ele é o Oniouvinte, o Onividente.\" O hadith também nos lembra de reflectir na criação de Allah mas proíbe imaginar a Sua essência, porque a mente humana tem limites para captar a realidade de Deus.<br><br>Esta compreensão liberta-nos da idolatria—ídolos físicos ou mentais (fantasia). Tomamos consciência de que Allah é supremo e ilimitado, e adoramo-Lo só a Ele com pleno respeito e exaltação sem O limitar com atributos de criatura.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 5,
    "title": "Allah Criador Desde O Princípio",
    "text": "Allah ﷻ tem direito a ser chamado Criador e Iniciador não só depois ou por causa do acto de criar, mas desde o princípio.",
    "explanation": "Allah é Al-Khāliq (o Criador) que não precisa de processo para ser criador. Antes de existir qualquer estrela ou átomo, Allah já tinha o atributo de criar. Os Seus nomes e atributos são eternos e não dependem da existência da criação, porque Ele é a Fonte de toda a existência.<br><br>Allah diz (sura al-Hadīd: 3): \"Ele é o Primeiro e o Último.\" O nome Al-Khāliq aparece em muitos versículos, como a sura al-Ḥašr: 24. O hadith diz que antes só existia Allah e nada com Ele, depois Allah criou o Trono e todo o universo.<br><br>Isto ensina-nos que Allah é perfeitamente autossuficiente (Al-Ghanī). Criou-nos não por solidão ou necessidade de ajuda, mas por pura vontade e sabedoria. Somos servos que conhecem o seu lugar, conscientes de que a nossa vida é um dom puro do Primeiro que nunca precisou de nada de nós.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 6,
    "title": "O Poder Perfeito Pertence Só A Allah",
    "text": "Allah ﷻ tem poder sobre tudo; tudo depende de Allah ﷻ, e é fácil para Allah ﷻ, e Allah ﷻ não precisa de nada; não há nada semelhante a Allah ﷻ, e Allah ﷻ é o Oniouvinte, o Onividente.",
    "explanation": "O poder de Allah é absoluto e não está limitado pelas leis da física ou pela lógica humana. O que Allah quer acontece facilmente com a palavra \"Kun\". Todo o universo precisa de Allah em cada instante, enquanto Allah não precisa de nada deste universo.<br><br>Na sura Yāsīn: 82: \"A Sua ordem, quando quer uma coisa, é só dizer-lhe: Sê! e é.\" Allah tem também o nome Al-Qādir. Um hadith qudsī diz que se toda a gente pedisse e Allah concedesse tudo, não diminuiria em nada a riqueza de Allah.<br><br>Esta crença é a cura de todo o medo. Compreendemos que qualquer chefe, governante ou problema, por maior que seja, não é nada face ao poder de Allah. Somos servos corajosos mas humildes, sabendo que o único apoio que nunca falha é Allah o Todo-Poderoso.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 7,
    "title": "Allah Soberano Absoluto Do Universo",
    "text": "Allah ﷻ tem poder absoluto sobre tudo, e nada tem poder sobre Allah ﷻ; quem se considere independente de Allah ﷻ um instante caiu na descrença.",
    "explanation": "Allah é o Soberano absoluto que tem sob Seu controlo cada átomo do cosmos. Nenhum assunto escapa ao Seu controlo. Se alguém sente que pode viver independentemente sem precisar de Allah, nem que seja um instante, caiu na soberba que pode corromper a fé.<br><br>A sura Fāṭir: 15 diz: \"Ó homens! Vós sois os necessitados de Allah; e Allah é o Autossuficiente, o Digno de louvor.\" Os hadiths do Profeta ensinam muitas vezes uma súplica para não sermos deixados a nós mesmos nem um instante (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>Na prática isto faz-nos sentir sempre necessitados (faqīr) de Allah. Oramos com fervor pelo pequeno e pelo grande—desde pedir orientação até aos assuntos do dia a dia. Sabemos que sem o Seu auxílio não podemos nem respirar nem piscar o olho.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 8,
    "title": "Allah Livre De Limites Físicas",
    "text": "Allah ﷻ está acima de limite, restrição, parte ou membro, e não está limitado por seis direcções como a criação.",
    "explanation": "Este credo afirma que Allah está livre de atributos materiais. Allah não precisa de espaço, não tem partes do corpo como o homem, e não está limitado pela direcção (cima, baixo, etc.) como a criação. Ele é o Criador do espaço e do tempo, por isso é impossível que seja limitado pela Sua própria criação.<br><br>Allah diz (sura al-Ikhlāṣ: 4): \"E não há nada comparável a Ele.\" O princípio do Tanzīh (declarar Allah livre de semelhança) é importante. Os sábios explicam que Allah existe sem precisar de lugar, porque o lugar é criado, e Allah existia antes de o lugar ser criado.<br><br>Isto guarda-nos do pensamento antropomórfico (imaginar Deus como humano). Podemos adorar Allah exaltando plenamente a Sua grandeza invisível e ilimitada, em vez de ficarmos presos a imagens físicas que rebaixam o estatuto da divindade.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 9,
    "title": "A Carga Do Taklīf Segundo A Capacidade Do Servo",
    "text": "Allah ﷻ só carga as pessoas com o que podem suportar, e as pessoas só podem fazer o que Allah ﷻ lhes dá; não há poder nem capacidade senão por Allah ﷻ, e não há força para obedecer ou evitar o pecado senão com a ajuda de Allah ﷻ.",
    "explanation": "Allah não carga o servo além da sua capacidade. Cada ordem e proibição na charīʿa é proporcional à capacidade humana; isto mostra a justiça e misericórdia de Allah e rejeita a ideia de que a religião seja pesada.<br><br>Na sura al-Baqarah: 286 Allah diz: \"Allah não carga uma alma senão conforme a sua capacidade.\" Um hadith autêntico (Bukhārī–Muslim) diz também: \"Quando vos ordeno algo, cumpri-o na medida do possível.\" O poder e a capacidade para obedecer (lā ḥawla wa lā quwwata illā billāh) vêm também da ajuda de Allah.<br><br>Na prática não devemos usar \"não posso\" como desculpa para obrigações claras, mas também não nos carregar além da nossa capacidade. Fazemos o que pudermos e depois confiamos em Allah; pedimos a Allah força para perseverar pela oração e pelo esforço.",
    "category": "Taklīf E Actos Humanos"
  },
  {
    "no": 10,
    "title": "Vida Perfeita E Acção Constante",
    "text": "Allah ﷻ está vivo e não morre, actua sempre e não dorme.",
    "explanation": "Allah é Al-Ḥayy (o Eternamente Vivente) e Al-Qayyūm (Aquele que Se basta a Si mesmo). A vida de Allah é perfeita—não começada pelo nascimento nem terminada pela morte. Não precisa de descanso, nunca dorme e está sempre activo a governar os assuntos de toda a Sua criação sem pausa.<br><br>O versículo do Trono (sura al-Baqarah: 255) é a prova mais forte: \"Allah, não há mais deus que Ele, o Eternamente Vivente, Aquele que Se basta a Si mesmo; não O alcançam sonolência nem sono.\" Estes belos nomes são o fundamento da dependência da criação do Criador.<br><br>Isto dá-nos grande segurança. Quando dormimos, nos entregamos ou nos sentimos impotentes, sabemos que há um Senhor que nunca dorme e vela por nós. Somos encorajados a continuar a fazer o bem porque sabemos que o nosso \"Mestre\" está sempre activo, velando e ordenando o melhor para os Seus servos.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 11,
    "title": "Allah É Um Sem Parceiro",
    "text": "Allah ﷻ é Um e não tem parceiro.",
    "explanation": "Tawhid significa afirmar a unicidade de Allah; não tem parceiro na rubūbiyya (senhorio sobre a criação), na ulūhiyya (direito a ser adorado) ou nos nomes e atributos. O único com direito a ser adorado e servido é Allah; associar-Lhe algo é shirk.<br><br>A sura al-Ikhlāṣ: 1–4 diz: \"Diz: Ele é Allah, Um. Allah o Eterno. Não gera nem foi gerado. E não há ninguém comparável a Ele.\" A sura an-Nisāʾ: 36 proíbe também associar a Allah. Um hadith autêntico diz que a sura al-Ikhlāṣ equivale a um terço do Alcorão por conter o núcleo do tawhid.<br><br>Esta crença é o fundamento da nossa adoração: só suplicamos, tememos e esperamos em Allah; não na criação, objectos ou \"outras forças.\" Assim o coração fica livre de dependência de outro que Allah.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 12,
    "title": "Allah Não Tem Rival Nem Igual",
    "text": "Allah ﷻ está exaltado acima de ter rival ou igual.",
    "explanation": "Allah não tem rival que O possa vencer nem igual que Lhe corresponda. O Seu domínio é absoluto; nada pode rivalizar com Ele, limitá-Lo ou frustrar a Sua vontade. Isto faz parte da perfeição do tawhid.<br><br>A sura al-Baqarah: 255 (versículo do Trono) diz que Allah tem o céu e a terra e não Lhe é pesado preservá-los. A sura Fāṭir: 44 e outros versículos afirmam que Allah não tem parceiro, auxiliar ou igual. O hadith ensina também que Allah está exaltado e ninguém está acima d'Ele.<br><br>Esta compreensão dá paz ao coração: nenhum inimigo, doença ou desastre é nunca um \"rival\" à altura de Allah. Temos certeza de que a vitória, a segurança e o auxílio final vêm só de Allah; nada pode bloquear a Sua misericórdia quando Ele quer.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 13,
    "title": "Allah Abarca Toda A Criação",
    "text": "Allah ﷻ abarca tudo e está acima; a Sua criação não pode abarcar Allah ﷻ.",
    "explanation": "Allah abarca (domina, conhece e gere) tudo; nada escapa ao Seu saber e poder. Ao mesmo tempo Allah está \"acima\" da Sua criação em dignidade e domínio, não em lugar. A criação não pode \"abarcar\" nem limitar Allah.<br><br>A sura Fuṣṣilat: 54 diz: \"Sabe que Allah abarca todas as coisas.\" A sura al-Baqarah: 255 (versículo do Trono) afirma que o Seu Trono abarca os céus e a terra e Ele não encontra isso pesado. Um hadith autêntico afirma também que Allah está sobre o Trono e o Seu saber está em todo o lado.<br><br>Crendo isto sentimo-nos vigiados e protegidos: nada está oculto a Allah, e nenhum problema Lhe é demasiado grande. Ficamos também preservados do mal-entendido de que Allah esteja \"encerrado\" no céu; Ele abarca tudo sem precisar de espaço.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 14,
    "title": "Allah Cria A Vida E A Morte",
    "text": "Allah ﷻ dá a morte sem temor e dá de novo a vida sem dificuldade.",
    "explanation": "A vida e a morte estão inteiramente nas mãos de Allah. Dar a morte à criação não torna Allah receoso nem fraco; dar de novo a vida (incluindo no Dia da Ressurreição) não Lhe é difícil. Tudo acontece só pela Sua vontade e palavra.<br><br>A sura al-Mulk: 2 diz: \"Ele que fez a morte e a vida.\" A sura Qāf: 43: \"Somos Nós que damos vida e morte, e a Nós é o regresso.\" Um hadith autêntico afirma que a alma é levada por ordem de Allah e no Dia da Ressurreição toda a criação será ressuscitada ao som da Trombeta.<br><br>Esta crença lembra-nos que a morte não é um fim vazio mas uma porta para a vida do além. Preparamo-nos com obras rectas e não tememos a morte em excesso, porque quem tem na mão a vida e a morte é Allah o Justo e Misericordioso.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 15,
    "title": "O Prazo Fixo Para Toda A Criação",
    "text": "Allah ﷻ atribui um prazo fixo (ajal) à Sua criação.",
    "explanation": "Cada criatura tem um ajal (momento da morte) fixado por Allah; ninguém o pode adiantar ou atrasar um segundo. Isto faz parte do decreto escrito na Tábua preservada.<br><br>A sura al-Anʿām: 2 diz: \"Ele que vos criou do pó, depois fixou um prazo (ajal) para vós.\" A sura Luqmān: 34: \"Em verdade Allah—só junto d'Ele está o conhecimento da Hora... e nenhuma alma sabe em que terra morrerá.\" Um hadith autêntico (Bukhārī–Muslim) afirma que o ajal, o sustento e o destino do homem estão escritos quando ainda está no ventre.<br><br>Esta compreensão guarda-nos de ansiedade excessiva e impele-nos a usar bem o tempo que resta. Não podemos mudar quando vem o prazo, mas podemos encher a vida de actos que agradam a Allah.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 16,
    "title": "Guia E Desvio São Justiça",
    "text": "Allah ﷻ guia quem Ele quer por Seu favor e desvia quem Ele quer por Sua justiça; tudo está sujeito ao decreto de Allah ﷻ e ninguém pode rejeitar o juízo de Allah ﷻ.",
    "explanation": "A guia (hidāya) e o desvio (iḍlāl) estão na mão de Allah. A quem Ele guia é por Seu favor; a quem Ele desvia é por Sua justiça (ex. porque escolheram a descrença após a verdade estar clara). O juízo de Allah não pode ser rejeitado nem contestado por ninguém.<br><br>Sura al-Anʿām: 125: \"A quem Allah quiser guiar, abre-lhe o peito ao Islão... e a quem quiser desviar, torna-lhe o peito estreito.\" A sura al-Aʿrāf: 178 afirma que a guia e o desvio estão na mão de Allah. Um hadith autêntico diz que o coração do homem está entre dois dedos do Misericordioso; Allah volta-o como quer.<br><br>Devemos procurar a guia (aprender, suplicar, acompanhar os piedosos) e não ser arrogantes quando somos guiados. Também não desesperamos dos desviados; continuamos a chamar à fé e a suplicar por eles, pois a guia continua a ser prerrogativa só de Allah.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 17,
    "title": "Ordem De Obedecer E Proibição De Desobedecer",
    "text": "Allah ﷻ ordena à Sua criação que Lhe obedeçam e proíbe à Sua criação desobedecer-Lhe.",
    "explanation": "Allah ordena a obediência (adoração, bom carácter, obediência ao Mensageiro) e proíbe a desobediência (shirk, pecados graves e leves). Estes mandamentos e proibições são claros no Alcorão e na Suna; nosso dever é obedecer e evitar o pecado.<br><br>Sura an-Nisāʾ: 59: \"Obedecei a Allah e obedecei ao Mensageiro.\" A sura al-Aʿrāf: 33 proíbe a indecência, o mal e a opressão. Um hadith autêntico (Bujārī) afirma que obedecer ao Mensageiro é obedecer a Allah, e desobedecer ao Mensageiro é desobedecer a Allah. O Profeta disse também que o lícito e o ilícito estão claros.<br><br>Na vida diária esforçamo-nos por cumprir os mandamentos (oração, zakāh, honestidade, devoção) e evitar as proibições (mentira, fornicação, usura, desobediência). Não acrescentamos ao ilícito nem tomamos o pecado à leveza; suplicamos força para obedecer e para sermos preservados da desobediência.",
    "category": "Comunidade, Governante E Fiqh"
  },
  {
    "no": 18,
    "title": "Criação Da Criação Com O Conhecimento De Allah",
    "text": "Allah ﷻ criou a criação com o Seu conhecimento.",
    "explanation": "Allah criou o universo e toda a criatura com o Seu conhecimento perfeito; nada é criado por acaso ou sem sabedoria. Toda a criação está conforme à medida, ao tempo e ao decreto que Allah já conhecia.<br><br>Sura al-Ḥijr: 86: \"Em verdade o teu Senhor é o Criador, o Sapiente.\" A sura al-Furqān: 2 afirma que Allah criou tudo e fixou as suas medidas. Um hadith autêntico diz que Allah escreveu o destino de toda a criação antes de criar os céus e a terra.<br><br>Esta crença fomenta a confiança de que a nossa vida não é em vão; há um desígnio e sabedoria por detrás da criação de Allah. Também nos impele a aprender e a usar o conhecimento, pois o conhecimento humano é uma parte pequena do conhecimento de Allah que abarca todas as coisas.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 19,
    "title": "Allah Provê Sustento Sem Dificuldade",
    "text": "Allah ﷻ cria sem necessidade de o fazer e provê sustento à Sua criação sem dificuldade.",
    "explanation": "Allah não criou por necessidade da criação; provê sustento sem fardo nem dificuldade. O sustento (rizq) inclui riqueza, saúde, paz e tudo o que desfrutamos; tudo é de Allah e dado com facilidade por Ele.<br><br>A sura adh-Dhāriyāt: 56–57 afirma que Allah criou os jinns e a humanidade para O adorarem, e não precisa do sustento deles. Sura Hūd: 6: \"Não há criatura na terra cuja provisão não seja de Allah.\" Um hadith autêntico diz que o sustento está decretado e não será trocado; a quem teme Allah, Allah dar-lhe-á uma saída e sustento de onde não espera.<br><br>Esforçamo-nos por buscar sustento lícito sem ansiedade excessiva; estamos certos de que o Provedor é Allah. Somos gratos pelo que temos e não comparamos a nossa sorte com outros; a repartição do sustento está na mão de Allah o Sábio.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 20,
    "title": "Allah Decreta O Destino De Toda A Criação",
    "text": "Allah ﷻ decreta o destino para o que Ele cria.",
    "explanation": "O destino (qadar) é o decreto de Allah sobre tudo o que acontece à criação: sustento, prazo de vida, obras, felicidade e infelicidade, etc. Tudo está escrito na Tábua preservada antes da criação; acreditamos sem aprofundar em excesso o \"como\" ou \"porquê\".<br><br>Sura al-Qamar: 49: \"Em verdade criámos tudo segundo uma medida.\" Sura al-Ḥadīd: 22: \"Nenhuma desgraça acontece na terra nem em vós mesmos sem estar num livro (a Tábua preservada) antes de a fazermos existir.\" Um hadith autêntico (Muslim) afirma que acreditar no destino, no seu bem e no seu mal, é um pilar da fé.<br><br>Aceitamos o destino com paciência quando nos atinge uma calamidade e com gratidão quando recebemos uma bênção. Continuamos a esforçar-nos (ikhtiyār) porque o esforço também faz parte do destino; não somos passivos nem desesperados nem nos rebelamos contra o decreto de Allah.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 21,
    "title": "Allah Atende A Súplica Do Servo Crente",
    "text": "Allah ﷻ atende à súplica das pessoas e dá-lhes o que pedem.",
    "explanation": "A súplica é adoração e meio de aproximação a Allah. Allah atende à súplica do Seu servo conforme a Sua sabedoria: por vezes concedida como pedido, por vezes substituída por algo melhor ou adiada para momento mais adequado.<br><br>Sura al-Baqarah: 186: \"Quando os Meus servos te perguntarem sobre Mim, estou perto. Atendo ao chamado de quem Me suplica quando Me suplica.\" Sura Ghāfir: 60: \"Suplicai-Me, responder-vos-ei.\" Um hadith autêntico diz que a súplica é a arma do crente e Allah tem vergonha de recusar a mão do servo erguida em súplica.<br><br>Somos exortados a suplicar com devoção, confiantes em ser atendidos e sem desesperar cedo. Escolhemos súplicas ma'thūr (do Profeta) e súplicas boas, e aceitamos que o melhor desfecho está na mão de Allah.",
    "category": "Súplica, Conhecimento E Limites"
  },
  {
    "no": 22,
    "title": "O Conhecimento De Allah Sobre Os Moradores Da Outra Vida",
    "text": "Allah ﷻ conhece—antes de existir o tempo—o número exacto dos que entrarão no Paraíso e no Fogo; esse número não aumenta nem diminui.",
    "explanation": "Allah conhece desde a eternidade (antes do tempo) quem entrará no Paraíso e quem no Fogo; o Seu conhecimento é perfeito e imutável. Isto não significa que o homem esteja forçado; Allah conhece o resultado da escolha e das obras de cada servo.<br><br>Sura Hūd: 107 e hadith autêntico (Bujārī–Muslim) mencionam que os moradores do Paraíso e do Fogo estão já fixados; a alguns diz-se \"o teu lugar no Paraíso\" ou \"no Fogo.\" Sura al-Wāqiʿah e outros versículos descrevem os dois grupos da outra vida. O Profeta disse que Allah decretou quem será feliz e quem será miserável.<br><br>Não devemos crer \"entrarei de certeza no Paraíso\" ou \"no Fogo\"; esforçamo-nos por ser da gente do bem e esperamos a misericórdia de Allah. Esta crença impele-nos a levar as obras a sério e a não nos apoiarmos em especulação.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 23,
    "title": "A Ira E O Agrado De Allah São Perfeitos",
    "text": "Allah ﷻ ira-Se e agrada-Se, mas não como nenhuma criatura.",
    "explanation": "Allah tem os atributos de ira (ghaḍab) e agrado (riḍā); acreditamos neles sem os assemelhar à ira ou alegria humana. A ira de Allah é perfeita contra a desobediência e a descrença; o Seu agrado é perfeito para com a obediência e o tawhid.<br><br>Sura al-Fatḥ: 6 e outros versículos mencionam o agrado de Allah. Um hadith autêntico (Bujārī–Muslim) diz que Allah ira-Se com o desobediente e agrada-Se do obediente; \"Quem fizer Allah irar-Se por (violar) o Meu direito, irar-Me-ei com ele.\" O Profeta disse que o agrado de Allah está no agrado dos pais. Não perguntamos \"como\" é a ira ou o agrado de Allah (sem tashbīh).<br><br>Na prática buscamos o agrado de Allah pela obediência e evitamos o que O irrita. Tememos a Sua ira e esperamos o Seu agrado, sem imaginar Allah como uma criatura emocional.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 24,
    "title": "Allah É Primeiro Sem Princípio E Permanente Sem Fim",
    "text": "Allah ﷻ é Qadīm sem princípio e Permanente sem fim.",
    "explanation": "Allah é Qadīm (não há princípio à Sua existência) e Baqā (permanente, não há fim). Sempre existiu; nunca \"ainda não existia\" nem \"deixará de existir.\" Toda a criação perecerá, e permanece o rosto do teu Senhor, cheio de majestade e honra.<br><br>Sura ar-Raḥmān: 26–27: \"Tudo o que está na terra perecerá. E permanece o rosto do teu Senhor.\" Sura al-Ḥadīd: 3: \"Ele é o Primeiro e o Último.\" Um hadith autêntico diz que Allah existia e não havia nada com Ele antes da criação.<br><br>Esta crença firma o coração: adoramos Quem não desaparecerá; a Sua promessa e a Sua ameaça são eternas. O mundo perecível lembra-nos de não nos apegarmos em excesso; o único permanente e digno de apoio eterno é Allah.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 25,
    "title": "Os Atributos De Allah Existiam Antes Da Criação",
    "text": "Allah ﷻ existiu sempre com os Seus atributos desde antes da criação, e a criação da criação não acrescenta nada aos Seus atributos; Allah ﷻ permanece através do tempo sem fim.",
    "explanation": "Os atributos de Allah (conhecimento, poder, vida, palavra, etc.) Lhe pertencem sempre desde antes de toda a criação. Criar o universo não \"acrescentou\" atributo novo a Allah; Ele permanece perfeito sem depender da criação. Isto rejeita a ideia de que Allah \"adquiriu\" atributos só depois de criar.<br><br>Sura al-Ḥadīd: 3 menciona Allah o Primeiro e o Último. Os versículos dos nomes e atributos (Al-ʿAlīm, Al-Qādir, etc.) mostram atributos eternos. Hadith e consenso dos Ahl as-Sunna: Allah está sempre com os Seus atributos, inalterado e não aumentado pela existência da criação.<br><br>Este entendimento protege o tawhid de pensamentos que rebaixam Allah (como se evoluísse ou dependesse do mundo). Adoramos Allah perfeito desde a eternidade, agora e para sempre.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 26,
    "title": "Allah É Sempre Senhor E Criador",
    "text": "Allah ﷻ é sempre Senhor e sempre Criador, mesmo quando ainda não havia quem O adorasse nem criação.",
    "explanation": "Allah permanece Senhor (Ilāh) e Criador (Khāliq) mesmo antes de qualquer criatura O adorar ou existir criação. Os Seus atributos de senhorio e divindade não dependem da criação; Ele é digno de adoração e capaz de criar desde a eternidade.<br><br>A sura al-Ikhlāṣ e os versículos sobre tawhīd afirmam a unicidade de Allah sem depender do reconhecimento da criação. O hadith «Kuntu kanzan makhfiyyan» (Era um tesouro oculto) em certas narrações explica que Allah existia antes da criação. Os sábios de Ahl as-Sunna afirmam: Allah é sempre Al-Khāliq em sentido, embora o acto de criar (takwīn) ocorra conforme a Sua vontade.<br><br>Isto impede-nos de pensar que Allah \"se tornou\" Senhor ou Criador só depois de existir o mundo; Ele é perfeito e independente de tudo.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 27,
    "title": "Proibição De Disputar Sobre O Decreto De Allah",
    "text": "Allah ﷻ conheceu tudo o que ocorrerá e decretou-o em pormenor e com certeza; ninguém pode opor-se, acrescentar ou alterar o decreto de Allah ﷻ—disputar sobre o decreto e sondar o «porquê» é desvio.",
    "explanation": "O decreto de Allah está escrito e é certo; nada o pode alterar. Disputar sobre «porque Allah decretou isto» ou sondar os segredos do qadar sem base sólida é proibido e pode levar ao desvio (como visões qadarí ou jabari extremas).<br><br>A sura al-Kahf: 22 adverte contra perguntar o que não foi revelado. Um hadith autêntico (Muslim) afirma que falar do decreto sem conhecimento é proibido; o Profeta proibiu o debate sobre o qadar. Os sábios explicam que cremos no decreto sem \"cavar\" o que Allah não revelou.<br><br>Aceitamos o decreto com confiança e paciência; não gastamos energia a disputar «porque me foi decretado isto». O nosso foco é actuar conforme a Lei e aceitar o decreto de Allah de coração sereno.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 28,
    "title": "Allah Nunca Perecerá",
    "text": "Allah ﷻ nunca perecerá nem terá fim.",
    "explanation": "Allah é eternamente duradouro; não perecerá, não desaparecerá nem terá fim. Ao contrário da criação efémera, a essência e os atributos de Allah permanecem para sempre. Esta crença faz parte da perfeição do tawhīd.<br><br>Sura ar-Raḥmān: 27: «E permanece o rosto do teu Senhor.» Sura al-Qaṣaṣ: 88: «Tudo perece exceto o Seu rosto.» O hadith e o consenso dos sábios afirmam que Allah não perecerá; Ele é o Primeiro e o Último, o Aparente e o Oculto.<br><br>Crer nisto dá-nos paz: a promessa do Paraíso e a ameaça do Inferno são eternas, e o único digno de apoio duradouro é Allah. Não receamos que o nosso «Senhor» desapareça; a Sua eternidade é fonte de tranquilidade para o crente.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 29,
    "title": "Allah Não Precisa Da Criação",
    "text": "Allah ﷻ não precisa do Trono nem do que está por baixo.",
    "explanation": "O Trono (ʿArsh) é a maior criação de Allah, mas Allah não precisa do Trono nem do que está por baixo. Allah existe sem precisar de lugar; o Trono foi criado como sinal de poder e para a criação, não para \"sustentar\" Allah.<br><br>Sura Ṭāhā: 5: «O Misericordioso, que Se estabeleceu sobre o Trono.» Os sábios interpretam o istiwāʾ de forma digna de Allah sem O assemelhar à criação. Sura al-Baqarah: 255 afirma que Allah não adormece nem dorme; não precisa de descanso nem de \"assento\". Um hadith autêntico diz que o Trono é o tecto do Paraíso e que Allah não precisa do céu nem da terra.<br><br>Este entendimento guarda-nos de imaginar Allah \"sentado\" no Trono como um rei. Allah é Autossuficiente; o Trono e toda a criação são a Sua criação submissa, não algo de que Ele precise.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 30,
    "title": "Fé No Trono E No Escabelo",
    "text": "O Trono (ʿArsh) e o Escabelo (al-Kursī) são reais, e cremos neles.",
    "explanation": "O Trono e o Escabelo são criação de Allah mencionada nos textos; cremos neles sem negar nem os assemelhar a tronos mundanos. O Trono é o trono imenso; o Escabelo (no versículo do Trono) também é mencionado como abrangendo os céus e a terra.<br><br>Sura al-Baqarah: 255 (versículo do Trono): «O Seu Escabelo abrange os céus e a terra.» Sura al-Ḥāqqa: 17 e outros versículos mencionam os anjos a carregar o Trono. Um hadith autêntico (Bujārī) diz que os sete céus em relação ao Escabelo são como um anel num deserto, e o Escabelo em relação ao Trono é ainda mais pequeno. Cremos sem perguntar «como» quanto à sua forma.<br><br>A fé no Trono e no Escabelo recorda-nos a grandeza de Allah; só a Sua criação é tão vasta, quanto mais o Criador. Não negamos nem ridicularizamos as notícias invisíveis autênticas do Alcorão e da Suna.",
    "category": "Anjos E O Invisível"
  },
  {
    "no": 31,
    "title": "Obrigação Do Hajj E Do Jihad",
    "text": "O Hajj e o Jihad sob a autoridade do governante dos Muçulmanos—justo ou injusto—são obrigações que permanecem até à Hora Final, e ninguém pode anulá-las ou aboli-las.",
    "explanation": "O Hajj e o Jihad permanecem obrigatórios segundo a Lei mesmo com governante injusto; não podemos anular estas obrigações com o pretexto de nos opormos ao governante. Cumprem-se com o imam/amir dos Muçulmanos para ordem e para evitar o caos; estas obrigações vigoram até ao Dia do Juízo.<br><br>Sura Āl ʿImrān: 97 torna o hajj obrigatório para quem tem capacidade. Um hadith autêntico (Bujārī–Muslim) diz que o jihad permanece sob comando; «Ouvi e obedecei (ao amir) mesmo que um escravo abissínio vos lidere.» O Profeta disse também que continuamos a rezar atrás de um imam pecador enquanto ele estabelecer a oração. Isto não justifica a injustiça mas preserva a unidade e a ordem da Lei.<br><br>Na prática cumprimos o hajj quando podemos e juntamo-nos ao jihad quando chamados de forma lícita; não usamos as falhas do governante como desculpa para abandonar obrigações ou dividir a comunidade.",
    "category": "Comunidade, Governante E Fiqh"
  },
  {
    "no": 32,
    "title": "O Segredo Da Realidade Do Decreto De Allah",
    "text": "A realidade do decreto (qadar) é um segredo de Allah ﷻ na Sua criação; o homem crê nela sem sondar nem questionar o «porquê» dos actos de Allah ﷻ, pois Allah ﷻ proíbe-o e isso só traz perda.",
    "explanation": "A realidade do qadar é segredo de Allah; cremos que todo o decreto vem d'Ele sem \"cavar\" nem questionar \"porquê\" Allah actua assim. Sondar isso é proibido e só traz perda (desvio ou inquietação).<br><br>Sura al-Māʾidah: 101 proíbe perguntar sobre o que, se explicado, só sobrecarregaria. Um hadith autêntico (Muslim) proíbe disputar sobre o qadar. O Profeta advertiu também que quem disputa sobre o qadar não se salvará. Os sábios de Ahl as-Sunna creem no qadar sem takyīf nem taʿṭīl.<br><br>Aceitamos o decreto de coração aberto e focamo-nos nas obras; não perdemos tempo a sondar \"porque Allah decretou isto ou aquilo\" porque fica fora do alcance da razão e não beneficia a fé.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 33,
    "title": "O Islam Única Religião Verdadeira",
    "text": "Só há uma religião de Allah ﷻ no céu e na terra, e é o Islam (submissão).",
    "explanation": "A religião aceite por Allah é uma só: o Islam (submissão a Allah com tawhīd e seguimento do Mensageiro). A religião celestial verdadeira do Profeta Adam ao Profeta Muhammad é em essência uma; o que se desvia ou é falsificado já não é religião de Allah.<br><br>Sura Āl ʿImrān: 19: «Em verdade a religião (aceite) junto de Allah é o Islam.» Sura Āl ʿImrān: 85: «Quem buscar religião além do Islam, não será aceite dele.» Um hadith autêntico diz que os profetas são irmãos (a sua religião é uma); o Profeta Muhammad foi enviado com o Islam que completa. Não impomos esta crença pela força, mas temos certeza de que a verdade é uma e o caminho da salvação é o Islam.<br><br>Isto impele-nos a aprender e praticar o Islam correctamente, a não misturá-lo com crenças contraditórias e a convidar a ele com sabedoria para que outros conheçam a única religião que Allah aceita.",
    "category": "Fé: Pilares, Definição E Justo Meio"
  },
  {
    "no": 34,
    "title": "Igualdade Da Fé E Diferença Em Piedade",
    "text": "A fé é em essência a mesma para todos, mas a superioridade de uns sobre outros deve-se à piedade, à consciência de Allah ﷻ e à escolha do que mais agrada a Allah ﷻ.",
    "explanation": "A base da fé (pilares da fé, o que a Lei exige acreditar) é a mesma para todo o Muçulmano; não há \"grau\" de fé na crença fundamental. O que distingue o grau é a piedade, a consciência de Allah (murāqabah) e a escolha de preferir o que Allah agrada.<br><br>Sura al-Ḥujurāt: 13: «Em verdade o mais nobre entre vós junto de Allah é o mais piedoso.» Um hadith autêntico (Bujārī) diz que não se pode afirmar ser mais crente que outro no fundamental; a superioridade está nas obras e na piedade. O Profeta disse também que os melhores no Islam são os de melhor carácter.<br><br>Não nos orgulhamos considerando-nos \"mais crentes\" que outros; esforçamo-nos por aumentar a piedade e as obras. A diferença de grau junto de Allah baseia-se no esforço e na piedade, não na pretensão ou no grupo.",
    "category": "Fé: Pilares, Definição E Justo Meio"
  },
  {
    "no": 35,
    "title": "Os Pilares Da Fé Em Allah E No Mensageiro",
    "text": "A fé consiste na fé em Allah ﷻ, Seus anjos, Seus livros, Seus mensageiros, o Último Dia e a fé de que o decreto—bom e mau—é todo de Allah ﷻ.",
    "explanation": "Os pilares da fé são seis: fé em Allah, anjos, livros, mensageiros, o Último Dia e o decreto (bom e mau de Allah). São as crenças fundamentais que todo o Muçulmano deve ter; negar alguma corrompe a fé.<br><br>Um hadith autêntico (Bujārī–Muslim) de ʿUmar ibn al-Khaṭṭāb afirma estes seis pilares quando Jibrīl perguntou sobre a fé. Sura al-Baqarah: 285: «O Mensageiro crê no que lhe foi revelado do seu Senhor, e os crentes igualmente. Todos creem em Allah, Seus anjos, Seus livros e Seus mensageiros.» Sura al-Ḥadīd: 22 diz que até a calamidade está escrita (parte do decreto).<br><br>Firmamos o coração nestes seis e ensinamo-los à família e a outros. A fé completa inclui todos os pilares; não podemos escolher nem rejeitar nenhum.",
    "category": "Fé: Pilares, Definição E Justo Meio"
  },
  {
    "no": 36,
    "title": "Definição Da Fé Por Língua E Coração",
    "text": "A fé consiste na afirmação pela língua e na aceitação pelo coração.",
    "explanation": "A fé não é apenas palavras nos lábios nem só obras; inclui a afirmação pela língua (chahāda, dizer a verdade) e a crença no coração (taṣdīq). Ambos têm de estar presentes; quem só fala sem crer no coração é hipócrita; quem só crê no coração sem falar não cumpriu perante as pessoas e a lei.<br><br>Um hadith autêntico (Bujārī–Muslim) diz que o Profeta foi perguntado sobre a melhor obra; a fé foi mencionada como fundamento. Sura al-Ḥujurāt: 14: «Os beduínos dizem: Cremos. Diz: Não credes; antes dizei: Submetemo-nos (Islām), pois a fé ainda não entrou nos vossos corações.» Os sábios de Ahl as-Sunnah concordam que a fé inclui a palavra (qawl) e as obras que decorrem da «aceitação pelo coração».<br><br>Guardamos a língua de palavras que prejudicam a fé e o coração da dúvida ou da negação; esforçamo-nos por alinhar palavra e convicção.",
    "category": "Fé: Pilares, Definição E Justo Meio"
  },
  {
    "no": 37,
    "title": "Desvinculação Da Desviação Doutrinal",
    "text": "Esta é a nossa religião e o que cremos interior e exteriormente; desvinculamo-nos perante Allah ﷻ de quem se oponha ao que enunciamos e explicamos.",
    "explanation": "Este credo Ṭaḥāwī é o enunciado da crença de Ahl as-Sunnah; quem se desvie do que nele se enuncia e explica, desvinculamo-nos dele perante Allah. Não é hostilidade pessoal mas clarificação de que não seguimos a desviação doutrinal (inovação, superstição ou desvio).<br><br>A sura al-Mumtaḥanah: 4 ordena desvincular-se dos inimigos de Allah. O Profeta disse (Abū Dāwūd, autenticado): «Quem inova ou ampara um inovador fica fora da garantia de Allah.» Os sábios explicam que a desvinculação (barāʾa) da gente da inovação é não seguir as suas crenças e clarificar o seu erro, não prejudicá-los.<br><br>Aferramo-nos ao credo são e evitamos crenças desviadas; não declaramos ninguém incrédulo sem prova válida, mas somos claros perante a desviação doutrinal e desvinculamo-nos dela.",
    "category": "Fé: Pilares, Definição E Justo Meio"
  },
  {
    "no": 38,
    "title": "O Islam É O Justo Meio Perfeito",
    "text": "O Islam é o justo meio: nem excesso nem defeito; nem assemelhar os atributos de Allah ﷻ à criação nem negar os atributos de Allah ﷻ; nem determinismo extremo (jabr) nem negação do decreto (qadar); e nem falsa segurança absoluta nem desespero.",
    "explanation": "Ahl as-Sunnah situa-se no justo meio: nos atributos de Allah afirmamos o que Allah afirma sem assemelhar à criação (tashbīh) nem negar (taʿṭīl). No decreto não somos nem deterministas extremos nem negadores do decreto; na esperança e no temor não afirmamos para ninguém o paraíso ou o inferno nem desesperamos da misericórdia de Allah.<br><br>Sura al-Baqarah: 143: «Assim vos fizemos uma comunidade do justo meio.» O hadith e o consenso dos sábios afirmam que os atributos de Allah se creem sem perguntar «como» (takyīf) e sem assemelhar (tamthīl). O Profeta proibiu o extremismo na religião. Este justo meio está a salvo da inovação.<br><br>Esforçamo-nos por manter o caminho do meio: nem excesso (ghuluww) nem negligência (taqṣīr); aprendemos com os sábios de Ahl as-Sunnah para não sermos arrastados a extremos.",
    "category": "Fé: Pilares, Definição E Justo Meio"
  },
  {
    "no": 39,
    "title": "A Verdade Da Viagem Noturna E Da Ascensão",
    "text": "A viagem noturna (Isrāʾ) e a ascensão (Miʿrāj) são verdadeiras: o Profeta ﷺ foi transportado numa noite e ascendeu em corpo acordado pelos céus até onde Allah ﷻ quis.",
    "explanation": "O Isrāʾ (viagem da Mesquita Sagrada à Mesquita Al-Aqṣā) e o Miʿrāj (ascensão pelos céus) ocorreram com o corpo e a alma do Profeta em estado de vigília; não foi um sonho nem só o espírito. Este acontecimento é um milagre que Allah deu para fortalecer o Profeta e a umma; cremos nele sem exigir um «como» racional porque está além da criação ordinária.<br><br>Sura al-Isrāʾ: 1: «Glória a Quem fez viajar o Seu servo de noite da Mesquita Sagrada à Mesquita Al-Aqṣā.» Um hadith autêntico (Bujārī–Muslim) relata o Miʿrāj em pormenor: o Profeta ascendeu pelos céus, encontrou os profetas anteriores e recebeu o mandato das cinco orações. Estes relatos são de transmissão ampla e parte da crença da comunidade.<br><br>Consideramos o Isrāʾ e o Miʿrāj verdade vindos de Allah; isto reforça a nossa crença de que o Profeta é o mensageiro de Allah com milagres e de que as cinco orações são a grande obrigação estabelecida acima dos céus.",
    "category": "Profeta E Mensageiro"
  },
  {
    "no": 40,
    "title": "O Perdão De Allah Para Os Servos Crentes",
    "text": "Se Allah ﷻ quiser, perdoa-os e indulta-os pela Sua graça; se Allah ﷻ quiser, castiga-os, depois tira-os por misericórdia e intercessão; Allah ﷻ é o Protetor de quem O conhece e não os trata como a quem nega Allah ﷻ.",
    "explanation": "Allah tem o poder de perdoar os Seus servos crentes pela Sua graça, ou de os castigar segundo a Sua justiça; se castigar, pode ainda tirá-los do Fogo por misericórdia e intercessão. Quem conhece Allah (ʿārif billāh) e crê não é tratado como quem O nega.<br><br>Sura az-Zumar: 53: «Diz: Ó Meus servos que transgredistes contra vós mesmos, não desespereis da misericórdia de Allah. Por certo Allah perdoa todos os pecados.» Um hadith autêntico menciona a intercessão do Profeta pela sua umma e que Allah tira do Fogo quem tem tawḥīd no coração. Ahl as-Sunnah crê que a gente do tawḥīd não permanece eternamente no Fogo se nele entrar por causa do pecado.<br><br>Não afirmamos «perdoado de certeza» nem «no Fogo de certeza» para ninguém; esperamos a misericórdia de Allah e tememos o Seu castigo. Estamos certos de que Allah é justo e misericordioso; quem se arrepende e crê não é tratado como quem não crê.",
    "category": "O Último Dia"
  },
  {
    "no": 41,
    "title": "Esperança De Paraíso Para Quem Faz O Bem",
    "text": "Esperamos que Allah ﷻ perdoe quem faz o bem e o admita no Paraíso, mas não afirmamos isso de ninguém; pedimos perdão para quem faz o mal, e não desesperamos da misericórdia de Allah para tal pessoa.",
    "explanation": "Esperamos e pensamos bem que Allah perdoa a gente do bem e os admite no Paraíso, mas não afirmamos isso de nenhuma pessoa em concreto (não há garantia sem obras). Para quem faz o mal pedimos perdão e não desesperamos da misericórdia de Allah para ele.<br><br>Sura az-Zumar: 53 convida a não desesperar da misericórdia de Allah. Um hadith autêntico diz que ninguém entra no Paraíso pelas suas obras; tudo pela misericórdia de Allah. O Profeta proibiu afirmar o Paraíso ou o Fogo para ninguém; esperamos o melhor e suplicamos. Ahl as-Sunnah não são como os kharijitas que declaram incrédulos os que cometem pecados graves nem como os murji'itas que desprezam as obras.<br><br>Esforçamo-nos por fazer o melhor e esperamos a misericórdia de Allah; suplicamos por quem faz o mal e não julgamos que entrará no Fogo. Este equilíbrio entre esperança e temor guarda-nos do extremismo.",
    "category": "O Último Dia"
  },
  {
    "no": 42,
    "title": "Profecia De Ibrahim E Palavra A Musa",
    "text": "Cremos que Allah ﷻ tomou Ibrahim como amigo íntimo (jalīl), e que Allah ﷻ falou diretamente a Musa.",
    "explanation": "O Profeta Ibrahim é o Amigo de Allah (Jalīlullāh); Allah escolheu-o como companheiro próximo. O Profeta Musa recebeu o privilégio de falar diretamente com Allah (kalāmullāh) sem intermediário; é um milagre e honra de Allah.<br><br>Sura an-Nisāʾ: 125: «E Allah tomou Ibrahim como amigo (jalīl).» Sura an-Nisāʾ: 164: «E Allah falou a Musa de palavra.» Um hadith autêntico afirma o mérito de Ibrahim e Musa; o Profeta disse que Allah falou a Musa no Monte Ṭūr. Cremos nos méritos dos profetas sem menosprezar outros.<br><br>Esta crença ensina-nos a honrar todos os profetas e a não opor um ao outro; cada um tem o mérito dado por Allah. Tomamos exemplo de Ibrahim (firmeza no tawḥīd) e de Musa (diálogo com Allah pela súplica e obediência).",
    "category": "Profeta E Mensageiro"
  },
  {
    "no": 43,
    "title": "Perguntas E Castigo Na Sepultura",
    "text": "Cremos no castigo da sepultura para quem o merece, e no interrogatório na sepultura por Munkar e Nakīr sobre o Senhor, a religião e o profeta de cada um, como nos hadices e relatos dos Companheiros.",
    "explanation": "Após a morte, a pessoa está no âmbito do barzaj; na sepultura é interrogada por dois anjos (Munkar e Nakīr) sobre o seu Senhor, a sua religião e o seu profeta. Quem responde bem recebe o bem da sepultura; quem não crê ou é hipócrita recebe o castigo da sepultura segundo a justiça de Allah.<br><br>Hadices autênticos (Bujārī, Muslim e outros) relatam o interrogatório e castigo da sepultura; o Profeta ensinou uma súplica para pedir proteção do castigo da sepultura. Os relatos dos Companheiros também o afirmam. Sura al-Muʾminūn: 99–100 alude ao barzaj e à barreira entre o morto e o retorno ao mundo.<br><br>Preparamo-nos firmando o tawḥīd, seguindo a religião verdadeira e reconhecendo o Profeta Muhammad; suplicamos firmeza perante o interrogatório na sepultura e proteção do castigo da sepultura.",
    "category": "O Último Dia"
  },
  {
    "no": 44,
    "title": "Ressurreição E Conta No Dia Do Juízo",
    "text": "Cremos na ressurreição após a morte, na recompensa das obras no Dia do Juízo, na apresentação das obras, na conta (ḥisāb), na leitura do registo, em recompensa ou castigo, na ponte (ṣirāṭ) e na balança (mīzān).",
    "explanation": "O Dia do Juízo é quando toda a gente é ressuscitada da sepultura para ser julgada. As obras são apresentadas, o registo é lido, a balança (mīzān) pesa as obras, depois a gente atravessa a ponte (ṣirāṭ) para o Paraíso ou o Fogo. Cremos em tudo isto como vem no Alcorão e no hadith.<br><br>Sura az-Zalzalah: 7–8: «Quem fizer um bem do peso de um átomo vê-lo-á. E quem fizer um mal do peso de um átomo vê-lo-á.» Sura al-Kahf: 49, al-Isrāʾ: 13–14 e outros versos falam do registo de obras, da conta e da mīzān. Um hadith autêntico (Bujārī–Muslim) relata o ṣirāṭ e que uns atravessam e outros caem.<br><br>Esta crença impele-nos a fazer o bem e a evitar o pecado; estamos certos de que nada se perde do registo e toda a obra será recompensada. Pedimos a Allah que facilite a nossa conta e nos salve nesse dia.",
    "category": "O Último Dia"
  },
  {
    "no": 45,
    "title": "Crença Nas Karāmāt Dos Santos",
    "text": "Cremos nas karāmāt (prodigios) dos santos que conhecemos, e em relatos autênticos sobre eles de fontes dignas de confiança.",
    "explanation": "A karāma é um prodígio ou favor que Allah concede a uma pessoa recta (walī) fora do ordinário, como conhecimento dado sem estudo ou auxílio num momento crítico. Cremos em karāmāt cujos relatos são autênticos de fontes fidedignas; não as negamos nem exageramos.<br><br>Sura Maryam relata que a Maryam foi dada provisão no mihrāb; Sura al-Kahf relata a Gente da Caverna. Hadices autênticos contam as karāmāt dos Companheiros (ex.: ʿUmar «ver» o exército de longe). Os sábios de Ahl as-Sunnah crêem na karāma sem equipará-la ao milagre profético nem deificar o santo.<br><br>Não rejeitamos karāmāt relatadas com rigor, mas não acreditamos facilmente em histórias de origem incerta. A excelência verdadeira é a taqwā e o seguimento do Profeta; a karāma é um dom de Allah, não uma medida de rectidão.",
    "category": "Fé: Pilares, Definição E Justo Meio"
  },
  {
    "no": 46,
    "title": "O Decreto Da Pena Na Tábua Preservada",
    "text": "Cremos na Tábua Preservada (Lawḥ Maḥfūẓ) e na Pena e em tudo o que está escrito; o que Allah ﷻ escreveu ocorrerá sem falta, e o que Allah ﷻ não escreveu não ocorrerá; o que escapa a uma pessoa nunca o alcançará.",
    "explanation": "A Tábua Preservada é o «registro mestre» onde Allah escreveu todo o decreto; a Pena (qalam) é uma criatura que escreve por ordem de Allah. O escrito ocorrerá; o não escrito não ocorrerá. Provisão, prazo de vida e destino estão registados; o que escapa a uma pessoa não o alcançará.<br><br>Sura al-Ḥadīd: 22: «Nenhuma desgraça ocorre na terra nem em vós sem estar num livro (a Tábua Preservada) antes de a fazermos existir.» Um hadith autêntico (Aḥmad, etc.) diz que a primeira coisa que Allah criou foi a Pena, depois ordenou-lhe escrever tudo o que ocorreria. Sura al-Anʿām: 59 afirma que nada se oculta ao conhecimento de Allah.<br><br>Cremos neste decreto sem nos sentirmos «forçados»; continuamos a esforçar-nos e a suplicar porque o esforço e a súplica também fazem parte do decreto. Esta crença dá paz ao coração e guarda-nos da inveja ou do desespero pelo que não recebemos.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 47,
    "title": "O Anjo Da Morte E A Sua Tarefa",
    "text": "Cremos no Anjo da Morte, encarregado de tomar as almas de toda a criação.",
    "explanation": "O Anjo da Morte (ʿAzrāʾīl ou Malak al-Mawt) é o anjo que Allah encarregou de tomar a alma de todo o ser vivo. A tomada da alma ocorre por ordem de Allah; ninguém morre antes do seu prazo nem se atrasa depois.<br><br>Sura as-Sajdah: 11: «Diz: O anjo da morte encarregado de vós far-vos-á morrer.» Um hadith autêntico relata que o Anjo da Morte chega à pessoa quando chega o seu prazo; uns são tomados com facilidade e outros com dificuldade segundo as suas obras. Não afirmamos o nome do anjo (ʿAzrāʾīl) com certeza por falta de prova decisiva; o certo é a crença no anjo que toma as almas.<br><br>Esta crença lembra-nos que a morte chegará e que se cumpre por ordem de Allah; preparamo-nos com arrependimento e boas obras para que, quando a nossa alma for tomada, estejamos em bom estado.",
    "category": "Anjos E O Invisível"
  },
  {
    "no": 48,
    "title": "Os Dois Anjos Que Registam As Obras Humanas",
    "text": "Cremos nos anjos nobres que registam as obras das pessoas, pois Allah ﷻ os colocou sobre as pessoas como dois guardiões.",
    "explanation": "Cada pessoa está acompanhada por dois anjos: um regista o bem e outro o mal. Nenhuma palavra nem obra se perde do registo; este registo será apresentado no Dia do Juízo. Ambos são «guardiões» postos por Allah, não para prejudicar mas para registar com justiça.<br><br>Sura Qāf: 17–18: «Quando os dois anjos registam (as obras), um sentado à direita e outro à esquerda. Nenhuma palavra se pronuncia sem haver junto a ele um vigilante preparado.» Sura al-Infiṭār: 10–12 mencionam também os guardiões (ḥafẓa). Um hadith autêntico afirma que os anjos registam toda a obra.<br><br>Somos conscientes de que toda a obra fica registada; isto impele-nos a guardar a língua e as obras e a aumentar o bem. Não tememos até à angústia mas não descuidamos; esforçamo-nos para que o registo da direita pese mais que o da esquerda.",
    "category": "Anjos E O Invisível"
  },
  {
    "no": 49,
    "title": "Fé Nos Mensageiros E Nos Livros",
    "text": "Cremos nos anjos, nos profetas e nos livros revelados aos mensageiros, e damos testemunho de que todos seguiram a verdade manifesta.",
    "explanation": "Cremos nos anjos, nos profetas e nos livros de Allah (a Torá, o Evangelho, o Zabūr e o Alcorão) sem discriminar. Todos os mensageiros trouxeram a mesma verdade (tawḥīd e obediência); damos testemunho de que estavam na verdade manifesta e não negamos nenhum.<br><br>Sura al-Baqarah: 285: «Todos crêem em Allah, nos Seus anjos, nos Seus livros e nos Seus mensageiros. (Dizem:) Não discriminamos entre nenhum dos Seus mensageiros.» Sura an-Nisāʾ: 150–152 advertem contra quem nega alguns mensageiros. Um hadith autêntico afirma que cremos em todos os profetas de Adam a Muhammad.<br><br>Não insultamos nenhum profeta nem livro; sustentamos que o Islão completa e confirma o que veio antes. Seguimos o Profeta Muhammad como mensageiro final e o Alcorão como livro final que confirma os livros anteriores.",
    "category": "Alcorão E Revelação"
  },
  {
    "no": 50,
    "title": "Tudo É Decreto De Allah",
    "text": "Cremos em tudo isto e estamos certos de que tudo é de Allah ﷻ.",
    "explanation": "Tudo o que cremos—anjos, livros, mensageiros, decreto, o Último Dia, etc.—e tudo o que ocorre no universo é em essência de Allah. Nada ocorre sem o Seu conhecimento, vontade e decreto; cremos nisto com certeza.<br><br>Sura at-Taghābun: 11: «Nenhuma desgraça ocorre a ninguém senão com permissão de Allah.» Sura al-Ḥadīd: 22 afirma que toda a desgraça está escrita. Um hadith autêntico (Muslim) afirma a crença no decreto, o bom e o mau dele, de Allah. A crença de que «tudo é de Allah» é o fundamento do tawakkul e da paciência.<br><br>Não atribuímos os factos apenas à «natureza» ou ao «acaso»; estamos certos de que por detrás de tudo está o decreto de Allah. Isto não tira a responsabilidade humana (continuamos a esforçar-nos e prestamos contas), mas deixamos o resultado final a Allah.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 51,
    "title": "Não Discriminar Entre Os Mensageiros",
    "text": "Cremos em tudo isto, não discriminamos entre nenhum dos mensageiros e aceitamos como verdade tudo o que trouxeram.",
    "explanation": "Cremos em todos os mensageiros sem discriminar: não negamos uns e afirmamos outros. O que trouxeram (tawḥīd, obrigações de culto, moral) aceitamos como verdade; não dizemos «cremos em uns e não cremos noutros».<br><br>Sura al-Baqarah: 136: «Dizei: Cremos em Allah e no que nos foi revelado, e no revelado a Ibrāhīm, Ismāʿīl, Isḥāq, Yaʿqūb e às tribos, e no dado a Mūsā, ʿĪsā e aos profetas do seu Senhor. Não discriminamos entre nenhum deles.» Sura an-Nisāʾ: 150–152 proíbe crer em uns mensageiros e negar outros. O hadith afirma que insultar qualquer profeta é pecado grave.<br><br>Honramos todos os profetas e não opomos um ao outro; seguimos a lei do Profeta Muhammad como selo e perfeccionador, crendo que todos os mensageiros trouxeram a verdade de Allah.",
    "category": "Profeta E Mensageiro"
  },
  {
    "no": 52,
    "title": "O Surgimento Do Dajjal E Os Sinais Da Hora",
    "text": "Cremos nos sinais da Hora como o surgimento do Dajjal, a descida de ʿĪsā ibn Maryam do céu, o sol a nascer do oeste e a saída da Besta da terra.",
    "explanation": "Cremos nos sinais da Hora mencionados pelo Profeta: o surgimento do Dajjal (o grande enganador), a descida de ʿĪsā ibn Maryam do céu para derrotar o Dajjal e estabelecer a lei, o sol a nascer do oeste (após o que o arrependimento não é aceite) e a saída da Besta da terra. Tudo isto ocorre antes da Hora maior.<br><br>Hadices autênticos (Bujārī, Muslim e outros) relatam os sinais da Hora. O Profeta disse que o Dajjal surgirá e ʿĪsā descerá e matá-lo-á. Sura al-Anʿām: 158 alude ao sol a nascer do oeste. Cremos sem questionar o «como» em pormenor.<br><br>Esta crença recorda-nos que a Hora é real e tem sinais; preparamo-nos com fé e obras rectas e não nos deixamos enganar pelo Dajjal ou afirmações falsas.",
    "category": "O Último Dia"
  },
  {
    "no": 53,
    "title": "Os Dez Companheiros Prometidos Ao Paraíso",
    "text": "Atestamos que os dez a quem o Mensageiro de Allah ﷺ prometeu o Paraíso estarão no Paraíso: Abū Bakr, ʿUmar, ʿUthmān, ʿAlī, Ṭalḥa, Az-Zubayr, ʿAbdur-Raḥmān ibn ʿAwf, Saʿd ibn Abī Waqqāṣ, Saʿīd ibn Zayd e Abū ʿUbayda ibn Al-Jarrāḥ.",
    "explanation": "Os dez companheiros a quem o Profeta prometeu o Paraíso (al-ʿashara al-mubashshara) cremos que entrarão no Paraíso: Abū Bakr, ʿUmar, ʿUthmān, ʿAlī, Ṭalḥa, Az-Zubayr, ʿAbdur-Raḥmān ibn ʿAwf, Saʿd ibn Abī Waqqāṣ, Saʿīd ibn Zayd e Abū ʿUbayda ibn Al-Jarrāḥ. A promessa do Profeta é verdadeira e eles são modelo para a ummah.<br><br>Um hadith autêntico (Tirmidhī e outros) afirma que o Profeta prometeu o Paraíso a estes dez companheiros. São figuras destacadas do Islão; reconhecer a sua excelência é parte do credo de Ahl as-Sunnah. Não exageramos nem menosprezamos; seguimos o seu caminho.<br><br>Honramos todos os companheiros e não guardamos ódio por nenhum; tomamos como exemplo estes dez na fé, justiça e sacrifício.",
    "category": "Companheiros, Califas E Ahlul Bayt"
  },
  {
    "no": 54,
    "title": "Amar A Justiça E Odiar A Opressão",
    "text": "Amamos a gente de justiça e honestidade e odiamos a gente de opressão e falsidade.",
    "explanation": "Amamos todos os companheiros do Profeta sem excesso para com nenhum (ghuluw) nem negligência para com nenhum (taqṣīr). Amar os companheiros é parte do Islão e da fé; odiar ou insultar os companheiros é incredulidade e hipocrisia.<br><br>Sura at-Tawba: 100 elogia os primeiros e principais dos Muhājirūn e dos Anṣār. Um hadith autêntico proíbe insultar os companheiros; o Profeta disse não insulteis os meus companheiros. Ahl as-Sunnah reconhece que os companheiros puderam diferir em ijtihād mas não em credo.<br><br>Não nos juntamos a insultar os companheiros nem os consideramos em falta sem prova; honramo-los e tomamos como exemplo a melhor geração desta ummah.",
    "category": "Comunidade, Governante E Fiqh"
  },
  {
    "no": 55,
    "title": "A Proibição De Odiar Os Companheiros Do Profeta",
    "text": "Amamos os companheiros do Mensageiro de Allah ﷺ, mas não vamos ao excesso com nenhum nem descuramos nenhum; amar os companheiros é parte do Islão e da fé; odiar os companheiros é incredulidade e hipocrisia.",
    "explanation": "Amamos a gente de justiça e honestidade e odiamos a gente de opressão e falsidade. Amar e odiar por Allah é parte da fé; não somos neutros perante a opressão ou a falsidade.<br><br>Sura al-Mumtaḥana: 8 ordena não tomar como inimigos quem não nos combate pela religião. O Profeta disse (Bujārī) que os mais amados por Allah são os que mais beneficiam as pessoas. A opressão e a falsidade estão proibidas em muitos versículos e hadices.<br><br>Esforçamo-nos por ser justos e honestos nos nossos assuntos e apoiar a justiça na sociedade; evitamos a opressão e a falsidade e não nos aliamos aos opressores na sua opressão.",
    "category": "Companheiros, Califas E Ahlul Bayt"
  },
  {
    "no": 56,
    "title": "A Ordem Dos Califas Bem Guiados Como Líderes Dos Muçulmanos",
    "text": "Afirmamos que após a morte do Mensageiro de Allah ﷺ o califado passou primeiro a Abū Bakr Aṣ-Ṣiddīq, depois a ʿUmar, depois a ʿUthmān, depois a ʿAlī ibn Abī Ṭālib—eles são os Califas Bem Guiados e os líderes rectos.",
    "explanation": "Após a morte do Profeta, o califado passou a Abū Bakr, depois a ʿUmar, depois a ʿUthmān, depois a ʿAlī. São os Califas Bem Guiados (al-Julafāʾ ar-Rāshidūn); esta ordem baseia-se no facto histórico e no consenso de Ahl as-Sunnah.<br><br>Um hadith autêntico afirma que o califado após o Profeta pertence a Quraysh e que o Profeta ordenou seguir a sunna dos califa bem guiados. Relatos autênticos relatam a promessa de lealdade a Abū Bakr, depois a ʿUmar, ʿUthmān e ʿAlī. Não nos opomos nem menosprezamos nenhum deles.<br><br>Reconhecemos os quatro califa como líderes justos e seguimos o seu caminho em religião e governo; não seguimos quem insulta ou declara incrédulo algum califa.",
    "category": "Companheiros, Califas E Ahlul Bayt"
  },
  {
    "no": 57,
    "title": "Seguir A Sunnah Do Profeta E A Comunidade",
    "text": "Seguimos a Sunnah do Profeta ﷺ e a comunidade muçulmana e evitamos o desvio, a divisão e a discórdia.",
    "explanation": "Aferramo-nos à Sunnah do Profeta e à comunidade de muçulmanos; evitamos a inovação, a divisão e as posições desviadas. Seguir a Sunnah e a comunidade é o caminho de segurança.<br><br>Um hadith autêntico (Abū Dāwūd, Tirmidhī) diz: «Aferrai-vos à minha Sunnah e à sunna dos califa bem guiados» e «A comunidade é misericórdia, a divisão é castigo.» Sura Āl ʿImrān: 103 ordena aferrar-se à corda de Allah e não dividir-se. Ahl as-Sunnah wa al-Jamāʿa é o nome de quem segue este caminho.<br><br>Aprendemos a religião de fontes autênticas (o Alcorão e a Sunnah) e seguimos o entendimento da comunidade, não o capricho nem grupos cindidos; evitamos debates que dividam.",
    "category": "Comunidade, Governante E Fiqh"
  },
  {
    "no": 58,
    "title": "Definição De Muçulmanos Como Gente Da Qibla",
    "text": "Chamamos muçulmano e muʾmin a quem orienta para a nossa qibla—desde que essa gente da qibla reconheça o que o Profeta ﷺ trouxe e aceite como verdade tudo o que disse e transmitiu.",
    "explanation": "Quem reza orientado para a nossa qibla (a Kaʿba) e reconhece o que o Profeta trouxe e afirma tudo o que o Profeta disse e transmitiu chamamo-lo muçulmano e muʾmin. Não declaramos incrédulos a gente da qibla enquanto não neguem o que é claramente incredulidade.<br><br>Sura al-Baqarah: 143 descreve a ummah islâmica como comunidade do justo meio. Um hadith autêntico afirma que quem reza como nós e orienta para a nossa qibla é muçulmano. Os sábios de Ahl as-Sunnah não declaram incrédulos a gente da qibla por pecado enquanto não o considerem lícito.<br><br>Não acusamos à ligeira de incredulidade; distinguimos entre um muçulmano que peca e quem saiu do Islão. Deixamos os segredos do coração a Allah e tratamos a gente da qibla como irmãos muçulmanos.",
    "category": "Comunidade, Governante E Fiqh"
  },
  {
    "no": 59,
    "title": "A Unidade É O Correcto E A Divisão É Castigo",
    "text": "Concordamos que a unidade é o caminho correcto e que a divisão é desvio e castigo.",
    "explanation": "A unidade sobre a verdade é o caminho correcto; a divisão é desvio e castigo. Allah ordena a unidade e proíbe a divisão.<br><br>Sura Āl ʿImrān: 103: «Aferrai-vos todos à corda de Allah e não vos dividais.» Um hadith autêntico (Ibn Māyah) afirma que a divisão é castigo. O Profeta proibiu dividir-se e ordenou ouvir e obedecer ao governante quando não for desobediência.<br><br>Esforçamo-nos por preservar a fraternidade islâmica e não dividir a ummah com temas de inovação ou acusação; unimo-nos sobre o Alcorão, a Sunnah e o entendimento dos salaf.",
    "category": "Comunidade, Governante E Fiqh"
  },
  {
    "no": 60,
    "title": "A Permissibilidade De Passar A Mão Sobre O Juff Segundo O Hadith",
    "text": "Concordamos em passar a mão sobre o juff (meias de couro) tanto em viagem como em residência, como nos hadices.",
    "explanation": "Passar a mão sobre o juff (meias de couro que cobrem os tornozelos) em vez de lavar os pés na ablução está permitido no hadith, tanto em viagem como em residência. É uma concessão da lei que o Profeta ensinou.<br><br>Um hadith autêntico (Muslim e outros) relata que o Profeta e os companheiros passavam a mão sobre o juff. Os sábios concordam na sua permissibilidade com as condições mencionadas no fiqh. É parte da facilidade da religião; seguimo-lo sem excesso nem rejeição.<br><br>Podemos usar a concessão de passar a mão sobre o juff segundo as condições ao realizar a ablução; não o consideramos obrigatório nem proibido enquanto seguirmos a evidência autêntica.",
    "category": "Comunidade, Governante E Fiqh"
  },
  {
    "no": 61,
    "title": "Oração Atrás De Todo Imame",
    "text": "Concordamos em orar atrás de qualquer um da gente da qibla—justo ou injusto—e em fazer a oração fúnebre por qualquer um da gente da qibla quando falecer.",
    "explanation": "Oramos atrás de qualquer um da gente da qibla—piedoso ou transgressor—enquanto estabeleça a oração validamente; também fazemos a oração fúnebre por qualquer um da qibla que falecer. Isto preserva a unidade e não boicota a comunidade por defeito pessoal do imame.<br><br>Um hadith autêntico (Bujārī–Muslim) confirma que se ora atrás do imame transgressor. O Profeta disse: estão à vossa frente; se acertarem a recompensa é vossa e deles, se errarem a recompensa é vossa e a culpa deles. A oração fúnebre do muçulmano é obrigação de suficiência.<br><br>Não abandonamos a comunidade pela imperfeição do imame; mantemos a oração em comum e rogamos guia para o imame. Fazemos a oração fúnebre pelo muçulmano falecido e não a rejeitamos pelos pecados dessa pessoa.",
    "category": "Comunidade, Governante E Fiqh"
  },
  {
    "no": 62,
    "title": "O Alcorão É Kalām Não Criado",
    "text": "Não polemizamos sobre o Alcorão e damos testemunho de que é a palavra de Allah ﷻ trazida pelo Espírito Fiel a Muhammad ﷺ; não é palavra de criatura e não dizemos que foi criado.",
    "explanation": "O Alcorão é Kalāmullāh (palavra de Allah) trazida por Jibrīl ao Profeta Muhammad; não é palavra de criatura e não dizemos que foi criado. Discutir sem base «como» ou «se foi criado» é inovação; acreditamos no que Allah e o Enviado estabeleceram.<br><br>Sura at-Tawba: 6 menciona «a palavra de Allah» (Kalāmullāh). Um hadith autêntico afirma que o Alcorão foi revelado pelo Espírito Fiel (Jibrīl). Ahl as-Sunnah estabelece que o Kalām de Allah é um atributo Seu, não criado; quem disser que o Alcorão é criado desvia-se.<br><br>Não polemizamos sobre isto com a gente comum; acreditamos que o Alcorão é a palavra sagrada de Allah e não criada. Honramos o Alcorão e praticamo-lo sem cair em debates de pouco proveito.",
    "category": "Alcorão E Revelação"
  },
  {
    "no": 63,
    "title": "Evitar Palavras Vãs Sobre A Religião",
    "text": "Não entramos em palavras vãs sobre Allah ﷻ nem permitimos que a controvérsia sobre a religião de Allah ﷻ prejudique a fraternidade.",
    "explanation": "Não entramos em palavras vãs sobre Allah (como debater a Sua essência ou o que não tem base nas provas) nem permitimos que a controvérsia sobre a religião de Allah quebre a fraternidade. A religião baseia-se em provas, não em especulação.<br><br>Sura al-Isrāʾ: 36 proíbe seguir o que não tem conhecimento. Um hadith autêntico proíbe debater o Alcorão sem base e manda remeter as controvérsias a Allah e ao Enviado. Os sábios proíbem a disputa vã em religião.<br><br>Falamos de religião com base no Alcorão e na Sunnah; não gastamos tempo em debates sem fim. Preservamos a unidade e não nos dividimos por diferenças não essenciais.",
    "category": "Fé: Pilares, Definição E Justo Meio"
  },
  {
    "no": 64,
    "title": "Obediência Ao Governante Enquanto Não Ordene Pecado",
    "text": "Não aceitamos a rebelião contra o imame ou o governante dos nossos assuntos, ainda que injusto; obedecer ao imame e ao governante é parte de obedecer a Allah ﷻ e é obrigatório enquanto não ordenem pecado; rogamos guia e perdão para eles.",
    "explanation": "Não aceitamos a rebelião contra o imame ou governante dos muçulmanos ainda que injusto; obedecer-lhes é parte de obedecer a Allah e é obrigatório enquanto não ordenem desobediência. Rogamos guia e perdão para eles.<br><br>Um hadith autêntico (Bujārī–Muslim) diz: ouvi e obedecei ao emir enquanto não ordene desobediência; o Profeta proibiu rebelar-se enquanto estabeleçam a oração. Sura an-Nisāʾ: 59 ordena obedecer aos que detêm a autoridade. Isto preserva a estabilidade e a ordem da lei.<br><br>Obedecemos no lícito e não obedecemos se for ordenado pecado; não nos rebelamos com violência nem dividimos. Rogamos pelo governante guia e justiça, e aconselhamos com sabedoria.",
    "category": "Comunidade, Governante E Fiqh"
  },
  {
    "no": 65,
    "title": "Rejeição Do Adivinho E Do Augur",
    "text": "Não aceitamos como verdade o dito por adivinhos nem augures, nem afirmações contrárias ao Livro, à Sunnah e ao consenso da ummah muçulmana.",
    "explanation": "Não acreditamos em adivinhos, augures nem em quem pretenda conhecer o oculto ou prever o destino; rejeitamos também o que contradiga o Alcorão, a Sunnah e o consenso da ummah. A verdade só vem da revelação.<br><br>Um hadith autêntico (Bujārī–Muslim) diz que o Profeta afirmou: quem recorrer a um adivinho ou augur e o crer, descreu do revelado a Muhammad. Sura al-Ŷinn: 26–27 afirma que ninguém conhece o oculto senão Allah.<br><br>Não acreditamos em augúrios, horóscopos nem «ciências» que pretendam conhecer o futuro; encomendamo-nos a Allah e agimos segundo a lei de Allah. Só tomamos notícia de fontes fiáveis (Livro e Sunnah).",
    "category": "Súplica, Conhecimento E Limites"
  },
  {
    "no": 66,
    "title": "Não Declarar Kāfir O Muçulmano Por Pecado",
    "text": "Não consideramos nenhum da gente da nossa qibla como kāfir por um pecado que cometa—enquanto não considere lícito esse pecado.",
    "explanation": "Não declaramos kāfir a gente da qibla (quem ora para a nossa qibla e aceita o que o Profeta trouxe) só por cometer pecado—enquanto não considere lícito esse pecado. O pecado não tira automaticamente do Islão.<br><br>Um hadith autêntico diz: um muçulmano não deve declarar kāfir outro; quem chame o irmão «kāfir» que um dos dois carregue com essa palavra. Os sábios de Ahl as-Sunnah distinguem entre quem comete pecado grave mas continua crente e quem sai do Islão por negar o evidente ou permitir o proibido.<br><br>Não declaramos kāfir à ligeira; distinguimos entre quem peca mas continua a crer e quem nega pilares do Islão ou permite o ilícito. O oculto do coração deixamo-lo a Allah.",
    "category": "Pecado, Descrença E Gente Da Qibla"
  },
  {
    "no": 67,
    "title": "O Dano Do Pecado Para O Crente",
    "text": "Não dizemos que o pecado do crente não o prejudica.",
    "explanation": "Não dizemos que o pecado do crente não o prejudica. O pecado continua a ser prejudicial: reduz a recompensa, atrai castigo nesta vida ou na outra e enfraquece a fé. Não menosprezamos o pecado.<br><br>Sura an-Nisāʾ: 31 e outras advertem que o pecado grave pode acarretar castigo. Um hadith autêntico afirma que o pecado deixa marca no coração. O Profeta proibiu menosprezar o pecado pequeno. Ahl as-Sunnah rejeita a posição murjiʾí de que o pecado não prejudica a fé.<br><br>Tememos o pecado e arrependemo-nos; não nos sentimos seguros por mero facto de crer. Evitamos pecados graves e menores e não menosprezamos o efeito do pecado no coração e no destino na outra vida.",
    "category": "Pecado, Descrença E Gente Da Qibla"
  },
  {
    "no": 68,
    "title": "Proibição De Acusar De Kufr O Irmão Muçulmano",
    "text": "Não dizemos que nenhum da gente da qibla entrará com certeza no paraíso ou no fogo, nem acusamos ninguém de kufr, shirk ou nifāq—enquanto não o mostre; o oculto do coração deixamo-lo a Allah ﷻ.",
    "explanation": "Não afirmamos para ninguém que entrará com certeza no paraíso ou no fogo; tampouco acusamos ninguém de kāfir, mushrik ou munāfiq enquanto não o mostre. O oculto do coração deixamo-lo a Allah.<br><br>Um hadith autêntico proíbe afirmar para alguém o paraíso ou o fogo. O Profeta disse: não vos acuseis uns aos outros de nifāq. Sura al-Ḥuŷurāt: 12 proíbe a suposição e a maledicência. Só julgamos o aparente; o oculto é de Allah.<br><br>Bem pensamos enquanto não haja prova clara; não julgamos as intenções alheias. Centramo-nos em corrigir-nos e na chamada com sabedoria, não em acusar ou condenar.",
    "category": "Pecado, Descrença E Gente Da Qibla"
  },
  {
    "no": 69,
    "title": "A Excelência Do Profeta Acima Dos Santos",
    "text": "Não preferimos nenhum santo da ummah a nenhum profeta; um só profeta é melhor que todos os santos juntos.",
    "explanation": "Nenhum santo (walī) desta ummah é preferível a nenhum profeta; um só profeta é melhor que todos os santos juntos. O profeta tem um lugar singular; não pomos nenhum piedoso acima dos profetas.<br><br>Sura al-Anʿām: 86 e outras mencionam os profetas com excelência singular. Um hadith autêntico afirma que o Profeta Muhammad é o senhor dos filhos de Adão no dia do juízo. Os sábios coincidem em que o profeta é superior ao santo. Preferir um santo ao profeta é desvio.<br><br>Honramos os profetas e não equiparamos nenhum piedoso a eles. Seguimos o Profeta Muhammad como fonte da lei e modelo supremo; amamos os santos de Allah sem exagerar até igualá-los ao profeta.",
    "category": "Profeta E Mensageiro"
  },
  {
    "no": 70,
    "title": "Proibição De Matar Sem Motivo Legal",
    "text": "Não concordamos em matar ninguém da ummah de Muhammad ﷺ salvo quando a lei o exija.",
    "explanation": "Não concordamos em matar ninguém da ummah de Muhammad salvo quando a lei o exija (qisās, hadd ou no contexto de guerra legítima). A vida do muçulmano está protegida; matar sem direito é pecado grave.<br><br>Sura al-Anʿām: 151 e al-Isrāʾ: 33 proíbem matar a alma que Allah proibiu matar salvo por direito. Um hadith autêntico afirma que matar um muçulmano é um dos pecados graves. O Profeta proibiu matar quem pronuncia la ilāha illā Allāh. A lei penal islâmica determina quando é lícito matar.<br><br>Respeitamos a vida humana e não apoiamos a violência ou o assassinato fora do que a lei estabelece. Rejeitamos o terrorismo e o assassinato em nome da religião que não se ajuste à evidência autêntica.",
    "category": "Comunidade, Governante E Fiqh"
  },
  {
    "no": 71,
    "title": "A Condição De Muhammad Como Servo E Mensageiro",
    "text": "Cremos que Muhammad ﷺ é o servo escolhido de Allah ﷻ, o profeta escolhido de Allah ﷻ e o mensageiro com quem Allah ﷻ está satisfeito.",
    "explanation": "Muhammad é o servo escolhido de Allah e o profeta e mensageiro com quem Allah está satisfeito. É um ser humano enviado com a revelação; não o adoramos nem exageramos até elevá-lo acima da condição de servo e mensageiro.<br><br>Sura al-Isrāʾ: 1 refere-se ao Profeta como Seu servo. Sura al-Aḥzāb: 40 afirma que Muhammad é o selo dos profetas. Hadith autêntico: não exagereis a meu respeito como os cristãos exageraram a respeito de Jesus; sou apenas um servo, dizei pois o servo de Allah e Seu mensageiro. Amamo-lo e honramo-lo sem excesso; seguimos a sua lei e não o divinizamos. Rejeitamos quem negue a sua profecia ou o menospreze.",
    "category": "Profeta E Mensageiro"
  },
  {
    "no": 72,
    "title": "O Decreto Do Bem E Do Mal Para A Humanidade",
    "text": "O bem e o mal foram decretados para a humanidade.",
    "explanation": "O bem e o mal foram decretados para a humanidade: há mandamento e proibição, recompensa e castigo. A humanidade tem capacidade de escolher e prestará contas pela sua escolha.<br><br>Sura ash-Shams: 8–10 indica que Allah inspira ao homem o caminho da impiedade e o da piedade. O hadith e os versículos afirmam muitas vezes a obrigação (taklīf) e a prestação de contas. O decreto divino não anula a escolha; o homem esforça-se e Allah decreta o resultado.<br><br>Esforçamo-nos por fazer o bem e evitar o mal; não usamos «estava decretado» como desculpa para a preguiça. Cremos que o bem e o mal são reais e que prestaremos contas.",
    "category": "Fé: Pilares, Definição E Justo Meio"
  },
  {
    "no": 73,
    "title": "A Segurança Da Fé Está Na Submissão",
    "text": "O Islão de uma pessoa só é seguro quando fundado na submissão e no abandono; forçar-se a conhecer o que está além da própria capacidade só afasta da crença recta.",
    "explanation": "O Islão de uma pessoa só é seguro quando fundado na submissão (taslīm) e no abandono a Allah e ao Seu Mensageiro. Forçar-se a conhecer o que está além da própria capacidade (como a realidade da essência de Allah ou os pormenores do decreto) só afasta da crença recta.<br><br>Sura Āl ʿImrān: 19 descreve o Islão como submissão. O hadith proíbe reflectir sobre a essência de Allah e manda reflectir sobre a Sua criação. Os sábios proíbem o ilḥād (mergulhar no que não é permitido) nos nomes e atributos de Allah.<br><br>Deixamos a Allah o que Ele não explicou do oculto; concentramo-nos no que Allah ordenou e no que podemos fazer. Não nos inquietamos por não conhecer o «como» ou o «porquê» do que Allah não revelou.",
    "category": "Fé: Pilares, Definição E Justo Meio"
  },
  {
    "no": 74,
    "title": "A Capacidade Humana Vem De Allah",
    "text": "A capacidade que faz com que um acto se realize de facto é só de Allah ﷻ; o que a lei exige do homem é capacidade no sentido de saúde, possibilidade e os meios de que dispõe.",
    "explanation": "A capacidade que faz o acto realizar-se (poder efectivo) é só de Allah. O que a lei exige do homem é capacidade no sentido de saúde, possibilidade e oportunidade (meios); quando existem deve esforçar-se e Allah concede o sucesso.<br><br>Sura al-Baqarah: 286: Allah não carga senão conforme a capacidade. Hadith: não há poder nem força senão com Allah. Os sábios distinguem a capacidade como condição da obrigação e a capacidade que realiza o acto (de Allah).<br><br>Esforçamo-nos na medida do possível e pedimos ajuda a Allah; não nos desculpamos com «não posso» no que ainda se pode tentar. Cremos que a força para obedecer vem de Allah.",
    "category": "Taklīf E Actos Humanos"
  },
  {
    "no": 75,
    "title": "Remeter Todo O Conhecimento A Allah",
    "text": "Quando o nosso conhecimento sobre algo não é claro, dizemos: «Allah ﷻ sabe mais.»",
    "explanation": "Quando o nosso conhecimento sobre algo não é claro ou não há prova suficiente, dizemos: Allah sabe mais. Não afirmamos nem inventamos; remetemos o que não sabemos a Allah.<br><br>Sura al-Baqarah: 232 e muitos versículos mandam remeter o assunto a Allah. O Profeta disse: a quem for perguntado sobre um conhecimento que não tem e disser «Allah sabe mais» deu a resposta correcta. Os sábios proíbem falar sem conhecimento.<br><br>Não pretendemos saber o que não sabemos; estamos dispostos a dizer «não sei» ou «Allah sabe mais» quando for o caso. Não inventamos interpretação nem norma sem prova.",
    "category": "Súplica, Conhecimento E Limites"
  },
  {
    "no": 76,
    "title": "O Justo Meio Entre O Desespero",
    "text": "A certeza absoluta e o desespero tiram ambos uma pessoa da religião; o caminho da verdade para a gente da qibla está entre os dois.",
    "explanation": "A certeza absoluta desviada (como afirmar que alguém entrará de certeza no Paraíso) e o desespero (como afirmar que alguém entrará de certeza no Inferno ou que Allah não perdoa) tiram da religião. O caminho da verdade para a gente da qibla está entre os dois: esperança e temor.<br><br>Sura al-Ḥijr: 56: o Profeta Abraão disse que só os extraviados desesperam da misericórdia de Allah. Sura az-Zumar: 53 convida a não desesperar. O hadith afirma o equilíbrio entre a esperança (rajāʾ) e o temor (khawf). Ahl as-Sunna estão entre os Karijitas (demasiado severos) e os Murjiʾa (demasiado indulgentes).<br><br>Esperamos a misericórdia de Allah e tememos o Seu castigo; não julgamos que alguém vá de certeza ao Paraíso ou ao Inferno. Pensamos bem de Allah e não desesperamos do Seu perdão.",
    "category": "Fé: Pilares, Definição E Justo Meio"
  },
  {
    "no": 77,
    "title": "A Sepultura Como Jardim Do Paraíso Ou Covas Do Inferno",
    "text": "A sepultura é ou um dos jardins do Paraíso ou uma das covas do Inferno.",
    "explanation": "A sepultura pode ser um dos jardins do Paraíso (o deleite do barzakh) ou uma das covas do Inferno (o castigo da sepultura), consoante as obras e a fé do defunto. Isto é conforme aos hadiths sobre o deleite e o castigo da sepultura.<br><br>Hadith autêntico (Bukhārī, Muslim) relata muitas vezes o deleite da sepultura para o crente e o castigo da sepultura para o injusto ou o hipócrita. O Profeta ensinou uma súplica para ser protegido do castigo da sepultura. Sura al-Muʾminūn: 99–100 alude ao domínio do barzakh.<br><br>Preparamo-nos com fé e obras rectas para que a nossa sepultura seja um jardim do Paraíso; suplicamos para ser protegidos do castigo da sepultura. Esta crença exorta-nos a não ser negligentes.",
    "category": "O Último Dia"
  },
  {
    "no": 78,
    "title": "A Fé Em Ver Allah No Paraíso",
    "text": "As pessoas creem em ver Allah ﷻ no Paraíso sem interpretar nem imaginar o como pela própria razão, e evitam negar o atributo de Allah ﷻ ou assemelhar Allah ﷻ à criação.",
    "explanation": "Os habitantes do Paraíso verão Allah na outra vida; cremos nisso sem interpretar nem imaginar o «como» pela nossa razão. Evitamos negar este atributo ou assemelhar Allah à criação.<br><br>Sura al-Qiyāmah: 22–23 mencionam rostos nesse dia radiantes, contemplando o seu Senhor. Hadith autêntico (Bukhārī–Muslim) afirma que os habitantes do Paraíso veem Allah como se vê a lua em noite de plenilúnio. Cremos sem perguntar o como (takyīf) e sem assemelhação (tamthīl).<br><br>Não imaginamos a forma dessa «visão»; basta-nos crer que ver Allah é a maior ventura do Paraíso. Rejeitamos quem negue a visão (ruʾyah) ou a assemelhe a ver a criação.",
    "category": "O Último Dia"
  },
  {
    "no": 79,
    "title": "A Realidade De Ver Allah No Paraíso",
    "text": "Ver Allah ﷻ pelos habitantes do Paraíso é verdade; as pessoas creem nisso sem interpretar o como e deixam o conhecimento disso a Allah ﷻ.",
    "explanation": "Ver Allah pelos habitantes do Paraíso é verdade; cremos nisso sem interpretar o como e deixamos o conhecimento disso a Allah. A maneira de ver não é como ver a criação.<br><br>A prova é como no ponto 78. Sura al-Qiyāmah: 22–23 e hadith de transmissão ampla sobre a visão (ruʾyah). Os sábios de Ahl as-Sunna afirmam a visão sem perguntar o como; não dizemos «com olhos como os nossos» nem «de tal maneira». Cremos na visão como notícia de Allah e do Seu Mensageiro; não entramos num debate sem fim sobre o «como». Esta crença aumenta o nosso zelo por actuar para estarmos entre os habitantes do Paraíso.",
    "category": "O Último Dia"
  },
  {
    "no": 80,
    "title": "Muhammad É O Selo Dos Profetas De Allah",
    "text": "Muhammad ﷺ é o Selo dos Profetas, o Imam dos tementes, o mais nobre dos mensageiros e o amado do Senhor de todos os mundos.",
    "explanation": "Muhammad é o selo dos profetas, o imam dos tementes, o mais nobre dos mensageiros e o amado do Senhor de todos os mundos. Não há profeta após ele.<br><br>Sura al-Aḥzāb: 40: Muhammad não é o pai de nenhum dos vossos homens, mas é o mensageiro de Allah e o selo dos profetas. Hadith autêntico afirma que o Profeta é o senhor dos filhos de Adão e o amado de Allah. O Profeta é o último mensageiro; toda a pretensão de profecia após ele é nula.<br><br>Cremos no Profeta Muhammad como último profeta e não aceitamos nenhum novo profeta ou mensageiro após ele. Amamo-lo e honramo-lo e seguimos a sua sunna até ao fim dos tempos.",
    "category": "Profeta E Mensageiro"
  },
  {
    "no": 81,
    "title": "A Missão De Muhammad Para Toda A Humanidade",
    "text": "O Profeta Muhammad ﷺ foi enviado a todos os jinn e à humanidade com verdade, orientação, luz e iluminação.",
    "explanation": "O Profeta Muhammad foi enviado a todos os jinn e à humanidade com verdade, orientação, luz e iluminação. O seu chamado é universal; nenhuma comunidade após ele está isenta do dever de o seguir.<br><br>Sura Saba: 28: Não te enviamos senão a toda a humanidade. Sura al-Aḥzāb: 40 afirma o selo dos profetas. O hadith afirma que o Profeta foi enviado à humanidade e aos jinn. A sua lei permanece em vigor até à Hora.<br><br>Cremos que o Islão é para toda a humanidade; chamamos a ele com sabedoria e não compelimos. Seguimos o Profeta como a única fonte da lei após ele.",
    "category": "Profeta E Mensageiro"
  },
  {
    "no": 82,
    "title": "O Destino Do Muçulmano Que Comete Pecado Maior",
    "text": "Quem da umma de Muhammad ﷺ cometer pecado maior estará no Fogo, mas não para sempre—desde que essa pessoa morra crente afirmando a unicidade de Allah ﷻ; essa pessoa está sujeita à vontade e ao decreto de Allah ﷻ.",
    "explanation": "Quem da umma de Muhammad cometer pecado maior estará no Fogo (se Allah o punir), mas não para sempre—desde que morra crente afirmando a unicidade de Allah. O seu destino final está sujeito à vontade e ao decreto de Allah; pode ser perdoado ou punido e depois tirado.<br><br>Hadith autêntico afirma que Allah tira do Fogo quem tem tawhid no coração. Os possuidores de tawhid não permanecem no Fogo para sempre. Sura an-Nisāʾ: 48 proíbe o shirk; pecado que não seja shirk pode ser perdoado se Allah quiser. Ahl as-Sunnah estão entre os Khawārij e os Murjiʾa.<br><br>Não julgamos que quem comete pecado maior permaneça no Fogo para sempre; esperamos a misericórdia de Allah e tememos o Seu castigo. Lembramos de evitar o pecado maior e de nos arrependermos; deixamos o resultado final a Allah.",
    "category": "Pecado, Descrença E Gente Da Qibla"
  },
  {
    "no": 83,
    "title": "Os Actos Humanos São Criados Por Allah",
    "text": "Os actos humanos na realidade são criados por Allah ﷻ, e ao mesmo tempo são realizados e imputados ao ser humano.",
    "explanation": "Os actos humanos na realidade são criados por Allah (Ele realiza-os), e ao mesmo tempo são realizados e imputados ao ser humano. Este é o caminho do meio: nem Jabariyya nem Qadariyya.<br><br>Sura aṣ-Ṣāffāt: 96: Allah criou-vos e o que fazeis. Hadith: não há poder nem força senão com Allah. Os estudiosos de Ahl as-Sunnah afirmam que o acto do servo é criação de Allah e aquisição (kasb) do servo; o humano é responsável.<br><br>Esforçamo-nos e cremos que o resultado vem de Allah; não somos passivos (Jabariyya) nem nos consideramos criadores do nosso acto (Qadariyya). Somos responsáveis pela nossa escolha.",
    "category": "Taklīf E Actos Humanos"
  },
  {
    "no": 84,
    "title": "O Pacto De Allah Com Toda A Humanidade",
    "text": "O pacto que Allah ﷻ fez com Adam e a sua descendência é verdadeiro.",
    "explanation": "O pacto que Allah fez com Adam e a sua descendência (tirado dos lombos de Adam) é verdadeiro: o reconhecimento de que Allah é o Senhor. É mencionado no Alcorão; os humanos nascem na fitra, depois o ambiente e a escolha têm efeito.<br><br>Sura al-Aʿrāf: 172–173 relatam que Allah tomou um pacto da descendência de Adam: Não sou Eu o vosso Senhor? Eles disseram: Sim. Hadith autêntico afirma que toda a criança nasce na fitra. Os estudiosos usam isto como prova da fitra e da responsabilidade humana.<br><br>Cremos que os humanos têm uma fitra para conhecer o Senhor; o nosso chamado recorda e convida; não \"insere\" algo estranho. Somos responsáveis pela nossa escolha após maturidade e razão.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 85,
    "title": "Os Nomes E Atributos De Allah São Permanentes",
    "text": "Assim como Allah ﷻ tem direito ao nome «Aquele que dá vida aos mortos» antes e depois de dar vida aos mortos, assim Allah ﷻ tem direito ao nome «Criador» antes e depois de criar.",
    "explanation": "Allah tem direito ao nome «Aquele que dá vida aos mortos» antes e depois de dar efectivamente vida; e «Criador» antes e depois de criar. Os atributos e nomes de Allah não dependem de eventos; Ele possui sempre os Seus atributos.<br><br>Sura al-Ḥadīd: 3: Ele é o Primeiro e o Último. Os nomes de Allah são eternos. Os estudiosos afirmam que Allah é sempre Al-Khāliq, Al-Muḥyī, etc., sem \"ter novo\" um atributo após um evento. Isto rejeita a visão que duvida dos atributos de Allah antes da criação.<br><br>Não perguntamos \"quando Allah teve o atributo de Criador\"; cremos que Allah é perfeito desde a eternidade. Esta crença preserva a pureza do tawhid e rejeita a filosofia que duvida dos atributos de Allah.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 86,
    "title": "Tudo O Que Acontece É Por Vontade De Allah",
    "text": "Tudo acontece segundo a vontade, o conhecimento, o decreto e a determinação de Allah ﷻ; a vontade de Allah ﷻ prevalece sobre outras vontades, e Allah ﷻ nunca é injusto, está livre do mal e é perfeito e livre de defeito.",
    "explanation": "Tudo acontece segundo a vontade, o conhecimento, o decreto e a determinação de Allah. A vontade de Allah prevalece sobre outras vontades; Allah nunca é injusto, está livre do mal e é perfeito e livre de defeito.<br><br>Sura Yāsīn: 82: Quando Ele quer uma coisa o Seu comando é apenas «Sê» e é. Sura al-Burūj: 16: Ele é Aquele que quer. Hadith e versículos afirmam frequentemente o poder e a vontade de Allah. Allah não é injusto; o Seu decreto contém sabedoria.<br><br>Deixamos tudo a Allah e não acusamos Allah de injustiça. Cremos que o que nos atinge está de acordo com o Seu decreto e vontade; esforçamo-nos e confiamos n'Ele.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 87,
    "title": "A Vontade Humana Depende De Allah",
    "text": "Tudo acontece segundo o decreto e a vontade de Allah ﷻ; o que o humano quer só se realiza se Allah ﷻ o quiser.",
    "explanation": "Tudo acontece segundo o decreto e a vontade de Allah; o que o humano quer só se realiza se Allah o quiser. A vontade humana não é independente; está sujeita à vontade de Allah.<br><br>Sura at-Takwīr: 29: Não quereis senão o que Allah quer. Hadith: não há poder nem força senão com Allah. Os estudiosos afirmam que a vontade (mashīʾa) de Allah abrange tudo o que acontece; a vontade da criatura segue.<br><br>Queremos e esforçamo-nos, mas cremos que o resultado final está nas mãos de Allah. Não somos arrogantes quando temos sucesso nem desesperamos quando falhamos; confiamos n'Ele após o nosso esforço.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 88,
    "title": "A Verdade Da Lei Através Do Profeta Muhammad",
    "text": "Tudo o que está estabelecido do Profeta ﷺ quanto à lei e à sua explicação (o Alcorão e o Islão) é verdadeiro.",
    "explanation": "Tudo o que está estabelecido do Profeta quanto à lei e à sua explicação—o Alcorão e a Suna, lícito e ilícito, culto e carácter—é verdadeiro. Aceitamo-lo sem dúvida e agimos de acordo.<br><br>Sura al-Ḥashr: 7: O que o Mensageiro vos der, tomai-o; o que ele vos proibir, deixai-o. Hadith autêntico e amplamente transmitido afirma que o Profeta não falava por capricho. O Alcorão e a Suna são a fonte da verdade.<br><br>Não escolhemos nem rejeitamos parte da lei; aceitamos tudo o que é autenticamente do Profeta. Não seguimos opiniões que contradizem a evidência clara.",
    "category": "Profeta E Mensageiro"
  },
  {
    "no": 89,
    "title": "Toda A Criação Está Sujeita Ao Governo De Allah",
    "text": "Toda a criação está sujeita à vontade de Allah ﷻ, quer através da graça de Allah ﷻ quer através da justiça de Allah ﷻ.",
    "explanation": "Toda a criação está sujeita à vontade de Allah, quer através da Sua graça (bênção, orientação, misericórdia) quer através da Sua justiça (punição, prova). Nada está fora do Seu decreto.<br><br>Sura Āl ʿImrān: 83: Buscam eles outra coisa que a religião de Allah? E a Ele se submete quem está nos céus e na terra. Versículos e hadith afirmam frequentemente que tudo está sujeito a Allah. A graça e a justiça de Allah são perfeitas.<br><br>Aceitamos o decreto com abertura: somos gratos pela bênção e pacientes na prova. Não protestamos contra o decreto de Allah; cremos que Allah é Justíssimo e Misericordiosíssimo.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 90,
    "title": "Os Crentes São Os Aliados De Allah",
    "text": "Todos os crentes são aliados de Allah ﷻ, e os mais nobres à vista de Allah ﷻ são os mais obedientes e os mais fiéis ao Alcorão.",
    "explanation": "Todos os crentes são aliados de Allah (amados de Allah em sentido geral); os mais nobres à vista de Allah são os mais obedientes e os mais fiéis ao Alcorão. A excelência baseia-se na piedade e no seguir, não em pretensão ou título.<br><br>Sura Yūnus: 62–63: Eis que os aliados de Allah não têm medo nem se afligem—os que crêem e são tementes. O hadith afirma que o aliado de Allah é quem obedece; conhecemo-los pelas suas obras, não pela sua pretensão. Não exaltamos um \"aliado\" particular acima da evidência.<br><br>Esforçamo-nos por ser aliados de Allah através da obediência e do seguir o Alcorão e a Suna; não pretendemos ser aliados nem exaltamos outros sem fundamento. A excelência está junto de Allah e baseia-se nas obras.",
    "category": "Fé: Pilares, Definição E Justo Meio"
  },
  {
    "no": 91,
    "title": "Os Actos Humanos Segundo O Conhecimento De Allah",
    "text": "Todos os actos humanos ocorrem exactamente como Allah ﷻ conhece; cada pessoa é facilitada para o que foi criada, e o afortunado ou o desgraçado é-o por decreto de Allah ﷻ.",
    "explanation": "Todos os actos humanos ocorrem exactamente como Allah conhece; cada pessoa é facilitada para o que foi criada (decreto), e o afortunado ou desgraçado é-o por decreto de Allah. Isto não anula o esforço; o esforço também faz parte do decreto.<br><br>Sura al-Layl: 5–10 indica que uns são facilitados para o bem e outros para o mal. Hadith: cada pessoa é facilitada para o que foi criada. O conhecimento de Allah precede o acto; o acto ocorre conforme o Seu conhecimento.<br><br>Esforçamo-nos e cremos que Allah é Quem facilita; não somos passivos. Não alegamos \"já decretado desgraçado\" para não nos esforçarmos; confiamos n'Ele após o esforço.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 92,
    "title": "O Limite Pelo Qual Se Sai Da Fé",
    "text": "Uma pessoa não sai da fé senão negando o que a introduziu nela.",
    "explanation": "Uma pessoa não sai da fé senão negando o que a introduziu na fé (ex.: negar um pilar da fé, declarar lícito o claramente ilícito ou crer na incredulidade). O pecado só não tira do Islão enquanto não se nega o fundamento.<br><br>Hadith autêntico: não se deve declarar incrédulo um muçulmana por pecado. Sair do Islão ocorre ao rejeitar a profissão de fé, negar o certo na religião ou declarar lícito o acordado ilícito. Os sábios esclarecem que quem comete pecado grave continua crente se não declarar o pecado lícito.<br><br>Não declaramos incrédulo quem ainda afirma os pilares da fé e não declara lícito o ilícito; distinguimos pecado e incredulidade. Deixamos o juízo de incredulidade aos sábios competentes em condições estritas.",
    "category": "Fé: Pilares, Definição E Justo Meio"
  },
  {
    "no": 93,
    "title": "A Falsidade De Reclamar Profecia Após Muhammad",
    "text": "Toda a reivindicação de profecia após Muhammad ﷺ é falsidade e engano.",
    "explanation": "Toda a reivindicação de profecia após Muhammad é falsidade e engano. Não há profeta nem mensageiro após ele; quem reivindica profecia ou recebe nova revelação após ele é mentiroso.<br><br>Sura al-Aḥzāb: 40 Muhammad é o selo dos profetas. Hadith autêntico: não há profeta após mim. O Profeta disse que viriam mentirosos a reivindicar profecia; não acrediteis. Os sábios concordam que reivindicar profecia após o Profeta é incredulidade.<br><br>Rejeitamos quem se declara profeta, mensageiro ou receptor de nova lei após o Profeta Muhammad. Seguimos apenas o Alcorão e a Suna; não há nova revelação.",
    "category": "Profeta E Mensageiro"
  },
  {
    "no": 94,
    "title": "Honrar Os Companheiros, Esposas E Descendência Do Profeta",
    "text": "Quem fala bem dos Companheiros do Mensageiro de Allah ﷺ, das suas esposas e da sua descendência pura está livre da acusação de hipocrisia.",
    "explanation": "Quem fala bem dos Companheiros do Mensageiro de Allah, das suas esposas (as Mães dos Crentes) e da sua descendência pura (os rectos Ahlul Bayt) está livre da acusação de hipocrisia. Honrá-los é parte do Islão.<br><br>Sura al-Aḥzāb: 6 e outros versos louvam as esposas do Profeta. O hadith afirma a excelência de Ahlul Bayt e dos Companheiros. Injuriá-los é sinal de hipocrisia ou desvio. Ahl as-Sunnah honra os Companheiros e Ahlul Bayt sem excesso.<br><br>Não injuriamos os Companheiros, as esposas do Profeta ou a sua descendência recta; falamos bem deles e tomamo-los por exemplo. Rejeitamos grupos que os injuriam ou os declaram incrédulos.",
    "category": "Companheiros, Califas E Ahlul Bayt"
  },
  {
    "no": 95,
    "title": "Proibição De Assemelhar Allah Ao Ser Humano",
    "text": "Quem descreve Allah ﷻ da mesma forma que o ser humano tornou-se incrédulo; Allah ﷻ nos Seus atributos não é semelhante ao ser humano.",
    "explanation": "Quem descreve Allah da mesma forma que o ser humano (tashbīh)—ex.: sustentar que Allah tem membros como nós ou se senta num trono como a criação—tornou-se incrédulo. Allah nos Seus atributos não é semelhante ao ser humano.<br><br>Sura ash-Shūrā: 11 Nada é semelhante a Ele. O hadith proíbe reflectir sobre a essência de Allah. Os sábios afirmam que assemelhar Allah à criação é incredulidade. Afirmamos os atributos sem perguntar \"como\" (takyīf) e sem assemelhar (tamthīl).<br><br>Não imaginamos Allah como a criação; cremos nos nomes e atributos de Allah tal como chegaram, sem assemelhar. Rejeitamos as doutrinas dos mujassima ou mushabbiha.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 96,
    "title": "A Permanência Do Paraíso E Do Inferno",
    "text": "O Paraíso e o Inferno são criaturas sem fim; Allah ﷻ criou-os antes do resto da criação e criou o ser humano para habitar cada um; quem Allah ﷻ quiser entra no Paraíso pela graça de Allah ﷻ ou no Inferno pela justiça de Allah ﷻ.",
    "explanation": "O Paraíso e o Inferno são criaturas sem fim (permanentes). Allah criou-os antes do resto da criação e criou o ser humano para habitar cada um. Quem Allah quiser entra no Paraíso pela Sua graça ou no Inferno pela Sua justiça.<br><br>Sura Hūd: 107–108 afirmam que o Paraíso e o Inferno são permanentes. Hadith autêntico relata que o Paraíso e o Inferno foram criados. Sura ash-Shūrā: 7 Allah criou os céus e a terra e o que há entre eles. Os habitantes do Paraíso e do Inferno permanecem para sempre.<br><br>Cremos no Paraíso e no Inferno como realidades permanentes; esforçamo-nos por entrar no Paraíso com as obras e a misericórdia de Allah e por evitar o Inferno com a obediência e o arrependimento.",
    "category": "O Último Dia"
  },
  {
    "no": 97,
    "title": "A Intercessão Pelos Muçulmanos É Verdadeira",
    "text": "A intercessão reservada aos muçulmanos é verdadeira, como relatado nos hadiths.",
    "explanation": "A intercessão reservada aos muçulmanos—incluindo a intercessão do Profeta pela sua comunidade no Dia da Ressurreição e outras intercessões transmitidas de forma fidedigna nos hadiths—é verdadeira. Cremos nela sem negar nem exagerar.<br><br>Sura al-Baqara: 255 (o versículo do Trono) diz que ninguém pode interceder junto d'Ele senão com o Seu permisso. Hadith de ampla transmissão relata a intercessão do Profeta pela sua comunidade. A intercessão é apenas com o permisso de Allah e para quem Allah está satisfeito.<br><br>Esperamos a intercessão do Profeta e não nos apoiamos apenas nas obras; também não consideramos que a intercessão anula a justiça de Allah. Suplicamos estar entre os que recebem intercessão.",
    "category": "O Último Dia"
  },
  {
    "no": 98,
    "title": "A Verdade Do Tanque Do Profeta Muhammad",
    "text": "O Tanque (al-Ḥawḍ) que Allah ﷻ deu ao Profeta ﷺ para saciar a sede da sua comunidade no Dia da Ressurreição é verdadeiro.",
    "explanation": "O Tanque (al-Ḥawḍ) que Allah deu ao Profeta para saciar a sede da sua comunidade no Dia da Ressurreição é verdadeiro. Quem beber dele não terá sede jamais. Isto é mencionado em hadith autêntico.<br><br>Hadith autêntico (Bukhārī, Muslim) relata que o Profeta tem um tanque no Dia da Ressurreição; quem beber dele não terá sede jamais. O Profeta advertiu que alguns serão afastados do tanque. Cremos sem perguntar \"como\".<br><br>Esforçamo-nos por ser da comunidade que virá ao tanque do Profeta; evitamos a inovação e a divisão que possam levar a ser afastados do tanque. Esta crença aumenta o nosso amor pelo Profeta.",
    "category": "O Último Dia"
  },
  {
    "no": 99,
    "title": "Allah Não É Atingido Pelo Entendimento",
    "text": "Nenhuma imaginação pode representar Allah ﷻ, e nenhum entendimento pode abranger Allah ﷻ.",
    "explanation": "Nenhuma imaginação pode representar Allah e nenhum entendimento pode abranger a essência de Allah. O intelecto humano é limitado; cremos em Allah sem perguntar \"como\" (takyīf) e sem assemelhar (tamthīl).<br><br>Sura al-Anʿām: 103 A vista não O atinge, mas Ele atinge a vista. Hadith: reflecti sobre a criação de Allah, não reflectas sobre a essência de Allah. Os sábios afirmam que o intelecto não pode abranger a realidade de Allah.<br><br>Não imaginamos a forma ou \"rosto\" de Allah com a nossa imaginação; glorificamo-Lo e cremos nos Seus nomes e atributos sem assemelhar. Deixamos o \"como\" a Allah.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 100,
    "title": "Nenhum Segredo Está Oculto Para Allah",
    "text": "Nada sobre a criação estava oculto para Allah ﷻ antes de a criação ser criada, e Allah ﷻ sabe tudo o que a criação fará antes de a criação ser criada.",
    "explanation": "Nada sobre a criação estava oculto para Allah antes da criação; Allah sabe tudo o que a criação fará antes de a criação ser criada. O conhecimento de Allah é eterno e abrange tudo.<br><br>Sura al-Ḥadīd: 22 Nenhuma desgraça ocorre senão que está num livro. Sura al-Anʿām: 59 De Allah são as chaves do invisível. O hadith afirma que Allah escreveu o decreto antes da criação. O conhecimento de Allah não muda.<br><br>Cremos no conhecimento perfeito de Allah; não nos inquieta \"Allah já sabe\" como se não tivéssemos escolha. Cremos que o conhecimento de Allah não obriga; continuamos a esforçar-nos e somos responsáveis.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 101,
    "title": "Tudo Acontece Por Vontade De Allah",
    "text": "Nada acontece senão o que Allah ﷻ quer.",
    "explanation": "Nada acontece senão o que Allah quer. A vontade de Allah abrange todo o acontecimento; nada ocorre no céu nem na terra sem a Sua vontade (mashīʾa).<br><br>Sura at-Taghābun: 11 Nenhuma desgraça ocorre senão com a permissão de Allah. Sura al-Insān: 30 Não podeis querer senão o que Allah quer. O hadith e os versos afirmam-no abundantemente.<br><br>Encomendamos tudo à vontade de Allah; esforçamo-nos e suplicamos, depois aceitamos o Seu decreto. Não nos revoltamos contra o destino nem desesperamos.",
    "category": "Decreto E Vontade De Allah"
  },
  {
    "no": 102,
    "title": "Nada Pode Vencer Allah",
    "text": "Nada pode vencer Allah ﷻ.",
    "explanation": "Nada pode vencer Allah. O Seu domínio é absoluto; nada pode rivalizar, anular ou frustrar a Sua vontade.<br><br>Sura al-Baqarah: 255 Allah não dormita nem dorme; Seu é o que está nos céus e na terra. Os versos e o hadith afirmam o poder (qudrah) de Allah. Quem pensa que algo pode vencer Allah caiu na incredulidade.<br><br>Estamos certos de que o auxílio e a vitória só vêm de Allah; não tememos a criação. Pomos a esperança e o temor só em Allah.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 103,
    "title": "Nada Se Assemelha A Allah",
    "text": "Nada se assemelha a Allah ﷻ.",
    "explanation": "Nada se assemelha a Allah. Ele é único; não há igual, parceiro nem semelhante a Ele em essência, atributos ou actos.<br><br>Sura al-Ikhlāṣ: 4 E não há nada comparável a Ele. Sura ash-Shūrā: 11 Nada é como Ele. O hadith e o consenso afirmam o tawhid. Assemelhar Allah à criação é incredulidade.<br><br>Declaramos Allah livre de qualquer semelhança com a criação; não O imaginamos nem O descrevemos com atributos da criação. Este tawhid é o fundamento de toda a religião.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 104,
    "title": "Nenhum Deus Merece Adoração Senão Allah",
    "text": "Nenhum deus merece ser adorado senão Allah ﷻ.",
    "explanation": "Nenhum deus merece adoração senão Allah. Só Allah tem direito à adoração; adorar outro que Ele é shirk. A frase lā ilāha illā Allāh é o fundamento do Islão.<br><br>Sura Muḥammad: 19 Sabe que não há deus senão Allah. Sura al-Baqarah: 163 e outros versos afirmam a unicidade de Allah. O hadith diz que lā ilāha illā Allāh é a chave do Paraíso. O shirk é o maior pecado.<br><br>Adoramos só a Allah e não Lhe associamos nada. Rejeitamos a adoração a outro que Allah—ídolos, homens ou capricho.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 105,
    "title": "Nada Pode Repelir O Seu Decreto",
    "text": "Nada pode repelir o decreto de Allah ﷻ, reverter a ordem de Allah ﷻ ou vencer o assunto de Allah ﷻ.",
    "explanation": "Nada pode repelir o decreto de Allah, reverter a Sua ordem ou vencer o Seu assunto. O Seu juízo é definitivo; não há recurso nem veto.<br><br>Sura ar-Raʿd: 41 Allah tem poder sobre todas as coisas. Sura al-Anʿām: 59 Ninguém pode repelir o Seu decreto. O hadith afirma que nada pode repelir o destino de Allah. O poder de Allah é absoluto.<br><br>Aceitamos o decreto de Allah com serenidade; não nos revoltamos nem desesperamos. Suplicamos e esforçamo-nos, depois entregamo-nos ao Seu juízo sábio.",
    "category": "Atributos De Allah E Tawhid"
  },
  {
    "no": 106,
    "title": "Honrar Os Sábios Salaf Das Primeiras Gerações",
    "text": "Os sábios salaf—a primeira geração e os que os seguem—só podem ser mencionados nos melhores termos; quem falar mal dos sábios salaf não está no caminho recto.",
    "explanation": "Os sábios salaf—a primeira geração (Companheiros, tābiʿūn, tābiʿu t-tābiʿīn) e os que seguem o seu manhaj—só podem ser mencionados nos melhores termos. Quem falar mal dos sábios salaf não está no caminho recto.<br><br>Sura at-Tawba: 100 elogia os que se adiantaram e foram os primeiros. Hadith: as melhores pessoas são a minha geração. O Profeta ordenou seguir a sunna dos califas rectos. Injuriar os salaf é inovação e desvio.<br><br>Honramos os sábios salaf e tomamos deles o nosso entendimento da religião; não os injuriamos nem os menosprezamos. Seguimos o manhaj de Ahl as-Sunnah, aferrados ao Alcorão, à Sunna e ao entendimento dos salaf.",
    "category": "Companheiros, Califas E Ahlul Bayt"
  }
]
