[
  {
    "no": 1,
    "title": "Limites do conhecimento da criação e de Allah",
    "text": "Há dois tipos de conhecimento: aquele a que a criação pode aceder e aquele a que não pode; negar o primeiro é descrença, reivindicar o segundo também—a fé é sã quando o acessível é aceite e o inacessível não é procurado.",
    "explanation": "O conceito destes dois tipos de conhecimento é crucial. Há conhecimento que Allah abre ao homem pelos sentidos e pela revelação (conhecimento da charīʿa), e conhecimento do invisível que pertence só a Allah, como a hora do Fim. Entender este limite evita que pretendamos conhecer segredos do destino que Allah não revelou.<br><br>No Alcorão (sura al-Anʿām: 59) Allah diz: \"Com Ele estão as chaves do invisível; ninguém as conhece senão Ele.\" Um hadith autêntico em Buḫārī menciona cinco coisas invisíveis que só Allah conhece. Devemos conformar-nos com o que foi dado a conhecer e não ultrapassar o que foi ocultado.<br><br>Na prática, esta crença mantém-nos humildes e desejosos de aprender. Encontramos paz confiando o futuro a Allah, focando-nos no que podemos fazer e no Seu decreto.",
    "category": "Súplica, conhecimento e limites"
  },
  {
    "no": 2,
    "title": "Benefício da súplica pelos defuntos",
    "text": "Os mortos beneficiam da súplica e caridade dos vivos.",
    "explanation": "A morte não é o fim de tudo. Um sinal da misericórdia de Allah é que o bem ainda chega aos defuntos pelas obras dos vivos. Este ponto afirma que a súplica, o pedido de perdão e a caridade que fazemos pelo defunto chegam-lhe em recompensa e aliviam o seu estado no barzakh.<br><br>O fundamento é a palavra do Profeta ﷺ (referida por Muslim): \"Quando o homem morre, as suas obras cessam exceto três: caridade contínua, conhecimento útil ou um filho piedoso que suplique por ele.\" A sura al-Ḥašr: 10 elogia quem pede perdão por quem os precedeu. O laço da fé vai além da morte.<br><br>No dia a dia isto leva-nos a não esquecer pais ou mestres que partiram. Rezar por eles é piedade e lembrete de que nós também precisaremos das mesmas súplicas. Assim se mantém uma cadeia de bem entre gerações de muçulmanos.",
    "category": "Súplica, conhecimento e limites"
  },
  {
    "no": 3,
    "title": "A palavra de Allah não é palavra humana",
    "text": "O Alcorão é a palavra de Allah ﷻ, d'Ele; as pessoas creem nela como discurso de Allah ﷻ sem perguntar como, e não é discurso dos humanos nem é criado.",
    "explanation": "O Alcorão é a palavra mesma de Allah (Kalāmullāh), não uma criatura. O que lemos no Muṣḥaf é verdadeiramente a palavra de Allah, não uma obra humana. Isto mantém a autoridade da revelação: o Alcorão é sagrado, puro, e a sua verdade é absoluta como guia de vida.<br><br>Allah diz (sura at-Tawba: 6): \"...concedei-lhe proteção até ouvir a palavra de Allah (Kalāmullāh).\" Um hadith em Tirmidhī diz que a superioridade da palavra de Allah sobre outra palavra é como a superioridade de Allah sobre a Sua criação. O Alcorão é revelação sagrada do Criador.<br><br>Na prática tratamos o Alcorão com grande respeito. Não o tratamos como um livro qualquer; recitamo-lo com cuidado, procuramos o seu sentido e seguimos os seus mandamentos sem dúvida. Crendo que o Alcorão é a palavra de Deus, temos uma bússola segura para a vida.",
    "category": "Alcorão e revelação"
  },
  {
    "no": 4,
    "title": "Allah é distinto de toda a criação",
    "text": "Allah ﷻ é distinto de toda a criação.",
    "explanation": "Allah é Laisa Kamitslihi Syai-un: não há nada semelhante a Ele. Qualquer forma ou imagem que nos venha à mente, Allah não é assim. Isto preserva a pureza do nosso tawhid para não equiparar o Criador à criação fraca e limitada.<br><br>A prova principal é a sura ash-Shūrā: 11: \"Nada é semelhante a Ele, e Ele é o Oniouvinte, o Onividente.\" O hadith também nos lembra de reflectir na criação de Allah mas proíbe imaginar a Sua essência, porque a mente humana tem limites para captar a realidade de Deus.<br><br>Esta compreensão liberta-nos da idolatria—ídolos físicos ou mentais (fantasia). Tomamos consciência de que Allah é supremo e ilimitado, e adoramo-Lo só a Ele com pleno respeito e exaltação sem O limitar com atributos de criatura.",
    "category": "Atributos de Allah e Tawhid"
  },
  {
    "no": 5,
    "title": "Allah Criador desde o princípio",
    "text": "Allah ﷻ tem direito a ser chamado Criador e Iniciador não só depois ou por causa do acto de criar, mas desde o princípio.",
    "explanation": "Allah é Al-Khāliq (o Criador) que não precisa de processo para ser criador. Antes de existir qualquer estrela ou átomo, Allah já tinha o atributo de criar. Os Seus nomes e atributos são eternos e não dependem da existência da criação, porque Ele é a Fonte de toda a existência.<br><br>Allah diz (sura al-Hadīd: 3): \"Ele é o Primeiro e o Último.\" O nome Al-Khāliq aparece em muitos versículos, como a sura al-Ḥašr: 24. O hadith diz que antes só existia Allah e nada com Ele, depois Allah criou o Trono e todo o universo.<br><br>Isto ensina-nos que Allah é perfeitamente autossuficiente (Al-Ghanī). Criou-nos não por solidão ou necessidade de ajuda, mas por pura vontade e sabedoria. Somos servos que conhecem o seu lugar, conscientes de que a nossa vida é um dom puro do Primeiro que nunca precisou de nada de nós.",
    "category": "Atributos de Allah e Tawhid"
  },
  {
    "no": 6,
    "title": "O poder perfeito pertence só a Allah",
    "text": "Allah ﷻ tem poder sobre tudo; tudo depende de Allah ﷻ, e é fácil para Allah ﷻ, e Allah ﷻ não precisa de nada; não há nada semelhante a Allah ﷻ, e Allah ﷻ é o Oniouvinte, o Onividente.",
    "explanation": "O poder de Allah é absoluto e não está limitado pelas leis da física ou pela lógica humana. O que Allah quer acontece facilmente com a palavra \"Kun\". Todo o universo precisa de Allah em cada instante, enquanto Allah não precisa de nada deste universo.<br><br>Na sura Yāsīn: 82: \"A Sua ordem, quando quer uma coisa, é só dizer-lhe: Sê! e é.\" Allah tem também o nome Al-Qādir. Um hadith qudsī diz que se toda a gente pedisse e Allah concedesse tudo, não diminuiria em nada a riqueza de Allah.<br><br>Esta crença é a cura de todo o medo. Compreendemos que qualquer chefe, governante ou problema, por maior que seja, não é nada face ao poder de Allah. Somos servos corajosos mas humildes, sabendo que o único apoio que nunca falha é Allah o Todo-Poderoso.",
    "category": "Atributos de Allah e Tawhid"
  },
  {
    "no": 7,
    "title": "Allah soberano absoluto do universo",
    "text": "Allah ﷻ tem poder absoluto sobre tudo, e nada tem poder sobre Allah ﷻ; quem se considere independente de Allah ﷻ um instante caiu na descrença.",
    "explanation": "Allah é o Soberano absoluto que tem sob Seu controlo cada átomo do cosmos. Nenhum assunto escapa ao Seu controlo. Se alguém sente que pode viver independentemente sem precisar de Allah, nem que seja um instante, caiu na soberba que pode corromper a fé.<br><br>A sura Fāṭir: 15 diz: \"Ó homens! Vós sois os necessitados de Allah; e Allah é o Autossuficiente, o Digno de louvor.\" Os hadiths do Profeta ensinam muitas vezes uma súplica para não sermos deixados a nós mesmos nem um instante (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>Na prática isto faz-nos sentir sempre necessitados (faqīr) de Allah. Oramos com fervor pelo pequeno e pelo grande—desde pedir orientação até aos assuntos do dia a dia. Sabemos que sem o Seu auxílio não podemos nem respirar nem piscar o olho.",
    "category": "Atributos de Allah e Tawhid"
  },
  {
    "no": 8,
    "title": "Allah livre de limites físicas",
    "text": "Allah ﷻ está acima de limite, restrição, parte ou membro, e não está limitado por seis direcções como a criação.",
    "explanation": "Este credo afirma que Allah está livre de atributos materiais. Allah não precisa de espaço, não tem partes do corpo como o homem, e não está limitado pela direcção (cima, baixo, etc.) como a criação. Ele é o Criador do espaço e do tempo, por isso é impossível que seja limitado pela Sua própria criação.<br><br>Allah diz (sura al-Ikhlāṣ: 4): \"E não há nada comparável a Ele.\" O princípio do Tanzīh (declarar Allah livre de semelhança) é importante. Os sábios explicam que Allah existe sem precisar de lugar, porque o lugar é criado, e Allah existia antes de o lugar ser criado.<br><br>Isto guarda-nos do pensamento antropomórfico (imaginar Deus como humano). Podemos adorar Allah exaltando plenamente a Sua grandeza invisível e ilimitada, em vez de ficarmos presos a imagens físicas que rebaixam o estatuto da divindade.",
    "category": "Atributos de Allah e Tawhid"
  },
  {
    "no": 9,
    "title": "A carga do taklīf segundo a capacidade do servo",
    "text": "Allah ﷻ só carga as pessoas com o que podem suportar, e as pessoas só podem fazer o que Allah ﷻ lhes dá; não há poder nem capacidade senão por Allah ﷻ, e não há força para obedecer ou evitar o pecado senão com a ajuda de Allah ﷻ.",
    "explanation": "Allah não carga o servo além da sua capacidade. Cada ordem e proibição na charīʿa é proporcional à capacidade humana; isto mostra a justiça e misericórdia de Allah e rejeita a ideia de que a religião seja pesada.<br><br>Na sura al-Baqarah: 286 Allah diz: \"Allah não carga uma alma senão conforme a sua capacidade.\" Um hadith autêntico (Bukhārī–Muslim) diz também: \"Quando vos ordeno algo, cumpri-o na medida do possível.\" O poder e a capacidade para obedecer (lā ḥawla wa lā quwwata illā billāh) vêm também da ajuda de Allah.<br><br>Na prática não devemos usar \"não posso\" como desculpa para obrigações claras, mas também não nos carregar além da nossa capacidade. Fazemos o que pudermos e depois confiamos em Allah; pedimos a Allah força para perseverar pela oração e pelo esforço.",
    "category": "Taklīf e actos humanos"
  },
  {
    "no": 10,
    "title": "Vida perfeita e acção constante",
    "text": "Allah ﷻ está vivo e não morre, actua sempre e não dorme.",
    "explanation": "Allah é Al-Ḥayy (o Eternamente Vivente) e Al-Qayyūm (Aquele que Se basta a Si mesmo). A vida de Allah é perfeita—não começada pelo nascimento nem terminada pela morte. Não precisa de descanso, nunca dorme e está sempre activo a governar os assuntos de toda a Sua criação sem pausa.<br><br>O versículo do Trono (sura al-Baqarah: 255) é a prova mais forte: \"Allah, não há mais deus que Ele, o Eternamente Vivente, Aquele que Se basta a Si mesmo; não O alcançam sonolência nem sono.\" Estes belos nomes são o fundamento da dependência da criação do Criador.<br><br>Isto dá-nos grande segurança. Quando dormimos, nos entregamos ou nos sentimos impotentes, sabemos que há um Senhor que nunca dorme e vela por nós. Somos encorajados a continuar a fazer o bem porque sabemos que o nosso \"Mestre\" está sempre activo, velando e ordenando o melhor para os Seus servos.",
    "category": "Atributos de Allah e Tawhid"
  },
  {
    "no": 11,
    "title": "Allah é Um sem parceiro",
    "text": "Allah ﷻ é Um e não tem parceiro.",
    "explanation": "Tawhid significa afirmar a unicidade de Allah; não tem parceiro na rubūbiyya (senhorio sobre a criação), na ulūhiyya (direito a ser adorado) ou nos nomes e atributos. O único com direito a ser adorado e servido é Allah; associar-Lhe algo é shirk.<br><br>A sura al-Ikhlāṣ: 1–4 diz: \"Diz: Ele é Allah, Um. Allah o Eterno. Não gera nem foi gerado. E não há ninguém comparável a Ele.\" A sura an-Nisāʾ: 36 proíbe também associar a Allah. Um hadith autêntico diz que a sura al-Ikhlāṣ equivale a um terço do Alcorão por conter o núcleo do tawhid.<br><br>Esta crença é o fundamento da nossa adoração: só suplicamos, tememos e esperamos em Allah; não na criação, objectos ou \"outras forças.\" Assim o coração fica livre de dependência de outro que Allah.",
    "category": "Atributos de Allah e Tawhid"
  },
  {
    "no": 12,
    "title": "Allah não tem rival nem igual",
    "text": "Allah ﷻ está exaltado acima de ter rival ou igual.",
    "explanation": "Allah não tem rival que O possa vencer nem igual que Lhe corresponda. O Seu domínio é absoluto; nada pode rivalizar com Ele, limitá-Lo ou frustrar a Sua vontade. Isto faz parte da perfeição do tawhid.<br><br>A sura al-Baqarah: 255 (versículo do Trono) diz que Allah tem o céu e a terra e não Lhe é pesado preservá-los. A sura Fāṭir: 44 e outros versículos afirmam que Allah não tem parceiro, auxiliar ou igual. O hadith ensina também que Allah está exaltado e ninguém está acima d'Ele.<br><br>Esta compreensão dá paz ao coração: nenhum inimigo, doença ou desastre é nunca um \"rival\" à altura de Allah. Temos certeza de que a vitória, a segurança e o auxílio final vêm só de Allah; nada pode bloquear a Sua misericórdia quando Ele quer.",
    "category": "Atributos de Allah e Tawhid"
  },
  {
    "no": 13,
    "title": "Allah abarca toda a criação",
    "text": "Allah ﷻ abarca tudo e está acima; a Sua criação não pode abarcar Allah ﷻ.",
    "explanation": "Allah abarca (domina, conhece e gere) tudo; nada escapa ao Seu saber e poder. Ao mesmo tempo Allah está \"acima\" da Sua criação em dignidade e domínio, não em lugar. A criação não pode \"abarcar\" nem limitar Allah.<br><br>A sura Fuṣṣilat: 54 diz: \"Sabe que Allah abarca todas as coisas.\" A sura al-Baqarah: 255 (versículo do Trono) afirma que o Seu Trono abarca os céus e a terra e Ele não encontra isso pesado. Um hadith autêntico afirma também que Allah está sobre o Trono e o Seu saber está em todo o lado.<br><br>Crendo isto sentimo-nos vigiados e protegidos: nada está oculto a Allah, e nenhum problema Lhe é demasiado grande. Ficamos também preservados do mal-entendido de que Allah esteja \"encerrado\" no céu; Ele abarca tudo sem precisar de espaço.",
    "category": "Atributos de Allah e Tawhid"
  },
  {
    "no": 14,
    "title": "Allah cria a vida e a morte",
    "text": "Allah ﷻ dá a morte sem temor e dá de novo a vida sem dificuldade.",
    "explanation": "A vida e a morte estão inteiramente nas mãos de Allah. Dar a morte à criação não torna Allah receoso nem fraco; dar de novo a vida (incluindo no Dia da Ressurreição) não Lhe é difícil. Tudo acontece só pela Sua vontade e palavra.<br><br>A sura al-Mulk: 2 diz: \"Ele que fez a morte e a vida.\" A sura Qāf: 43: \"Somos Nós que damos vida e morte, e a Nós é o regresso.\" Um hadith autêntico afirma que a alma é levada por ordem de Allah e no Dia da Ressurreição toda a criação será ressuscitada ao som da Trombeta.<br><br>Esta crença lembra-nos que a morte não é um fim vazio mas uma porta para a vida do além. Preparamo-nos com obras rectas e não tememos a morte em excesso, porque quem tem na mão a vida e a morte é Allah o Justo e Misericordioso.",
    "category": "Atributos de Allah e Tawhid"
  },
  {
    "no": 15,
    "title": "O prazo fixo para toda a criação",
    "text": "Allah ﷻ atribui um prazo fixo (ajal) à Sua criação.",
    "explanation": "Cada criatura tem um ajal (momento da morte) fixado por Allah; ninguém o pode adiantar ou atrasar um segundo. Isto faz parte do decreto escrito na Tábua preservada.<br><br>A sura al-Anʿām: 2 diz: \"Ele que vos criou do pó, depois fixou um prazo (ajal) para vós.\" A sura Luqmān: 34: \"Em verdade Allah—só junto d'Ele está o conhecimento da Hora... e nenhuma alma sabe em que terra morrerá.\" Um hadith autêntico (Bukhārī–Muslim) afirma que o ajal, o sustento e o destino do homem estão escritos quando ainda está no ventre.<br><br>Esta compreensão guarda-nos de ansiedade excessiva e impele-nos a usar bem o tempo que resta. Não podemos mudar quando vem o prazo, mas podemos encher a vida de actos que agradam a Allah.",
    "category": "Decreto e vontade de Allah"
  }
]
