[
  {
    "no": 1,
    "title": "Пределы Знания Творения И Аллаха",
    "text": "Есть два рода знания: то, к которому творение имеет доступ, и то, к которому нет; отрицать первое — неверие, претендовать на второе тоже — вера здрава, когда доступное принимают и недоступного не ищут.",
    "explanation": "Понятие этих двух родов знания очень важно. Есть знание, которое Аллах открывает человеку через чувства и откровение (знание шариата), и знание сокровенного, принадлежащее только Аллаху, например время Часа. Понимание этого предела удерживает нас от притязаний на знание тайн предопределения, которые Аллах не открыл.<br><br>В Коране (сура аль-Анʻам: 59) Аллах говорит: «У Него ключи сокровенного; не знает их никто, кроме Него.» Достоверный хадис в Бухари упоминает пять сокровенных вещей, которые знает только Аллах. Нам надлежит довольствоваться тем, что сообщено, и не переступать того, что сокрыто.<br><br>На практике эта вера сохраняет нас смиренными и жаждущими знания. Мы обретаем покой, вверяя тайны будущего Аллаху, сосредоточиваясь на том, что можем сделать, и уповая на Его определение.",
    "category": "Дуа, Знание И Пределы"
  },
  {
    "no": 2,
    "title": "Польза Дуа Для Умершего",
    "text": "Умершие получают пользу от дуа и милостыни живых.",
    "explanation": "Смерть не конец всего. Одно из доказательств милосердия Аллаха — то, что благо по-прежнему достигает умерших через дела живых. Этот пункт утверждает, что дуа, просьба о прощении и милостыня, которые мы совершаем с намерением за умершего, доходят до него наградой и облегчают его состояние в барзахе.<br><br>Основа — слова Пророка ﷺ (у Муслима): «Когда человек умирает, дела его прекращаются, кроме трёх: непрерывной милостыни, полезного знания или праведного ребёнка, который молится за него.» Сура аль-Хашр: 10 восхваляет тех, кто просит прощения за предшественников. Узы веры проходят за гранью смерти.<br><br>В повседневности это побуждает нас не забывать ушедших родителей или наставников. Молиться за них — и благочестие, и напоминание, что нам тоже понадобится та же молитва. Так сохраняется цепь добра между поколениями мусульман.",
    "category": "Дуа, Знание И Пределы"
  },
  {
    "no": 3,
    "title": "Слово Аллаха — Не Речь Людей",
    "text": "Коран — слово Аллаха ﷻ, от Него; люди веруют в него как в речь Аллаха ﷻ, не вопрошая «как», и это не речь людей и не творение.",
    "explanation": "Коран — сама речь Аллаха (Каламуллах), не творение. То, что мы читаем в Мусхафе, — подлинно слово Аллаха, не произведение человека. Это сохраняет авторитет откровения: Коран священен, чист, и истина его абсолютна как руководство для жизни.<br><br>Аллах говорит (сура ат-Тауба: 6): «…дайте ему убежище, пока он не услышит слово Аллаха (Каламуллах).» В хадисе у Тирмизи сказано, что превосходство слова Аллаха над иной речью — как превосходство Аллаха над Его творением. Коран — священное откровение от Творца.<br><br>На практике мы относимся к Корану с глубоким почтением. Не обращаемся с ним как с обычной книгой; читаем с тартилем, стремимся понять смысл и следуем его велениям без сомнения. Веруя, что Коран — слово Аллаха, мы имеем надёжный компас для жизни.",
    "category": "Коран И Откровение"
  },
  {
    "no": 4,
    "title": "Аллах Отличен От Всего Творения",
    "text": "Аллах ﷻ отличен от всего творения.",
    "explanation": "Аллах — Ляйса камислихи шайун: нет ничего подобного Ему. Какой бы образ или вид ни пришёл нам на ум, Аллах не таков. Это хранит чистоту нашего таухида, чтобы мы не уподобляли Творца слабому и ограниченному творению.<br><br>Главное доказательство — сура аш-Шура: 11: \"Нет ничего подобного Ему, и Он — Слышащий, Видящий.\" Хадис также напоминает размышлять о творении Аллаха, но запрещает воображать Его сущность, ибо человеческий разум ограничен в постижении реальности Бога.<br><br>Это понимание освобождает нас от идолопоклонства—будь то физические или мысленные идолы (фантазия). Мы осознаём, что Аллах превыше всего и безграничен, и поклоняемся только Ему с полным почтением и возвеличиванием, не ограничивая Его тварными атрибутами.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 5,
    "title": "Аллах — Творец С Самого Начала",
    "text": "Аллах ﷻ вправе называться Творцом и Начинателем не только после или из-за акта творения, но с самого начала.",
    "explanation": "Аллах — Аль-Халик (Творец), Которому не нужен процесс, чтобы быть творцом. До любой звезды или атома у Аллаха уже был атрибут творения. Его имена и атрибуты вечны и не зависят от существования творения, ибо Он — Источник всего сущего.<br><br>Аллах говорит (сура аль-Хадид: 3): \"Он — Первый и Последний.\" Имя Аль-Халик встречается во многих аятах, например сура аль-Хашр: 24. В хадисе сказано, что прежде был только Аллах и ничто с Ним, затем Аллах создал Трон и всю вселенную.<br><br>Это учит нас, что Аллах совершенно самодостаточен (Аль-Гани). Он создал нас не от одиночества или нужды в помощи, но чисто по Своей воле и мудрости. Мы становимся рабами, знающими своё место, сознающими, что наша жизнь — чистый дар от Первого, Который никогда не нуждался ни в чём от нас.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 6,
    "title": "Совершенная Власть Принадлежит Только Аллаху",
    "text": "Аллах ﷻ имеет власть над всем; всё зависит от Аллаха ﷻ, и это легко для Аллаха ﷻ, и Аллах ﷻ не нуждается ни в чём; нет ничего подобного Аллаху ﷻ, и Аллах ﷻ — Слышащий, Видящий.",
    "explanation": "Власть Аллаха абсолютна и не ограничена законами физики или человеческой логикой. Что бы Аллах ни пожелал, свершается легко словом \"Кун\". Вся вселенная нуждается в Аллахе каждое мгновение, тогда как Аллах не нуждается ни в чём от этой вселенной.<br><br>В суре Йа Син: 82: \"Его повеление, когда Он желает чего-либо, — только сказать ему: Будь! — и оно бывает.\" У Аллаха также имя Аль-Кадир. В кудси-хадисе сказано, что если бы все люди просили и Аллах дал бы всё, это ничуть не умалило бы богатства Аллаха.<br><br>Эта вера — лекарство от всякого страха. Мы осознаём, что любой начальник, правитель или проблема, сколь бы велики ни были, — ничто перед властью Аллаха. Мы становимся рабами смелыми, но смиренными, зная, что единственная опора, которая не подведёт, — Аллах Всемогущий.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 7,
    "title": "Аллах — Абсолютный Владыка Вселенной",
    "text": "Аллах ﷻ имеет абсолютную власть над всем, и ничто не имеет власти над Аллахом ﷻ; кто считает себя независимым от Аллаха ﷻ хотя бы мгновение, впал в неверие.",
    "explanation": "Аллах — абсолютный Владыка, держащий под контролем каждый атом космоса. Ни одно дело не ускользает от Его контроля. Если кто-то чувствует, что может жить независимо без нужды в Аллахе, хотя бы мгновение, он впал в гордыню, способную испортить веру.<br><br>Сура Фатыр: 15 говорит: \"О люди! Вы нуждаетесь в Аллахе; а Аллах — Богатый, Достохвальный.\" Хадисы Пророка часто учат мольбе, чтобы нас не оставляли самим себе даже на мгновение (йа Хаййу йа Каййум... ва ля такильни иля нафси тарфата 'айн).<br><br>На практике это заставляет нас всегда чувствовать нужду (факир) в Аллахе. Мы усердно молимся о малом и великом—от просьбы о руководстве до житейских дел. Мы сознаём, что без Его помощи не можем ни дышать, ни моргнуть.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 8,
    "title": "Аллах Свободен От Физических Пределов",
    "text": "Аллах ﷻ выше предела, ограничения, части или члена и не ограничен шестью направлениями, как творение.",
    "explanation": "Это вероуложение утверждает, что Аллах свободен от материальных атрибутов. Аллах не нуждается в пространстве, не имеет частей тела, как человек, и не ограничен направлением (верх, низ и т.д.), как творение. Он — Творец пространства и времени, поэтому невозможно, чтобы Он был ограничен Своим же творением.<br><br>Аллах говорит (сура аль-Ихлас: 4): \"И нет никого, равного Ему.\" Принцип танзиха (очищение Аллаха от подобия) важен. Учёные поясняют, что Аллах существует без нужды в месте, ибо место — творение, и Аллах существовал до того, как место было создано.<br><br>Это уберегает нас от антропоморфного мышления (воображать Бога подобным человеку). Мы можем поклоняться Аллаху, всецело возвеличивая Его сокрытое и безграничное величие, вместо того чтобы быть в плену физических образов, принижающих степень божественности.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 9,
    "title": "Бремя Таклифа По Силе Раба",
    "text": "Аллах ﷻ возлагает на людей только то, что они могут понести, и люди могут делать только то, что Аллах ﷻ им даёт; нет мощи и силы кроме как от Аллаха ﷻ, и нет силы повиноваться или избегать греха кроме как с помощью Аллаха ﷻ.",
    "explanation": "Аллах не возлагает на раба сверх его возможности. Каждая заповедь и запрет в шариате соразмерны человеческой способности; это показывает справедливость и милосердие Аллаха и отвергает мысль, что религия обременительна.<br><br>В суре аль-Бакара: 286 Аллах говорит: \"Аллах не возлагает на душу сверх её возможностей.\" Достоверный хадис (аль-Бухари–Муслим) также гласит: \"Когда я приказываю вам что-либо, делайте в меру возможного.\" Мощь и сила для повиновения (ля хауля ва ля куввата илля би-ллях) тоже приходят от помощи Аллаха.<br><br>На практике мы не должны использовать \"не могу\" как отговорку для ясных обязанностей, но и не должны взваливать на себя сверх возможного. Мы делаем, что можем, и полагаемся на Аллаха; просим у Аллаха силы стойкости через молитву и старание.",
    "category": "Таклиф И Деяния Человека"
  },
  {
    "no": 10,
    "title": "Совершенная Жизнь И Постоянное Действие",
    "text": "Аллах ﷻ жив и не умирает, всегда действует и не спит.",
    "explanation": "Аллах — Аль-Хайй (Вечноживой) и Аль-Каййум (Самодостаточный). Жизнь Аллаха совершенна—не начата рождением и не завершена смертью. Ему не нужен отдых, Он никогда не спит и всегда деятельно управляет делами всего Своего творения без перерыва.<br><br>Аят аль-Курси (сура аль-Бакара: 255) — сильнейшее доказательство: \"Аллах — нет божества, кроме Него, Вечноживой, Самодостаточный; не овладевают Им ни дремота, ни сон.\" Эти прекрасные имена — основа зависимости творения от Творца.<br><br>Это даёт нам великое спокойствие. Когда мы спим, предаёмся или чувствуем себя беспомощными, мы знаем, что есть Господь, Который никогда не спит и хранит нас. Мы ободряемся продолжать творить добро, ибо знаем, что наш \"Господин\" всегда деятелен, наблюдает и устраивает лучшее для Своих рабов.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 11,
    "title": "Аллах Един Без Сотоварища",
    "text": "Аллах ﷻ Един и не имеет сотоварища.",
    "explanation": "Таухид означает признание единственности Аллаха; у Него нет сотоварища в рубубии (владычество над творением), улухии (право на поклонение) и в именах и атрибутах. Право на поклонение и служение принадлежит только Аллаху; придавать Ему сотоварищей — ширк.<br><br>Сура аль-Ихлас: 1–4: «Скажи: Он — Аллах Единственный. Аллах — Самодостаточный. Не родил и не был рождён. И нет никого, равного Ему.» Сура ан-Ниса: 36 также запрещает ширк. Достоверный хадис гласит, что сура аль-Ихлас равна трети Корана, ибо содержит суть таухида.<br><br>Эта вера — основа нашего поклонения: мы взываем, страшимся и надеемся только на Аллаха; не на творение, предмет или «другую силу». Так сердце чисто от зависимости от кого-либо кроме Аллаха.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 12,
    "title": "Аллах Превыше Соперника И Равного",
    "text": "Аллах ﷻ превыше того, чтобы иметь соперника или равного.",
    "explanation": "У Аллаха нет соперника, который мог бы одолеть Его, и равного, который бы Ему соответствовал. Его владычество абсолютно; ничто не может соперничать, ограничивать или расстраивать Его волю. Это часть совершенства таухида.<br><br>Аят аль-Курси (аль-Бакара: 255) говорит, что Аллах — Владыка небес и земли и сохранение их не отягощает Его. Фатыр: 44 и другие аяты утверждают отсутствие у Аллаха сотоварища, помощника или равного. Хадис учит: Аллах Велик и нет никого над Ним.<br><br>Это понимание даёт сердцу покой: никакой враг, болезнь или беда не «соперник уровня» Аллаха. Мы уверены: победа, безопасность и конечная помощь — только от Аллаха; когда Он пожелает, никто не удержит Его милость.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 13,
    "title": "Аллах Объемлет Всё И Выше Него",
    "text": "Аллах ﷻ объемлет всё и выше него; творение не может объемлить Аллаха ﷻ.",
    "explanation": "Аллах объемлет (властвует, знает, управляет) всё; ничто не укрыто от Его знания и могущества. В то же время Аллах «над» Своим творением по степени и владычеству, не по месту. Творение не может «объемлить» или ограничить Аллаха.<br><br>Фуссилят: 54: «Знай, что Аллах объемлет всякую вещь.» Аят аль-Курси (аль-Бакара: 255) утверждает, что Его Курси объемлет небеса и землю и не отягощает Его. Достоверный хадис: Аллах над Троном, знание Его везде.<br><br>Вера в это даёт чувство присмотра и защиты: от Аллаха ничего не скрыто и нет для Него слишком большой проблемы. Мы также избавлены от заблуждения, что Аллах «заключён» на небе; Он объемлет всё без места.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 14,
    "title": "Аллах Даёт Смерть И Жизнь",
    "text": "Аллах ﷻ даёт смерть без страха и даёт жизнь вновь без труда.",
    "explanation": "Жизнь и смерть полностью в руках Аллаха. Дать творению смерть не страшит и не ослабляет Аллаха; дать жизнь вновь (включая День воскресения) для Него не трудно. Всё по Его воле и слову.<br><br>аль-Мульк: 2: «Он — Тот, Кто создал смерть и жизнь.» Каф: 43 «Мы даём жизнь и смерть, и к Нам возвращение.» Достоверный хадис: душа забирается по велению Аллаха, в День воскресения всё творение восстанет по трубе.<br><br>Эта вера напоминает: смерть — не пустой конец, а врата жизни в вечности. Мы готовимся добрыми делами и не чрезмерно страшимся смерти; ибо Владыка жизни и смерти — Аллах Справедливый и Милостивый.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 15,
    "title": "Назначенный Срок Для Каждого Творения",
    "text": "Аллах ﷻ назначает Своему творению определённый ажаль (срок смерти).",
    "explanation": "У каждого творения есть определённый Аллахом ажаль (время смерти); никто не может ускорить или отложить его ни на мгновение. Это часть предопределения, записанного в Хранимой скрижали.<br><br>аль-Анам: 2: «Он — Тот, Кто создал вас из земли, затем назначил срок (ажаль).» Лукман: 34 «Воистину Аллах — только у Него знание того часа… и ни одна душа не знает, в какой земле умрёт.» Достоверный хадис (аль-Бухари–Муслим): ажаль, удел и судьба записываются в утробе.<br><br>Это понимание уберегает от лишней тревоги и побуждает хорошо использовать оставшуюся жизнь. Мы не можем изменить, когда придёт срок, но можем наполнить жизнь делами, угодными Аллаху.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 16,
    "title": "Руководство И Заблуждение Есть Справедливость",
    "text": "Аллах ﷻ ведёт прямым путём, кого пожелает, по Своей милости и вводит в заблуждение, кого пожелает, по Своей справедливости; всё подчинено определению Аллаха ﷻ и никто не может отвергнуть решение Аллаха ﷻ.",
    "explanation": "Руководство (хидая) и заблуждение (идляль) в руке Аллаха. Кого Он ведёт — по Своей милости; кого вводит в заблуждение — по Своей справедливости (напр. потому что они избрали неверие после того, как истина стала ясна). Решение Аллаха никто не может отвергнуть или оспорить.<br><br>Сура аль-Анам: 125: \"Кого Аллах пожелает вести прямым путём, тому Он раскрывает грудь для ислама... а кого пожелает ввести в заблуждение, тому делает грудь его тесной.\" Сура аль-Араф: 178 также утверждает, что руководство и заблуждение в руке Аллаха. Достоверный хадис гласит, что сердце человека — между двумя перстами Милостивого; Аллах обращает его, как пожелает.<br><br>Мы обязаны стремиться к руководству (учиться, молиться, общаться с праведными) и не быть высокомерными, когда мы на прямом пути. Мы также не отчаиваемся в заблудших; продолжаем призывать к вере и молиться за них, ибо руководство остаётся исключительной прерогативой Аллаха.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 17,
    "title": "Повеление Повиновения И Запрет Ослушания",
    "text": "Аллах ﷻ повелевает Своему творению повиноваться Ему и запрещает Своему творению ослушаться Его.",
    "explanation": "Аллах повелевает повиновение (поклонение, благой нрав, повиновение Посланнику) и запрещает ослушание (ширк, большие и малые грехи). Эти повеления и запреты ясны в Коране и Сунне; наш долг — повиноваться и избегать греха.<br><br>Сура ан-Ниса: 59: \"Повинуйтесь Аллаху и повинуйтесь Посланнику.\" Сура аль-Араф: 33 запрещает мерзость, зло и притеснение. Достоверный хадис (аль-Бухари) утверждает, что повиновение Посланнику есть повиновение Аллаху, а ослушание Посланнику — ослушание Аллаху. Пророк также сказал, что дозволенное и запретное ясны.<br><br>В жизни мы стремимся исполнять повеления (намаз, закят, честность, преданность) и избегать запретного (ложь, прелюбодеяние, ростовщичество, ослушание). Мы не прибавляем к запретному и не относимся к греху легкомысленно; молим о силе повиноваться и уберечься от ослушания.",
    "category": "Община, Правитель И Фикх"
  },
  {
    "no": 18,
    "title": "Творение Творения По Знанию Аллаха",
    "text": "Аллах ﷻ создал творение Своим знанием.",
    "explanation": "Аллах создал вселенную и всякое творение Своим совершенным знанием; ничто не создано случайно или без мудрости. Всё творение соответствует мере, времени и определению, которые Аллах уже знал.<br><br>Сура аль-Хиджр: 86: \"Воистину твой Господь — Творец, Знающий.\" Сура аль-Фуркан: 2 утверждает, что Аллах создал всё сущее и установил его меры. Достоверный хадис гласит, что Аллах записал судьбу всего творения до создания небес и земли.<br><br>Эта вера укрепляет уверенность, что наша жизнь не напрасна; за творением Аллаха стоят замысел и мудрость. Она также побуждает учиться и пользоваться знанием, ибо человеческое знание — малая часть знания Аллаха, объемлющего всё.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 19,
    "title": "Аллах Дарует Удел Без Труда",
    "text": "Аллах ﷻ творит без нужды в этом и дарует удел Своему творению без труда.",
    "explanation": "Аллах не творил из нужды в творении; Он дарует удел без тяготы и труда. Удел (ризк) включает имущество, здоровье, покой и всё, чем мы пользуемся; всё от Аллаха и даётся Им с лёгкостью.<br><br>Сура аз-Зарият: 56–57 утверждает, что Аллах создал джиннов и людей для поклонения Ему и не нуждается в их уделе. Сура Худ: 6: \"Нет на земле ни одного существа, чей удел не был бы у Аллаха.\" Достоверный хадис гласит, что удел предопределён и не будет заменён; кто богобоязнен, тому Аллах даст выход и удел оттуда, откуда не ждёт.<br><br>Мы стремимся к дозволенному уделу без излишней тревоги; мы уверены, что Дарующий удел — Аллах. Мы благодарны за то, что имеем, и не сравниваем свой удел с другими; распределение удела в руке Аллаха Мудрого.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 20,
    "title": "Аллах Предопределяет Судьбу Всего Творения",
    "text": "Аллах ﷻ предопределяет судьбу тому, что Он творит.",
    "explanation": "Судьба (кадар) — определение Аллаха обо всём, что постигает творение: удел, срок жизни, деяния, счастье и несчастье и т.д. Всё записано в Хранимой скрижали до творения; мы веруем, не вдаваясь чрезмерно в \"как\" или \"почему\".<br><br>Сура аль-Камар: 49: \"Воистину Мы создали всякую вещь по мере.\" Сура аль-Хадид: 22: \"Никакое бедствие не постигает ни землю, ни вас самих, как только оно — в книге (Хранимая скрижаль) до того, как Мы его сотворим.\" Достоверный хадис (Муслим) утверждает, что вера в судьбу, в её добро и зло — столп веры.<br><br>Мы принимаем судьбу с терпением при бедствии и с благодарностью при благодати. Мы по-прежнему прилагаем усилия (ихтияр), ибо усилие тоже часть судьбы; мы не пассивны и не в отчаянии и не восстаём против определения Аллаха.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 21,
    "title": "Аллах Отвечает На Мольбу Верующего Раба",
    "text": "Аллах ﷻ отвечает на мольбу людей и даёт им то, о чём они просят.",
    "explanation": "Мольба — поклонение и средство приближения к Аллаху. Аллах отвечает на мольбу Своего раба по Своей мудрости: иногда даровано как просили, иногда заменено лучшим или отложено на более подходящее время.<br><br>Сура аль-Бакара: 186: \"Когда Мои рабы спросят тебя обо Мне, Я близок. Отвечаю на зов взывающего, когда он взывает ко Мне.\" Сура Гафир: 60: \"Взывайте ко Мне, Я отвечу вам.\" Достоверный хадис гласит, что мольба — оружие верующего и Аллах стыдится отвергнуть руку раба, воздетую в мольбе.<br><br>Нам велено взывать с смирением, уповая на ответ и не отчаиваясь поспешно. Мы выбираем ма'сур (от Пророка) и благие мольбы и принимаем, что лучший исход в руке Аллаха.",
    "category": "Дуа, Знание И Пределы"
  },
  {
    "no": 22,
    "title": "Знание Аллаха Об Обитателях Вечности",
    "text": "Аллах ﷻ знает — до существования времени — точное число тех, кто войдёт в Рай и в Огонь; это число не увеличивается и не уменьшается.",
    "explanation": "Аллах знает извечно (до времени), кто войдёт в Рай и кто в Огонь; Его знание совершенно и неизменно. Это не значит, что человек принуждён; Аллах знает исход выбора и деяний каждого раба.<br><br>Сура Худ: 107 и достоверный хадис (аль-Бухари–Муслим) говорят, что обитатели Рая и Огня уже определены; некоторым говорят \"твоё место в Раю\" или \"в Огне.\" Сура аль-Вакиа и другие аяты описывают две группы в вечности. Пророк сказал, что Аллах определил, кто будет счастлив, а кто несчастен.<br><br>Мы не должны считать \"наверняка войду в Рай\" или \"в Огонь\"; мы стремимся быть из людей добра и надеемся на милость Аллаха. Эта вера побуждает серьёзно относиться к деяниям и не полагаться на домыслы.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 23,
    "title": "Гнев И Довольство Аллаха Совершенны",
    "text": "Аллах ﷻ гневается и бывает доволен, но не как ни одно творение.",
    "explanation": "У Аллаха атрибуты гнева (гадаб) и довольства (рида); мы веруем в них, не уподобляя человеческому гневу или радости. Гнев Аллаха совершенен против ослушания и неверия; Его довольство совершенно к покорности и таухиду.<br><br>Сура аль-Фатх: 6 и другие аяты упоминают довольство Аллаха. Достоверный хадис (аль-Бухари–Муслим) гласит, что Аллах гневается на ослушника и доволен покорным; \"Кто разгневает Аллаха ради Моего права, на того разгневаюсь Я.\" Пророк сказал, что довольство Аллаха — в довольстве родителей. Мы не спрашиваем \"как\" гнев или довольство Аллаха (без ташбиха).<br><br>На практике мы ищем довольства Аллаха покорностью и избегаем того, что гневит Его. Мы страшимся Его гнева и надеемся на Его довольство, не представляя Аллаха подобным эмоциональному творению.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 24,
    "title": "Аллах Первый Без Начала И Вечный Без Конца",
    "text": "Аллах ﷻ Кадим без начала и Вечный без конца.",
    "explanation": "Аллах Кадим (нет начала Его существованию) и Бака (вечен, нет конца). Он всегда был; никогда не был \"ещё не существовал\" и не \"перестанет существовать.\" Всё творение прейдёт, а лик твоего Господа пребывает.<br><br>Сура ар-Рахман: 26–27: \"Всё на земле прейдёт. И пребывает лик твоего Господа, обладающего величием и почетом.\" Сура аль-Хадид: 3: \"Он — Первый и Последний.\" Достоверный хадис: Аллах был, и не было ничего с Ним до творения.<br><br>Эта вера укрепляет сердце: мы поклоняемся Тому, Кто не исчезнет; Его обещание и угроза вечны. Тленный мир напоминает не привязываться чрезмерно; единственный вечный и достойный вечной опоры — Аллах.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 25,
    "title": "Атрибуты Аллаха Были До Творения",
    "text": "Аллах ﷻ всегда существовал с Своими атрибутами до творения, и творение творения не прибавляет ничего к Его атрибутам; Аллах ﷻ пребывает через бесконечное время.",
    "explanation": "Атрибуты Аллаха (знание, могущество, жизнь, речь и т.д.) всегда принадлежали Ему до всякого творения. Творение вселенной не \"прибавило\" Аллаху новый атрибут; Он пребывает совершенным без зависимости от творения. Это отвергает мысль, что Аллах \"приобрёл\" атрибуты лишь после творения.<br><br>Сура аль-Хадид: 3 упоминает Аллаха Первого и Последнего. Аяты об именах и атрибутах (аль-Алим, аль-Кадир и т.д.) показывают вечные атрибуты. Хадис и единогласие ахль ас-сунна: Аллах всегда с Своими атрибутами, неизменен и не прибавляется от существования творения.<br><br>Это понимание охраняет таухид от мыслей, принижающих Аллаха (как будто Он развивался или зависел от мира). Мы поклоняемся Аллаху, совершенному извечно, ныне и во веки.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 26,
    "title": "Аллах Всегда Господь И Творец",
    "text": "Аллах ﷻ всегда Господь и всегда Творец, даже когда ещё не было никого, кто бы Ему поклонялся, ни творения.",
    "explanation": "Аллах остаётся Господом (Илях) и Творцом (Халик) даже до того, как появилось творение, поклоняющееся Ему, или само творение. Его атрибуты господства и божественности не зависят от творения; Он достоин поклонения и способен творить извечно.<br><br>Сура аль-Ихляс и аяты о таухиде утверждают единственность Аллаха без опоры на признание творения. Хадис «Кунту канзан махфийян» (Я был сокрытым сокровищем) в некоторых передачах поясняет, что Аллах был до творения. Учёные ахль ас-сунна утверждают: Аллах всегда Аль-Халик по смыслу, хотя акт творения (таквин) совершается по Его воле.<br><br>Это удерживает нас от мысли, что Аллах «стал» Господом или Творцом только после появления мира; Он совершенен и ни от кого не зависит.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 27,
    "title": "Запрет Споров О Предопределении Аллаха",
    "text": "Аллах ﷻ знает всё, что произойдёт, и предопределил это в деталях и с определённостью; никто не может противостоять, прибавить или изменить предопределение Аллаха ﷻ—спорить о предопределении и копаться в «почему» есть заблуждение.",
    "explanation": "Предопределение Аллаха записано и неизменно; ничто не может его изменить. Споры о «почему Аллах предопределил это» или вникание в тайны кадара без твёрдой основы запретны и могут вести к заблуждению (как крайние кадаритские или джабаритские взгляды).<br><br>Сура аль-Кахф: 22 предостерегает от вопросов о том, что не было открыто. Достоверный хадис (Муслим) гласит, что говорить о предопределении без знания запретно; Пророк запретил споры о кадаре. Учёные разъясняют: мы верим в предопределение, не «копаясь» в том, что Аллах не открыл.<br><br>Мы принимаем предопределение с упованием и терпением; не тратим силы на споры «почему мне так предопределено». Наш фокус — действовать по Шариату и с миром в сердце принимать предопределение Аллаха.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 28,
    "title": "Аллах Никогда Не Погибнет",
    "text": "Аллах ﷻ никогда не погибнет и не прекратит существование.",
    "explanation": "Аллах вечно пребывает; не погибнет, не исчезнет и не прекратится. В отличие от тленного творения сущность и атрибуты Аллаха пребывают вовек. Эта вера — часть совершенства таухида.<br><br>Сура ар-Рахман: 27: «И пребывает лик Господа твоего.» Сура аль-Касас: 88: «Всё гибнет, кроме Его лика.» Хадис и единогласие учёных утверждают, что Аллах не погибнет; Он Первый и Последний, Явный и Сокрытый.<br><br>Вера в это даёт нам покой: обещание Рая и угроза Ада вечны, и единственный, достойный вечной опоры — Аллах. Мы не боимся, что наш «Господь» исчезнет; Его вечность — источник спокойствия для верующего.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 29,
    "title": "Аллах Не Нуждается В Творении",
    "text": "Аллах ﷻ не нуждается ни в Троне, ни в том, что под ним.",
    "explanation": "Трон (Арш) — величайшее творение Аллаха, но Аллах не нуждается ни в Троне, ни в том, что под ним. Аллах существует без нужды в месте; Трон создан как знамение могущества и для творения, а не чтобы «поддерживать» Аллаха.<br><br>Сура Та Ха: 5: «Милосердный, вознёсшийся над Троном.» Учёные толкуют истива в достойном Аллаха смысле без уподобления творению. Сура аль-Бакара: 255 утверждает, что Аллах не дремлет и не спит; Ему не нужен отдых и не «седалище». Достоверный хадис говорит, что Трон — кров Рая и что Аллах не нуждается ни в небе, ни в земле.<br><br>Это понимание удерживает нас от представления Аллаха «сидящим» на Троне как царь. Аллах богат; Трон и всё творение — Его покорное творение, а не то, в чём Он нуждается.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 30,
    "title": "Вера В Трон И Престол",
    "text": "Трон (Арш) и Престол (аль-Курси) — истина, и мы в них верим.",
    "explanation": "Трон и Престол — творение Аллаха, упомянутое в текстах; мы верим в них, не отрицая и не уподобляя мирским тронам. Трон — великий трон; Престол (в аяте о Престоле) также сказано, что охватывает небеса и землю.<br><br>Сура аль-Бакара: 255 (аят о Престоле): «Его Престол охватывает небеса и землю.» Сура аль-Хакка: 17 и другие аяты упоминают ангелов, несущих Трон. Достоверный хадис (аль-Бухари) гласит, что семь небес по сравнению с Престолом — как кольцо в пустыне, а Престол по сравнению с Троном ещё меньше. Мы верим, не спрашивая «как» об их образе.<br><br>Вера в Трон и Престол напоминает нам о величии Аллаха; одно Его творение уже столь обширно, тем более Творец. Мы не отрицаем и не насмехаемся над достоверными вестями о сокрытом из Корана и Сунны.",
    "category": "Ангелы И Сокрытое"
  },
  {
    "no": 31,
    "title": "Обязательность Хаджа И Джихада",
    "text": "Хадж и джихад под руководством правителя мусульман—справедливого или несправедливого—остаются обязанностью до Последнего Часа, и никто не может их отменить или упразднить.",
    "explanation": "Хадж и джихад остаются обязательными по Шариату даже при несправедливом правителе; мы не вправе отменять эти обязанности под предлогом противостояния правителю. Они выполняются с имамом/амиром мусульман ради порядка и во избежание хаоса; эти обязанности действуют до Дня суда.<br><br>Сура Али ʿИмран: 97 предписывает хадж для имеющих возможность. Достоверный хадис (аль-Бухари–Муслим) гласит, что джихад остаётся под командованием; «Слушайте и повинуйтесь (амиру), даже если абиссинский раб ведёт вас.» Пророк также сказал, что мы молимся за грешным имамом, пока тот совершает молитву. Это не оправдание несправедливости, а сохранение единства и порядка Шариата.<br><br>На практике мы совершаем хадж при возможности и присоединяемся к джихаду при законном призыве; мы не используем недостатки правителя как повод оставить обязанность или расколоть общину.",
    "category": "Община, Правитель И Фикх"
  },
  {
    "no": 32,
    "title": "Тайна Реальности Предопределения Аллаха",
    "text": "Реальность предопределения (кадар) — тайна Аллаха ﷻ в Его творении; человек верит в неё, не вникая и не вопрошая «почему» о действиях Аллаха ﷻ, ибо Аллах ﷻ запретил это, и это приносит лишь урон.",
    "explanation": "Реальность кадара — тайна Аллаха; мы верим, что всё предопределение от Него, не «вникая» и не вопрошая «почему» Аллах так поступает. Вникать в это запрещено, и это приносит лишь урон (заблуждение или тревогу).<br><br>Сура аль-Маида: 101 запрещает спрашивать о том, что при объяснении лишь отягчит. Достоверный хадис (Муслим) запрещает пререкаться о кадаре. Пророк также предупредил, что пререкающийся о кадаре не спасётся. Учёные ахль ас-сунна верят в кадар без такйифа и таʿтиля.<br><br>Мы принимаем предопределение с открытым сердцем и сосредоточены на делах; мы не тратим время на вникание «почему Аллах предопределил то или это», ибо это выше ума и не приносит пользы вере.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 33,
    "title": "Ислам Единственная Истинная Религия",
    "text": "Религии Аллаха ﷻ на небе и земле — только одна, и это ислам (покорность).",
    "explanation": "Принятая Аллахом религия одна: ислам (покорность Аллаху через таухид и следование посланнику). Истинная небесная религия от Адама до Мухаммада по сути одна; то, что отклонилось или было подделано, уже не религия Аллаха.<br><br>Сура Али ʿИмран: 19: «Ведь религия у Аллаха — ислам.» Сура Али ʿИмран: 85: «Кто ищет не ислам как религию, от того не будет принято.» Достоверный хадис гласит, что пророки — братья (религия их одна); Мухаммад был послан с завершающим исламом. Мы не навязываем эту веру насильно, но убеждены, что истина одна и путь спасения — ислам.<br><br>Это побуждает нас правильно изучать и практиковать ислам, не смешивать его с противоречащими убеждениями и призывать к нему мудро, дабы другие узнали единственную религию, которую Аллах принимает.",
    "category": "Вера: Столпы, Определение И Серединный Путь"
  },
  {
    "no": 34,
    "title": "Равенство Веры И Различие В Благочестии",
    "text": "Вера по сути одна для всех, но превосходство одних над другими — из-за благочестия, осознания Аллаха ﷻ и выбора ими того, чем Аллах ﷻ более доволен.",
    "explanation": "Основа веры (столпы веры, то, во что требует верить Шариат) одна для каждого мусульманина; нет «степени» веры в главном убеждении. Что отличает степень — благочестие, осознание Аллаха (муракаба) и выбор предпочитать то, чем Аллах доволен.<br><br>Сура аль-Худжурат: 13: «Ведь самый благородный из вас пред Аллахом — самый благочестивый.» Достоверный хадис (аль-Бухари) гласит, что нельзя утверждать, что веришь больше другого в главном; превосходство — в делах и благочестии. Пророк также сказал, что лучшие в исламе — те, у кого лучший нрав.<br><br>Мы не гордимся, считая себя «более верующими», чем другие; мы стремимся умножить благочестие и дела. Различие степени пред Аллахом — по усердию и благочестию, а не по притязанию или группе.",
    "category": "Вера: Столпы, Определение И Серединный Путь"
  },
  {
    "no": 35,
    "title": "Столпы Веры В Аллаха И Посланника",
    "text": "Вера состоит из веры в Аллаха ﷻ, Его ангелов, Его писания, Его посланников, Последний день и веры в то, что предопределение—доброе и дурное—всё от Аллаха ﷻ.",
    "explanation": "Столпы веры — шесть: вера в Аллаха, ангелов, писания, посланников, Последний день и предопределение (доброе и дурное от Аллаха). Это главные убеждения, которые должен иметь каждый мусульманин; отрицание одного из них вредит вере.<br><br>Достоверный хадис (аль-Бухари–Муслим) от ʿУмара ибн аль-Хаттаба утверждает эти шесть, когда Джибриль спросил о вере. Сура аль-Бакара: 285: «Посланник уверовал в то, что ниспослано ему от Господа его, и верующие тоже. Все уверовали в Аллаха, Его ангелов, Его писания и Его посланников.» Сура аль-Хадид: 22 гласит, что даже бедствие записано (часть предопределения).<br><br>Мы утверждаем сердца в этих шести и учим им семью и других. Полная вера включает все столпы; нельзя выбирать или отвергать ни один.",
    "category": "Вера: Столпы, Определение И Серединный Путь"
  },
  {
    "no": 36,
    "title": "Определение Веры Языком И Сердцем",
    "text": "Вера состоит из признания языком и принятия сердцем.",
    "explanation": "Вера — не просто слова на устах и не только дела; она включает признание языком (шахада, произнесение истины) и убеждённость сердцем (тасдик). Оба необходимы; кто только говорит, не веруя сердцем, — лицемер; кто только верит сердцем, не произнося, перед людьми и законом ещё не исполнил долг.<br><br>Достоверный хадис (аль-Бухари–Муслим) гласит, что Пророка спросили о лучшем деле; вера была названа основой. Сура аль-Худжурат: 14: «Бедуины сказали: Мы уверовали. Скажи: Вы не уверовали; лучше скажите: Мы покорились (ислам), ибо вера ещё не вошла в ваши сердца.» Учёные ахль ас-сунна согласны, что вера включает слово (каул) и дела, вытекающие из «принятия сердцем».<br><br>Мы оберегаем язык от слов, вредящих вере, и сердце от сомнения и отрицания; стремимся к согласию слова и убеждения.",
    "category": "Вера: Столпы, Определение И Серединный Путь"
  },
  {
    "no": 37,
    "title": "Отречение От Отклонения В Вероучении",
    "text": "Такова наша религия и то, во что мы верим явно и тайно; мы отрекаемся перед Аллахом ﷻ от всякого, кто противоречит тому, что мы изрекаем и разъясняем.",
    "explanation": "Это вероуложение ат-Тахави — изложение убеждения ахль ас-сунна; от того, кто отклонился от изречённого и разъяснённого в нём, мы отрекаемся перед Аллахом. Это не личная вражда, а разъяснение, что мы не следуем отклонению в вероучении (бидʻа, суеверие или заблуждение).<br><br>Сура аль-Мумтахана: 4 повелевает отречься от врагов Аллаха. Пророк сказал (Абу Дауд, признан достоверным): «Кто введёт новшество или приютит вводящего новшество, тот вне гарантии Аллаха.» Учёные разъясняют, что отречение (бараа) от приверженцев новшеств — в непринятии их убеждений и разъяснении их ошибки, а не в причинении вреда.<br><br>Мы держимся правильного вероуложения и сторонимся отклонённых убеждений; не объявляем никого неверным без действительного довода, но ясно относимся к отклонению в вероучении и отрекаемся от него.",
    "category": "Вера: Столпы, Определение И Серединный Путь"
  },
  {
    "no": 38,
    "title": "Ислам — Совершенный Срединный Путь",
    "text": "Ислам — срединный путь: ни излишества, ни упущения; ни уподобления атрибутов Аллаха ﷻ творениям, ни отрицания атрибутов Аллаха ﷻ; ни крайнего джабра, ни отрицания кадара; и ни ложной абсолютной уверенности, ни отчаяния.",
    "explanation": "Ахль ас-сунна стоят на срединном пути: в атрибутах Аллаха мы утверждаем то, что утвердил Аллах, без уподобления творениям (ташбих) и без отрицания (таʻтиль). В кадаре мы не крайние джабриты и не отрицатели кадара; в надежде и страхе не утверждаем ни для кого рай или ад и не отчаиваемся в милосердии Аллаха.<br><br>Сура аль-Бакара: 143: «Так Мы сделали вас общиной срединной.» Хадис и единогласие учёных утверждают, что атрибуты Аллаха принимаются верой без вопроса «как» (такйиф) и без уподобления (тамсиль). Пророк запретил крайность в религии. Этот срединный путь свободен от бидʻа.<br><br>Мы стремимся держаться срединного пути: ни излишества (гулувв), ни упущения (таксыр); учимся у учёных ахль ас-сунна, чтобы не быть увлечёнными в крайности.",
    "category": "Вера: Столпы, Определение И Серединный Путь"
  },
  {
    "no": 39,
    "title": "Истинность Ночного Переноса И Вознесения",
    "text": "Ночной перенос (Исра) и Вознесение (Миʻрадж) истинны: Пророк ﷺ был перенесён ночью и вознёсся телом в бодрствовании через небеса туда, куда пожелал Аллах ﷻ.",
    "explanation": "Исра (путь от Заповедной мечети к мечети аль-Акса) и Миʻрадж (вознесение через небеса) произошли с телом и душой Пророка в бодрствовании; не сон и не только дух. Это событие — чудо, данное Аллахом для укрепления Пророка и общины; мы верим в него, не требуя рационального «как», ибо оно выше обычного творения.<br><br>Сура аль-Исра: 1: «Хвала Тому, Кто перенёс Своего раба ночью от Заповедной мечети к мечети аль-Акса.» Достоверный хадис (аль-Бухари–Муслим) подробно передаёт Миʻрадж: Пророк вознёсся через небеса, встретил прежних пророков и получил установление пятикратной молитвы. Передачи многочисленны и входят в вероучение общины.<br><br>Мы считаем Исра и Миʻрадж истиной от Аллаха; это укрепляет нашу веру в то, что Пророк — посланник Аллаха, которому даны чудеса, и что пять молитв — великая обязанность, установленная над небесами.",
    "category": "Пророк И Посланник"
  },
  {
    "no": 40,
    "title": "Прощение Аллаха Верующим Рабам",
    "text": "Если Аллах ﷻ пожелает, Он простит и помилует их Своей милостью; если Аллах ﷻ пожелает, накажет их, затем выведет их по милости и заступничеству; Аллах ﷻ — Покровитель знающих Его и не обращается с ними как с отрицающими Аллаха ﷻ.",
    "explanation": "Аллах властен простить Своих верующих рабов Своей милостью или наказать их по Своей справедливости; если накажет, Он всё же может вывести их из Огня по милости и заступничеству. Знающие Аллаха (ʻариф би-Ллях) и верующие не приравниваются к отрицающим Его.<br><br>Сура аз-Зумар: 53: «Скажи: О рабы Мои, преступившие против себя, не отчаивайтесь в милости Аллаха. Поистине Аллах прощает грехи все.» Достоверный хадис упоминает заступничество Пророка за его общину и то, что Аллах выводит из Огня тех, в чьём сердце таухид. Ахль ас-сунна верят, что обладатели таухида не пребывают вечно в Огне, если войдут туда за грех.<br><br>Мы не утверждаем «непременно прощён» или «непременно в Огне» ни о ком; мы надеемся на милость Аллаха и страшимся Его наказания. Мы уверены, что Аллах справедлив и милосерден; кающийся верующий не приравнивается к неверному.",
    "category": "Последний День"
  },
  {
    "no": 41,
    "title": "Надежда На Рай Для Добрых Людей",
    "text": "Мы надеемся, что Аллах ﷻ простит творящих добро и введёт их в Рай, но не утверждаем этого ни о ком; мы просим прощения для творящих зло и не отчаиваемся в таком человеке.",
    "explanation": "Мы надеемся и думаем хорошо, что Аллах простит добрых людей и введёт их в Рай, но не утверждаем этого о каком-либо конкретном человеке (нет гарантии без дел). О творящих зло мы просим прощения и не отчаиваемся в милости Аллаха к ним.<br><br>Сура аз-Зумар: 53 призывает нас не отчаиваться в милости Аллаха. Достоверный хадис гласит, что никто не войдёт в Рай лишь своими делами; все — по милости Аллаха. Пророк запретил утверждать Рай или Ад о ком-либо; мы надеемся на лучшее и молимся. Ахль ас-сунна не подобны хариджитам, объявляющим больших грешников неверными, ни мурджиитам, считающим дела неважными.<br><br>Мы стремимся делать лучшее и надеемся на милость Аллаха; молимся за творящих зло и не судим, что они непременно войдут в Ад. Этот баланс между надеждой и страхом удерживает нас от крайности.",
    "category": "Последний День"
  },
  {
    "no": 42,
    "title": "Пророчество Ибрахима И Речь К Мусе",
    "text": "Мы верим, что Аллах ﷻ сделал Ибрахима Своим близким другом (халиль), и что Аллах ﷻ говорил напрямую с Мусой.",
    "explanation": "Пророк Ибрахим — Друг Аллаха (Халилюллах); Аллах избрал его близким спутником. Пророку Мусе было дано преимущество говорить с Аллахом напрямую (калямуллах) без посредника; это чудо и честь от Аллаха.<br><br>Сура ан-Ниса: 125: \"И Аллах взял Ибрахима другом (халиль).\" Сура ан-Ниса: 164: \"И Аллах говорил с Мусой в прямой речи.\" Достоверный хадис утверждает достоинство Ибрахима и Мусы; Пророк сказал, что Аллах говорил с Мусой на горе Тур. Мы верим в достоинства пророков, не принижая других.<br><br>Эта вера учит нас почитать всех пророков и не противопоставлять одного другому; у каждого есть достоинство, данное Аллахом. Мы берём пример с Ибрахима (стойкость в таухиде) и Мусы (диалог с Аллахом через мольбу и покорность).",
    "category": "Пророк И Посланник"
  },
  {
    "no": 43,
    "title": "Допрос И Наказание В Могиле",
    "text": "Мы верим в наказание могилы для тех, кто его заслуживает, и в допрос в могиле Мункаром и Накиром о своём Господе, религии и пророке, как в хадисах и рассказах сподвижников.",
    "explanation": "После смерти человек пребывает в мире барзаха; в могиле его допрашивают два ангела (Мункар и Накир) о его Господе, его религии и его пророке. Кто ответит верно, получит утешение могилы; кто неверен или лицемер — наказание могилы по справедливости Аллаха.<br><br>Достоверные хадисы (аль-Бухари, Муслим и др.) передают допрос и наказание могилы; Пророк научил мольбе о защите от наказания могилы. Рассказы сподвижников тоже это подтверждают. Сура аль-Муминун: 99–100 указывает на барзах и преграду между мёртвыми и возвратом в мир.<br><br>Мы готовимся, укрепляя таухид, следуя истинной религии и признавая Пророка Мухаммада; молимся о стойкости при допросе в могиле и о защите от наказания могилы.",
    "category": "Последний День"
  },
  {
    "no": 44,
    "title": "Воскресение И Счёт В День Суда",
    "text": "Мы верим в воскресение после смерти, воздаяние за дела в День Суда, предъявление дел, счёт (хисаб), чтение книги, награду или наказание, мост (сырат) и весы (мизан).",
    "explanation": "День Суда — когда все люди восстанут из могил для отчёта. Дела будут предъявлены, книга прочитана, весы (мизан) взвесят дела, затем люди пройдут по мосту (сырат) в Рай или Ад. Мы верим во всё это, как приходит в Коране и хадисах.<br><br>Сура аз-Зальзаля: 7–8: \"Кто сделал добро весом в пылинку — увидит его. И кто сделал зло весом в пылинку — увидит его.\" Сура аль-Кахф: 49, аль-Исра: 13–14 и другие аяты говорят о книге дел, счёте и мизане. Достоверный хадис (аль-Бухари–Муслим) передаёт сырат и то, что одни перейдут благополучно, другие падут.<br><br>Эта вера побуждает нас творить добро и избегать греха; мы уверены, что ничего не упущено из книги и каждое дело получит воздаяние. Мы просим Аллаха облегчить наш счёт и спасти нас в тот день.",
    "category": "Последний День"
  },
  {
    "no": 45,
    "title": "Вера В Карамат Святых",
    "text": "Мы верим в карамат (чудеса) святых, о которых знаем, и в достоверные сообщения о них из надёжных источников.",
    "explanation": "Карама — чудо или милость, которую Аллах дарует праведнику (вали) сверх обычного, например знание без обучения или помощь в критический момент. Мы верим в карамат, сообщения о которых достоверны из надёжных источников; не отрицаем и не преувеличиваем их.<br><br>Сура Марьям повествует, что Марьям была наделена пропитанием у михраба; Сура аль-Кахф — о людях пещеры. Достоверные хадисы рассказывают о карамат сподвижников (напр. Умар \"видел\" войско издалека). Учёные ахль ас-сунна верят в карама, не приравнивая её к пророческому чуду и не обожествляя святого.<br><br>Мы не отвергаем карамат с достоверными сообщениями, но не верим легковерно рассказам неясного происхождения. Истинное превосходство — таква и следование Пророку; карама — дар от Аллаха, не мерило праведности.",
    "category": "Вера: Столпы, Определение И Серединный Путь"
  },
  {
    "no": 46,
    "title": "Писание Пера На Хранимой Скрижали",
    "text": "Мы верим в Хранимую Скрижаль (Лавх аль-Махфуз) и Перо и во всё написанное; что Аллах ﷻ написал — непременно сбудется, а что не написал — не сбудется; чего человек лишён — того не достигнет.",
    "explanation": "Хранимая Скрижаль — \"главная запись\", где Аллах записал всё предопределение; Перо (калям) — творение, пишущее по велению Аллаха. Написанное непременно сбудется; ненаписанное не сбудется. Удел, срок жизни и судьба записаны; чего человек лишён — того не достигнет.<br><br>Сура аль-Хадид: 22: \"Не постигает землю и вас никакое бедствие, как только оно — в книге (Хранимой Скрижали) до того, как Мы его явим.\" Достоверный хадис (Ахмад и др.) гласит, что первое, что создал Аллах — Перо, затем велел ему записать всё, что произойдёт. Сура аль-Анам: 59 утверждает, что от знания Аллаха ничто не сокрыто.<br><br>Мы верим в это предопределение, не чувствуя себя \"принуждёнными\"; мы по-прежнему стремимся и молимся, ибо старание и мольба тоже часть предопределения. Эта вера даёт покой сердцу и удерживает от зависти или отчаяния из-за того, чего мы не получаем.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 47,
    "title": "Ангел Смерти И Его Задача",
    "text": "Мы верим в Ангела Смерти, которому поручено забирать души всего творения.",
    "explanation": "Ангел Смерти (Израиль или Маляк аль-Маут) — ангел, которому Аллах поручил забирать душу каждого живого. Забирание души происходит по велению Аллаха; никто не умрёт до своего срока и никто не задержится после.<br><br>Сура ас-Саджда: 11: \"Скажи: Заберёт вас ангел смерти, на котором вы.\" Достоверный хадис передаёт, что Ангел Смерти приходит к человеку, когда наступает его срок; кого-то забирают легко, кого-то с трудом по делам. Мы не утверждаем имя ангела (Израиль) как несомненное, ибо нет решающего доказательства; несомненно лишь вера в ангела, забирающего души.<br><br>Эта вера напоминает, что смерть непременно придёт и совершается по велению Аллаха; мы готовимся покаянием и добрыми делами, чтобы при забирании нашей души быть в благом состоянии.",
    "category": "Ангелы И Сокрытое"
  },
  {
    "no": 48,
    "title": "Два Ангела, Записывающие Дела Людей",
    "text": "Мы верим в благородных ангелов, записывающих дела людей, ибо Аллах ﷻ поставил их над людьми двумя хранителями.",
    "explanation": "При каждом человеке — два ангела: один записывает добро, другой — зло. Ни слово, ни дело не минуют записи; эта запись будет предъявлена в День Суда. Оба — \"хранители\", поставленные Аллахом, не для вреда, а для справедливой записи.<br><br>Сура Каф: 17–18: \"Когда два ангела записывают (дела), один сидит справа, один слева. Не произносится ни слова, как при нём наблюдатель, готовый.\" Сура аль-Инфитар: 10–12 тоже упоминает хранителей (хафаза). Достоверный хадис утверждает, что ангелы записывают каждое дело.<br><br>Мы осознаём, что каждое дело записано; это побуждает нас оберегать язык и дела и умножать добрые дела. Мы не страшимся до тревоги, но не нерадим; стремимся к тому, чтобы запись справа перевесила запись слева.",
    "category": "Ангелы И Сокрытое"
  },
  {
    "no": 49,
    "title": "Вера В Посланников И Писания",
    "text": "Мы верим в ангелов, пророков и книги, ниспосланные посланникам, и свидетельствуем, что все они следовали явной истине.",
    "explanation": "Мы верим в ангелов, пророков и книги Аллаха (Тора, Евангелие, Забур и Коран) без различения. Все посланники принесли одну истину (таухид и покорность); мы свидетельствуем, что они были на явной истине, и не отрицаем ни одного из них.<br><br>Сура аль-Бакара: 285: \"Все веруют в Аллаха, Его ангелов, Его книги и Его посланников. (Они говорят:) Мы не различаем между кем-либо из Его посланников.\" Сура ан-Ниса: 150–152 предостерегает от отрицающих некоторых посланников. Достоверный хадис утверждает, что мы веруем во всех пророков от Адама до Мухаммада.<br><br>Мы не поносим ни пророка, ни книгу; считаем, что ислам завершает и подтверждает то, что было прежде. Мы следуем Пророку Мухаммаду как последнему посланнику и Корану как последней книге, подтверждая прежние книги.",
    "category": "Коран И Откровение"
  },
  {
    "no": 50,
    "title": "Всё Сущее — По Предопределению Аллаха",
    "text": "Мы верим во всё это и уверены, что всё — от Аллаха ﷻ.",
    "explanation": "Всё, во что мы верим — ангелы, книги, посланники, предопределение, Последний День и т.д. — и всё, что происходит во вселенной, по сути от Аллаха. Ничего не происходит без Его знания, воли и предопределения; мы верим в это с уверенностью.<br><br>Сура ат-Тагабун: 11: \"Не постигает никого бедствие, кроме как с дозволения Аллаха.\" Сура аль-Хадид: 22 утверждает, что каждое бедствие записано. Достоверный хадис (Муслим) утверждает веру в предопределение, доброе и злое в нём, от Аллаха. Вера в то, что \"всё от Аллаха\" — основа таваккуля и терпения.<br><br>Мы не приписываем события лишь \"природе\" или \"случаю\"; уверены, что за всем — предопределение Аллаха. Это не снимает человеческой ответственности (мы по-прежнему стремимся и даём отчёт), но исход оставляем Аллаху.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 51,
    "title": "Не Различать Между Посланниками",
    "text": "Мы верим во всё это, не различаем никого из посланников и принимаем как истину всё, что они принесли.",
    "explanation": "Мы верим во всех посланников без различения: не отрицаем одних и не признаём других. То, что они принесли (таухид, обязанности поклонения, нравственность), мы принимаем как истину; мы не говорим «мы верим в одних и не верим в других».<br><br>Сура аль-Бакара: 136: «Скажите: Мы уверовали в Аллаха и в то, что ниспослано нам, и в то, что ниспослано Ибрахиму, Исмаилу, Исхаку, Йакубу и коленам, и в то, что дано Мусе, Исе и пророкам от их Господа. Мы не различаем никого из них.» Сура ан-Ниса: 150–152 запрещает верить в одних посланников и отрицать других. Хадис утверждает, что поношение любого пророка — тяжкий грех.<br><br>Мы чтим всех пророков и не противопоставляем одного другому; мы следуем закону Пророка Мухаммада как печати и совершенству, веря, что все посланники принесли истину от Аллаха.",
    "category": "Пророк И Посланник"
  },
  {
    "no": 52,
    "title": "Появление Даджаля И Признаки Часа",
    "text": "Мы верим в признаки Часа: появление Даджаля, нисхождение Исы ибн Марьям с неба, восход солнца с запада и выход Зверя из земли.",
    "explanation": "Мы верим в признаки Часа, упомянутые Пророком: появление Даджаля (великого обманщика), нисхождение Исы ибн Марьям с неба для победы над Даджалем и установления закона, восход солнца с запада (после чего покаяние не принимается) и выход Зверя из земли. Всё это происходит перед великим Часом.<br><br>Достоверные хадисы (аль-Бухари, Муслим и др.) передают признаки Часа. Пророк сказал, что Даджаль явится, а Иса сойдёт и убьёт его. Сура аль-Анам: 158 указывает на восход солнца с запада. Мы верим, не вопрошая о «как» в деталях.<br><br>Эта вера напоминает, что Час реален и имеет признаки; мы готовимся верой и добрыми делами и не даём обмануть себя Даджалем или ложными заявлениями.",
    "category": "Последний День"
  },
  {
    "no": 53,
    "title": "Десять Сподвижников, Обещанных Раем",
    "text": "Мы свидетельствуем, что десять, которым Посланник Аллаха ﷺ обещал Рай, будут в Раю: Абу Бакр, Умар, Усман, Али, Тальха, аз-Зубайр, Абдуррахман ибн Ауф, Сад ибн Аби Ваккас, Саид ибн Зейд и Абу Убайда ибн аль-Джаррах.",
    "explanation": "Десять сподвижников, которым Пророк обещал Рай (аль-ашара аль-мубашшара), мы верим, войдут в Рай: Абу Бакр, Умар, Усман, Али, Тальха, аз-Зубайр, Абдуррахман ибн Ауф, Сад ибн Аби Ваккас, Саид ибн Зейд и Абу Убайда ибн аль-Джаррах. Обещание Пророка истинно, и они — образец для уммы.<br><br>Достоверный хадис (ат-Тирмизи и др.) утверждает, что Пророк обещал Рай этим десяти сподвижникам. Они — великие фигуры Ислама; признание их достоинства — часть вероубеждения ахлю-с-сунна. Мы не преувеличиваем и не принижаем; мы следуем их путём.<br><br>Мы чтим всех сподвижников и не питаем ненависти ни к одному; мы берём этих десять в пример в вере, справедливости и жертвенности.",
    "category": "Сподвижники, Халифы И Ахлюль Байт"
  },
  {
    "no": 54,
    "title": "Любить Справедливость И Ненавидеть Притеснение",
    "text": "Мы любим людей справедливости и честности и ненавидим людей притеснения и лжи.",
    "explanation": "Мы любим всех сподвижников Пророка без излишества в отношении кого-либо (гулув) и без упущения в отношении кого-либо (таксыр). Любовь к сподвижникам — часть Ислама и веры; ненависть или поношение сподвижников — куфр и лицемерие.<br><br>Сура ат-Тауба: 100 восхваляет первых и главных из мухаджиров и ансаров. Достоверный хадис запрещает поносить сподвижников; Пророк сказал: не поносите моих сподвижников. Ахлю-с-сунна признаёт, что сподвижники могли расходиться в иджтихаде, но не в вероубеждении.<br><br>Мы не присоединяемся к поношению сподвижников и не считаем их виновными без доказательства; мы чтим их и берём в пример лучшее поколение этой уммы.",
    "category": "Община, Правитель И Фикх"
  },
  {
    "no": 55,
    "title": "Запрет Ненависти К Сподвижникам Пророка",
    "text": "Мы любим сподвижников Посланника Аллаха ﷺ, но не впадаем в излишество в отношении кого-либо и не упускаем никого; любовь к сподвижникам — часть Ислама и веры; ненависть к сподвижникам — куфр и лицемерие.",
    "explanation": "Мы любим людей справедливости и честности и ненавидим людей притеснения и лжи. Любовь и ненависть ради Аллаха — часть веры; мы не нейтральны к притеснению или лжи.<br><br>Сура аль-Мумтахана: 8 повелевает не считать врагами тех, кто не сражается с нами из-за религии. Пророк сказал (аль-Бухари), что самые любимые Аллахом — те, кто приносит больше пользы людям. Притеснение и ложь запрещены во многих аятах и хадисах.<br><br>Мы стремимся быть справедливыми и честными в своих делах и поддерживать справедливость в обществе; мы избегаем притеснения и лжи и не соучаствуем с притеснителями в их притеснении.",
    "category": "Сподвижники, Халифы И Ахлюль Байт"
  },
  {
    "no": 56,
    "title": "Порядок Праведных Халифов Как Предводителей Мусульман",
    "text": "Мы утверждаем, что после смерти Посланника Аллаха ﷺ халифат перешёл сначала к Абу Бакру ас-Сиддику, затем к Умару, Усману и Али ибн Аби Талибу — они Праведные Халифы и прямые предводители.",
    "explanation": "После смерти Пророка халифат перешёл к Абу Бакру, затем к Умару, Усману и Али. Они — Праведные Халифы (аль-хулафа ар-рашидун); этот порядок основан на историческом факте и единогласии ахлю-с-сунна.<br><br>Достоверный хадис утверждает, что халифат после Пророка принадлежит курайшитам и что Пророк повелел следовать сунне праведных халифов. Достоверные предания передают присягу Абу Бакру, затем Умару, Усману и Али. Мы не противостоим и не принижаем никого из них.<br><br>Мы признаём четырёх халифов справедливыми предводителями и следуем их путём в религии и управлении; мы не следуем тем, кто поносит халифов или объявляет кого-либо из них неверующим.",
    "category": "Сподвижники, Халифы И Ахлюль Байт"
  },
  {
    "no": 57,
    "title": "Следование Сунне Пророка И Общине",
    "text": "Мы следуем Сунне Пророка ﷺ и общине мусульман и избегаем уклонения, раскола и раздора.",
    "explanation": "Мы держимся Сунны Пророка и общины мусульман; мы избегаем нововведения, раскола и уклоняющихся позиций. Следование Сунне и общине — путь спасения.<br><br>Достоверный хадис (Абу Дауд, ат-Тирмизи) говорит: «Держитесь моей Сунны и сунны праведных халифов» и «Община — милость, раскол — наказание.» Сура Али Имран: 103 повелевает держаться за вервь Аллаха и не разделяться. Ахлю-с-сунна ва-ль-джамаа — имя тех, кто следует этому пути.<br><br>Мы изучаем религию по достоверным источникам (Коран и Сунна) и следуем пониманию общины, а не страсти или отколовшимся группам; мы избегаем споров, ведущих к расколу.",
    "category": "Община, Правитель И Фикх"
  },
  {
    "no": 58,
    "title": "Определение Мусульман Как Людей Киблы",
    "text": "Мы называем мусульманином и мумином того, кто обращается к нашей кибле — пока такие люди киблы признают то, что принёс Пророк ﷺ, и принимают как истину всё, что он сказал и передал.",
    "explanation": "Кто молится, обратившись к нашей кибле (Кааба), и признаёт то, что принёс Пророк, и подтверждает всё, что Пророк сказал и передал, того мы называем мусульманином и мумином. Мы не объявляем людей киблы неверующими, пока они не отрицают то, что явно есть куфр.<br><br>Сура аль-Бакара: 143 описывает исламскую умму как общину середины. Достоверный хадис утверждает, что кто молится как мы и обращается к нашей кибле — мусульманин. Учёные ахлю-с-сунна не объявляют людей киблы неверующими за грех, пока они не объявляют его дозволенным.<br><br>Мы не обвиняем в куфре легкомысленно; мы различаем согрешившего мусульманина и вышедшего из Ислама. Мы оставляем тайны сердец Аллаху и относимся к людям киблы как к братьям-мусульманам.",
    "category": "Община, Правитель И Фикх"
  },
  {
    "no": 59,
    "title": "Единство — Истина, Раскол — Наказание",
    "text": "Мы согласны, что единство — правильный путь, а раскол — уклонение и наказание.",
    "explanation": "Единство на истине — правильный путь; раскол — уклонение и наказание. Аллах повелевает единство и запрещает раскол.<br><br>Сура Али Имран: 103: «Держитесь все за вервь Аллаха и не разделяйтесь.» Достоверный хадис (Ибн Маджа) утверждает, что раскол — наказание. Пророк запретил разделяться и повелел слушать и повиноваться правителю, пока не приказ к ослушанию.<br><br>Мы стремимся сохранять исламское братство и не раскалывать умму вопросами нововведения или обвинения; мы объединяемся на Коране, Сунне и понимании салафов.",
    "category": "Община, Правитель И Фикх"
  },
  {
    "no": 60,
    "title": "Дозволенность Масха Хуффа По Хадису",
    "text": "Мы согласны с масхом хуффа (кожаных носков) в пути и дома, как в хадисах.",
    "explanation": "Масх хуффа (кожаных носков, закрывающих лодыжки) вместо омовения ног при омовении дозволен в хадисе — в пути и дома. Это облегчение закона, которому научил Пророк.<br><br>Достоверный хадис (Муслим и др.) передаёт, что Пророк и сподвижники делали масх хуффа. Учёные единогласны в его дозволенности при условиях, упомянутых в фикхе. Это часть облегчения религии; мы следуем этому без излишества и отвержения.<br><br>Мы можем пользоваться облегчением масха хуффа по условиям при омовении; мы не считаем его ни обязательным, ни запретным, пока следуем достоверному доказательству.",
    "category": "Община, Правитель И Фикх"
  },
  {
    "no": 61,
    "title": "Молитва За Всяким Имамом",
    "text": "Мы согласны молиться за любым из людей киблы—справедливым или несправедливым—и совершать заупокойную молитву за любого из людей киблы при кончине.",
    "explanation": "Мы молимся за любым из людей киблы—благочестивым или нечестивым—пока он правильно совершает молитву; мы также совершаем заупокойную молитву за любого из людей киблы, кто умер. Это сохраняет единство и не бойкотирует общину из-за личного недостатка имама.<br><br>Достоверный хадис (аль-Бухари–Муслим) подтверждает молитву за нечестивым имамом. Пророк сказал: они перед вами; если верно—награда вам и им, если ошибаются—награда вам, вина им. Заупокойная молитва мусульманина—обязанность кифая.<br><br>Мы не оставляем общину из-за несовершенства имама; мы сохраняем общую молитву и молим об руководстве для имама. Мы совершаем заупокойную молитву за умершим мусульманином и не отказываем из-за грехов этого человека.",
    "category": "Община, Правитель И Фикх"
  },
  {
    "no": 62,
    "title": "Коран—Калам, Не Творение",
    "text": "Мы не спорим о Коране и свидетельствуем, что он—слово Аллаха ﷻ, переданное Верным Духом Мухаммаду ﷺ; это не слово творения, и мы не говорим, что он создан.",
    "explanation": "Коран—Каламуллах (слово Аллаха), переданное Джибрилем Пророку Мухаммаду; это не слово творения, и мы не говорим, что он создан. Спорить без основы о «как» или «создан ли»—нововведение; мы верим в то, что установили Аллах и Посланник.<br><br>Сура ат-Тауба: 6 упоминает «слово Аллаха» (Каламуллах). Достоверный хадис подтверждает, что Коран ниспослан через Верного Духа (Джибриля). Ахль ас-Сунна утверждает, что Калам Аллаха—Его атрибут, не творение; кто говорит, что Коран создан,—в заблуждении.<br><br>Мы не спорим об этом с простыми людьми; мы верим, что Коран—священное слово Аллаха и не творение. Мы почитаем Коран и следуем ему, не впадая в бесполезные споры.",
    "category": "Коран И Откровение"
  },
  {
    "no": 63,
    "title": "Избегать Праздных Речей О Религии",
    "text": "Мы не вступаем в праздные речи об Аллахе ﷻ и не допускаем, чтобы раздор о религии Аллаха ﷻ вредил братству.",
    "explanation": "Мы не вступаем в праздные речи об Аллахе (как споры о Его сущности или о том, что не имеет основы в доказательствах) и не допускаем, чтобы раздор о религии Аллаха разрушал братство. Религия зиждется на доказательствах, а не на домыслах.<br><br>Сура аль-Исра: 36 запрещает следовать тому, о чём нет знания. Достоверный хадис запрещает спорить о Коране без основы и велит отдавать раздор на суд Аллаха и Посланника. Учёные запрещают праздный спор в религии.<br><br>Мы говорим о религии на основе Корана и Сунны; не тратим время на бесконечные споры. Мы сохраняем единство и не раскалываемся из-за несущественных разногласий.",
    "category": "Вера: Столпы, Определение И Серединный Путь"
  },
  {
    "no": 64,
    "title": "Повиновение Правителю Пока Он Не Велит Грех",
    "text": "Мы не принимаем мятеж против имама или правителя наших дел, даже если он несправедлив; повиновение имаму и правителю—часть повиновения Аллаху ﷻ и обязательно, пока они не велят грех; мы молим о руководстве и прощении для них.",
    "explanation": "Мы не принимаем мятеж против имама или правителя мусульман, даже если он несправедлив; повиновение им—часть повиновения Аллаху и обязательно, пока они не велят ослушание. Мы молим о руководстве и прощении для них.<br><br>Достоверный хадис (аль-Бухари–Муслим) говорит: слушайте и повинуйтесь эмиру, пока он не велит ослушание; Пророк запретил мятеж, пока они совершают молитву. Сура ан-Ниса: 59 велит повиноваться обладателям власти. Это сохраняет стабильность и порядок закона.<br><br>Мы повинуемся в дозволенном и не повинуемся, если велят грех; не поднимаем мятеж насилием и не раскалываем. Мы молим о справедливости и руководстве для правителя и увещеваем с мудростью.",
    "category": "Община, Правитель И Фикх"
  },
  {
    "no": 65,
    "title": "Отвержение Гадателя И Предсказателя",
    "text": "Мы не принимаем как истину слова гадателя и предсказателя, ни утверждений, противоречащих Книге, Сунне и согласию мусульманской общины.",
    "explanation": "Мы не верим гадателям, предсказателям и тем, кто притязает знать сокровенное или предсказывать судьбу; мы также отвергаем то, что противоречит Корану, Сунне и иджма общины. Истина приходит только от откровения.<br><br>Достоверный хадис (аль-Бухари–Муслим) передаёт, что Пророк сказал: кто придёт к гадателю или предсказателю и поверит ему, тот проявил неверие в то, что ниспослано Мухаммаду. Сура аль-Джинн: 26–27 утверждает, что сокровенное знает только Аллах.<br><br>Мы не верим в гадания, гороскопы и «науки», притязающие знать будущее; мы уповаем на Аллаха и действуем по закону Аллаха. Мы принимаем вести только из надёжных источников (Книга и Сунна).",
    "category": "Дуа, Знание И Пределы"
  },
  {
    "no": 66,
    "title": "Не Объявлять Мусульманина Кафиром За Грех",
    "text": "Мы не считаем никого из людей нашей киблы кафиром за грех, который он совершил—пока он не считает этот грех дозволенным.",
    "explanation": "Мы не объявляем людей киблы (тех, кто молится в сторону нашей киблы и принимает то, что принёс Пророк) кафирами только за совершение греха—пока они не считают этот грех дозволенным. Грех не выводит из ислама автоматически.<br><br>Достоверный хадис говорит: мусульманин не должен объявлять мусульманина кафиром; кто назовёт брата «кафиром», то это слово вернётся к одному из них. Учёные Ахль ас-Сунна различают согрешившего тяжко, но оставшегося верующим, и вышедшего из ислама отрицанием очевидного или признанием запретного дозволенным.<br><br>Мы не объявляем кафиром легкомысленно; различаем согрешившего, но верующего, и отрицающего столпы ислама или признающего запретное дозволенным. Сокровенное сердец мы оставляем Аллаху.",
    "category": "Грех, Неверие И Люди Киблы"
  },
  {
    "no": 67,
    "title": "Вред Греха Для Верующего",
    "text": "Мы не говорим, что грех верующего не вредит ему.",
    "explanation": "Мы не говорим, что грех верующего не вредит ему. Грех остаётся вредным: уменьшает награду, влечёт наказание в этом или том мире и ослабляет веру. Мы не презираем грех.<br><br>Сура ан-Ниса: 31 и другие предупреждают, что тяжкий грех может повлечь наказание. Достоверный хадис утверждает, что грех оставляет след в сердце. Пророк запретил презирать малый грех. Ахль ас-Сунна отвергает позицию мурджиитов, что грех не вредит вере.<br><br>Мы боимся греха и каемся; не чувствуем себя в безопасности лишь от того, что уверовали. Мы избегаем тяжких и малых грехов и не презираем влияние греха на сердце и участь в будущей жизни.",
    "category": "Грех, Неверие И Люди Киблы"
  },
  {
    "no": 68,
    "title": "Запрет Обвинять Брата-Мусульманина В Куфре",
    "text": "Мы не говорим, что кто-либо из людей киблы непременно войдёт в рай или огонь, и не обвиняем никого в куфре, ширке или нифаке—пока люди киблы не явят этого; сокровенное сердец мы оставляем Аллаху ﷻ.",
    "explanation": "Мы не утверждаем ни о ком, что он непременно войдёт в рай или огонь; не обвиняем никого в кафире, мушрике или мунафике, пока не явят. Сокровенное сердец мы оставляем Аллаху.<br><br>Достоверный хадис запрещает утверждать для кого-либо рай или огонь. Пророк сказал: не обвиняйте друг друга в нифаке. Сура аль-Худжурат: 12 запрещает предположение и злословие. Мы судим только по явному; сокровенное—удел Аллаха.<br><br>Мы думаем хорошо, пока нет ясного доказательства; не судим о намерениях других. Мы сосредоточены на исправлении себя и призыве с мудростью, а не на обвинениях и осуждении.",
    "category": "Грех, Неверие И Люди Киблы"
  },
  {
    "no": 69,
    "title": "Превосходство Пророка Над Всеми Святыми",
    "text": "Мы не ставим ни одного святого общины выше ни одного пророка; один пророк лучше всех святых, взятых вместе.",
    "explanation": "Ни один святой (вали) этой общины не превосходит ни одного пророка; один пророк лучше всех святых, взятых вместе. Пророк имеет особый ранг; мы не ставим ни одного праведника выше пророков.<br><br>Сура аль-Анʻам: 86 и другие упоминают пророков с особым превосходством. Достоверный хадис утверждает, что Пророк Мухаммад—господин сынов Адама в день суда. Учёные единогласны, что пророк выше святого. Ставить святого выше пророка—заблуждение.<br><br>Мы почитаем пророков и не приравниваем к ним ни одного праведника. Мы следуем Пророку Мухаммаду как источнику закона и высшему образцу; любим святых Аллаха, не преувеличивая до приравнивания к пророку.",
    "category": "Пророк И Посланник"
  },
  {
    "no": 70,
    "title": "Запрет Убийства Без Законного Основания",
    "text": "Мы не согласны убивать кого-либо из общины Мухаммада ﷺ, кроме как когда того требует закон.",
    "explanation": "Мы не согласны убивать кого-либо из общины Мухаммада, кроме как когда того требует закон (кисас, хадд или в контексте законной войны). Жизнь мусульманина защищена; убийство без права—тяжкий грех.<br><br>Сура аль-Анʻам: 151 и аль-Исра: 33 запрещают убивать душу, которую Аллах запретил убивать, кроме как по праву. Достоверный хадис утверждает, что убийство мусульманина—один из тяжких грехов. Пророк запретил убивать произносящего ля иляха илля Ллах. Исламское уголовное право определяет, когда убийство дозволено.<br><br>Мы уважаем человеческую жизнь и не поддерживаем насилие или убийство вне того, что устанавливает закон. Мы отвергаем терроризм и убийство от имени религии, не соответствующее достоверному доказательству.",
    "category": "Община, Правитель И Фикх"
  },
  {
    "no": 71,
    "title": "Положение Мухаммада Как Раба И Посланника",
    "text": "Мы верим, что Мухаммад ﷺ — избранный раб Аллаха ﷻ, избранный пророк Аллаха ﷻ и посланник, которым Аллах ﷻ доволен.",
    "explanation": "Мухаммад — избранный раб Аллаха и пророк, и посланник, которым Аллах доволен. Он человек, посланный с откровением; мы не поклоняемся ему и не преувеличиваем, вознося его выше положения раба и посланника.<br><br>Сура аль-Исра: 1 называет Пророка Его рабом. Сура аль-Ахзаб: 40 утверждает, что Мухаммад — печать пророков. Достоверный хадис: не преувеличивайте обо мне, как христиане преувеличили об Исе; я лишь раб, говорите же: раб Аллаха и Его посланник. Мы любим и почитаем его без излишества; следуем его закону и не обожествляем его. Отвергаем того, кто отрицает его пророчество или принижает его.",
    "category": "Пророк И Посланник"
  },
  {
    "no": 72,
    "title": "Установление Добра И Зла Для Человечества",
    "text": "Добро и зло установлены для человечества.",
    "explanation": "Добро и зло установлены для человечества: есть повеление и запрет, награда и наказание. Человечеству дана способность выбора, и оно даст отчёт за свой выбор.<br><br>Сура аш-Шамс: 8–10 указывает, что Аллах внушает человеку путь нечестия и путь благочестия. Хадис и аяты многократно утверждают таклиф (обязанность) и отчёт. Предопределение не отменяет выбор; человек прилагает усилия, а Аллах предопределяет исход.<br><br>Мы стремимся творить добро и избегать зла; не оправдываем лень словами «было предопределено». Мы верим, что добро и зло реальны и мы дадим отчёт.",
    "category": "Вера: Столпы, Определение И Серединный Путь"
  },
  {
    "no": 73,
    "title": "Безопасность Веры В Покорности",
    "text": "Ислам человека в безопасности лишь когда основан на покорности и смирении; принуждать себя познать то, что выше его способности, лишь отдаляет от правильной веры.",
    "explanation": "Ислам человека в безопасности лишь когда основан на покорности (таслим) и смирении перед Аллахом и Его Посланником. Принуждать себя познать то, что выше способности (например, реальность сущности Аллаха или детали предопределения), лишь отдаляет от правильной веры.<br><br>Сура Али Имран: 19 называет ислам покорностью. Хадис запрещает размышлять о сущности Аллаха и повелевает размышлять о Его творении. Учёные запрещают илхад (углубляться в недозволенное) относительно имён и атрибутов Аллаха.<br><br>Мы оставляем Аллаху то из сокрытого, что Он не разъяснил; сосредоточиваемся на том, что Аллах повелел и что мы можем сделать. Не смущаемся от незнания «как» или «почему» того, что Аллах не открыл.",
    "category": "Вера: Столпы, Определение И Серединный Путь"
  },
  {
    "no": 74,
    "title": "Способность Человека От Аллаха",
    "text": "Способность, благодаря которой действие действительно совершается, только от Аллаха ﷻ; закон требует от человека способность в смысле здоровья, возможности и имеющихся у него средств.",
    "explanation": "Способность, благодаря которой действие действительно совершается (действенная способность), только от Аллаха. То, что закон требует от человека, — способность в смысле здоровья, возможности и имеющихся средств; при их наличии человек обязан прилагать усилия, а Аллах даёт тауфик.<br><br>Сура аль-Бакара: 286: Аллах не возлагает на душу сверх её возможностей. Хадис: ля хавля ва ля куввата илля билляхи. Учёные различают способность как условие таклифа и способность, осуществляющую действие (от Аллаха).<br><br>Мы стараемся по мере сил и просим помощи у Аллаха; не оправдываемся «я не способен» в том, что ещё можно попытаться сделать. Мы верим, что сила для повиновения приходит от Аллаха.",
    "category": "Таклиф И Деяния Человека"
  },
  {
    "no": 75,
    "title": "Возвращение Всякого Знания Аллаху",
    "text": "Когда наше знание о чём-либо неясно, мы говорим: «Аллах ﷻ знает лучше».",
    "explanation": "Когда наше знание о чём-либо неясно или нет достаточного доказательства, мы говорим: Аллах знает лучше. Мы не утверждаем и не выдумываем; возвращаем неведомое нам знание Аллаху.<br><br>Сура аль-Бакара: 232 и многие аяты повелевают возвращать дело Аллаху. Пророк сказал: кого спросят о знании, которого он не знает, и он скажет «Аллах знает лучше» — тот дал правильный ответ. Учёные запрещают говорить без знания.<br><br>Мы не мним себя знающими; смело говорим «я не знаю» или «Аллах знает лучше» в том, чего действительно не знаем. Не сочиняем толкований или решений без доказательства.",
    "category": "Дуа, Знание И Пределы"
  },
  {
    "no": 76,
    "title": "Серединный Путь Между Отчаянием И Самоуверенностью",
    "text": "Абсолютная самоуверенность и отчаяние одинаково выводят человека из религии; путь истины для людей киблы — между ними.",
    "explanation": "Заблудшая абсолютная самоуверенность (например, утверждение, что кто-то непременно в раю) и отчаяние (например, утверждение, что кто-то непременно в аду или что Аллах не простит) одинаково выводят из религии. Путь истины для людей киблы — между ними: надежда и страх.<br><br>Сура аль-Хиджр: 56: Ибрахим сказал, что от милости Аллаха отчаиваются только заблудшие. Сура аз-Зумар: 53 призывает не отчаиваться. Хадис утверждает равновесие между надеждой и страхом. Ахлю-с-Сунна — между хариджитами (слишком суровыми) и мурджиитами (слишком снисходительными).<br><br>Мы надеемся на милость Аллаха и страшимся Его кары; не выносим никому приговора «непременно рай» или «непременно ад». Мы думаем об Аллахе хорошо и не отчаиваемся в Его прощении.",
    "category": "Вера: Столпы, Определение И Серединный Путь"
  },
  {
    "no": 77,
    "title": "Могила — Сад Рая Или Яма Огня",
    "text": "Могила — либо один из садов рая, либо одна из ям огня.",
    "explanation": "Могила может быть одним из садов рая (блаженство барзаха) или одной из ям огня (наказание в могиле), в зависимости от деяний и веры погребённого. Это согласуется с хадисами о блаженстве и наказании в могиле.<br><br>Достоверные хадисы (аль-Бухари, Муслим) многократно передают о блаженстве могилы для верующих и наказании в могиле для нечестивцев или лицемеров. Пророк учил дуа о защите от наказания в могиле. Сура аль-Муминун: 99–100 указывает на мир барзаха.<br><br>Мы готовимся верой и благими делами, чтобы наша могила стала садом рая; молим о защите от наказания в могиле. Эта вера побуждает нас не предаваться беспечности.",
    "category": "Последний День"
  },
  {
    "no": 78,
    "title": "Вера В Лицезрение Аллаха В Раю",
    "text": "Человек верит в лицезрение Аллаха ﷻ в раю, не истолковывая и не воображая способ по своему разумению, и избегает отрицания атрибута Аллаха ﷻ и уподобления Аллаха ﷻ творениям.",
    "explanation": "Обитатели рая будут лицезреть Аллаха в последней жизни; мы верим в это, не истолковывая и не воображая «как» по разуму. Мы избегаем отрицания этого атрибута и уподобления Аллаха творениям.<br><br>Сура аль-Кийама: 22–23 говорит о ликах в тот день сияющими, лицезреющими своего Господа. Достоверный хадис (аль-Бухари, Муслим) утверждает, что обитатели рая лицезреют Аллаха подобно тому, как лицезреют луну в ночь полнолуния. Мы верим без такйифа (вопроса о способе) и без тамсиля.<br><br>Мы не воображаем «вид» этого; нам достаточно уверенности, что лицезрение Аллаха — величайшее блаженство рая. Мы отвергаем того, кто отрицает руъйа или уподобляет лицезрение творениям.",
    "category": "Последний День"
  },
  {
    "no": 79,
    "title": "Реальность Лицезрения Аллаха В Раю",
    "text": "Лицезрение Аллаха ﷻ обитателями рая — истина; человек верит в это, не истолковывая способ, и оставляет знание об этом Аллаху ﷻ.",
    "explanation": "Лицезрение Аллаха обитателями рая — истина; мы верим в это, не истолковывая способ, и оставляем знание об этом Аллаху. Способ лицезрения не подобен лицезрению творений.<br><br>Доказательства те же, что в пункте 78. Сура аль-Кийама: 22–23 и мутаватир-хадисы о руъйа. Учёные Ахлю-с-Сунна утверждают руъйа без такйифа; мы не говорим «глазами как у нас» или «таким-то способом».<br><br>Мы верим в руъйа как весть от Аллаха и Посланника; не входим в бесконечные споры «как». Эта вера усиливает наше усердие в делах, чтобы оказаться среди обитателей рая.",
    "category": "Последний День"
  },
  {
    "no": 80,
    "title": "Мухаммад — Печать Пророков Аллаха",
    "text": "Мухаммад ﷺ — Печать пророков, имам богобоязненных и наидостойнейший из посланников, а также возлюбленный Господа миров.",
    "explanation": "Мухаммад — печать пророков, имам богобоязненных, наидостойнейший из посланников и возлюбленный Господа миров. После него нет пророка.<br><br>Сура аль-Ахзаб: 40: Мухаммад — не отец кого-либо из ваших мужчин, но он — посланник Аллаха и печать пророков. Достоверный хадис утверждает, что Пророк — сеййид сынов Адама и возлюбленный Аллаха. Пророк — последний посланник; притязание на пророчество после него — ложно.<br><br>Мы уверены, что Пророк Мухаммад — последний пророк, и не принимаем пророка или посланника после него. Мы любим и почитаем его и следуем его сунне до скончания веков.",
    "category": "Пророк И Посланник"
  },
  {
    "no": 81,
    "title": "Миссия Мухаммада Для Всего Человечества",
    "text": "Пророк Мухаммад ﷺ был послан ко всем джиннам и человечеству с истиной, руководством, светом и просвещением.",
    "explanation": "Пророк Мухаммад был послан ко всем джиннам и человечеству с истиной, руководством, светом и просвещением. Его призыв всеобщ; ни одна община после него не изъята из обязанности следовать за ним.<br><br>Сура Саба: 28: Мы послали тебя только ко всему человечеству. Сура аль-Ахзаб: 40 утверждает печать пророков. Хадис утверждает, что Пророк был послан к человечеству и джиннам. Его закон остаётся в силе до Часа.<br><br>Мы верим, что Ислам для всего человечества; мы призываем к нему с мудростью и не принуждаем. Мы следуем за Пророком как за единственным источником закона после него.",
    "category": "Пророк И Посланник"
  },
  {
    "no": 82,
    "title": "Удел Мусульманина, Совершившего Тяжкий Грех",
    "text": "Тот из уммы Мухаммада ﷺ, кто совершит тяжкий грех, окажется в Огне, но не навечно—пока тот человек умрёт верующим, утверждающим единобожие Аллаха ﷻ; его удел подчинён воле и определению Аллаха ﷻ.",
    "explanation": "Тот из уммы Мухаммада, кто совершит тяжкий грех, окажется в Огне (если Аллах его накажет), но не навечно—пока умрёт верующим, утверждающим единобожие Аллаха. Его конечный удел подчинён воле и определению Аллаха; он может быть прощён или наказан, затем выведен.<br><br>Достоверный хадис утверждает, что Аллах выводит из Огня того, в чьём сердце таухид. Обладатели таухида не пребывают в Огне вечно. Сура ан-Ниса: 48 запрещает ширк; грех, кроме ширка, может быть прощён, если пожелает Аллах. Ахль ас-Сунна — между хариджитами и мурджиитами.<br><br>Мы не судим, что совершивший тяжкий грех пребудет в Огне вечно; мы надеемся на милосердие Аллаха и страшимся Его наказания. Напоминаем избегать тяжкого греха и каяться; конечный исход оставляем Аллаху.",
    "category": "Грех, Неверие И Люди Киблы"
  },
  {
    "no": 83,
    "title": "Деяния Человека Созданы Аллахом",
    "text": "Деяния человека по сути созданы Аллахом ﷻ, и в то же время совершаются и вменяются человеку.",
    "explanation": "Деяния человека по сути созданы Аллахом (Он их осуществляет), и в то же время совершаются и вменяются человеку. Это средний путь: ни джабрийя, ни кадарийя.<br><br>Сура ас-Саффат: 96: Аллах создал вас и то, что вы делаете. Хадис: нет силы и мощи кроме как от Аллаха. Учёные Ахль ас-Сунна утверждают, что деяние раба — творение Аллаха и приобретение (касб) раба; человек ответствен.<br><br>Мы стараемся и верим, что исход от Аллаха; мы не пассивны (джабрийя) и не считаем себя творцами своего деяния (кадарийя). Мы ответственны за свой выбор.",
    "category": "Таклиф И Деяния Человека"
  },
  {
    "no": 84,
    "title": "Завет Аллаха Со Всем Человечеством",
    "text": "Завет, который Аллах ﷻ заключил с Адамом и его потомством, истинен.",
    "explanation": "Завет, который Аллах заключил с Адамом и его потомством (взят из чресл Адама), истинен: признание того, что Аллах — Господь. Упомянуто в Коране; люди рождаются в фитре, затем среда и выбор имеют действие.<br><br>Сура аль-Араф: 172–173 повествуют, что Аллах взял завет с потомства Адама: Разве Я не Господь ваш? Они сказали: Да. Достоверный хадис утверждает, что каждый ребёнок рождается в фитре. Учёные берут это как довод фитры и ответственности человека.<br><br>Мы верим, что у людей есть фитра познания Господа; наш призыв напоминает и зовёт; не \"вносит\" нечто чуждое. Мы ответственны за свой выбор после зрелости и разума.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 85,
    "title": "Имена И Атрибуты Аллаха Постоянны",
    "text": "Как Аллах ﷻ имеет право на имя «Оживляющий мёртвых» до и после оживления мёртвых, так Аллах ﷻ имеет право на имя «Творец» до и после творения.",
    "explanation": "Аллах имеет право на имя «Оживляющий мёртвых» до и после действительного оживления; и «Творец» до и после творения. Атрибуты и имена Аллаха не зависят от событий; Он всегда обладает Своими атрибутами.<br><br>Сура аль-Хадид: 3: Он — Первый и Последний. Имена Аллаха вечны. Учёные утверждают, что Аллах всегда Аль-Халик, Аль-Мухйи и т.д., без \"нового\" обретения атрибута после события. Это отвергает взгляд, сомневающийся в атрибутах Аллаха до творения.<br><br>Мы не спрашиваем «когда Аллах обрёл атрибут Творца»; мы верим, что Аллах совершенен извечно. Эта вера хранит чистоту таухида и отвергает философию, сомневающуюся в атрибутах Аллаха.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 86,
    "title": "Всё Происходящее — По Воле Аллаха",
    "text": "Всё происходит по воле, знанию, предопределению и определению Аллаха ﷻ; воля Аллаха ﷻ превозмогает прочие воли, и Аллах ﷻ никогда не бывает несправедлив, свободен от зла и совершенен и свободен от недостатка.",
    "explanation": "Всё происходит по воле, знанию, предопределению и определению Аллаха. Воля Аллаха превозмогает прочие воли; Аллах никогда не бывает несправедлив, свободен от зла и совершенен и свободен от недостатка.<br><br>Сура Йа Син: 82: Когда Он желает чего-либо, Его веление — только «Будь», и оно есть. Сура аль-Бурудж: 16: Он — Желающий. Хадис и аяты часто утверждают могущество и волю Аллаха. Аллах не несправедлив; в Его определении — мудрость.<br><br>Мы оставляем всё Аллаху и не обвиняем Аллаха в несправедливости. Мы верим, что постигающее нас — согласно Его определению и воле; мы стараемся и полагаемся на Него.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 87,
    "title": "Воля Человека Зависит От Аллаха",
    "text": "Всё происходит по определению и воле Аллаха ﷻ; то, чего желает человек, свершается только если того пожелает Аллах ﷻ.",
    "explanation": "Всё происходит по определению и воле Аллаха; то, чего желает человек, свершается только если того пожелает Аллах. Воля человека не самостоятельна; она подчинена воле Аллаха.<br><br>Сура ат-Таквир: 29: Вы не пожелаете, кроме как пожелает Аллах. Хадис: нет силы и мощи кроме как от Аллаха. Учёные утверждают, что воля (машиа) Аллаха объемлет всё происходящее; воля творения следует за ней.<br><br>Мы желаем и стараемся, но верим, что конечный исход в руках Аллаха. Мы не возносимся при успехе и не отчаиваемся при неудаче; мы полагаемся на Него после нашего старания.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 88,
    "title": "Истинность Закона Через Пророка Мухаммада",
    "text": "Всё, что установлено от Пророка ﷺ относительно закона и его разъяснения (Коран и Ислам), истинно.",
    "explanation": "Всё, что установлено от Пророка относительно закона и его разъяснения—Коран и Сунна, дозволенное и запретное, поклонение и нрав,—истинно. Мы принимаем это без сомнения и действуем согласно этому.<br><br>Сура аль-Хашр: 7: Что дал вам Посланник, то берите; что он запретил вам, то оставьте. Достоверный и широко передаваемый хадис утверждает, что Пророк не говорил по прихоти. Коран и Сунна — источник истины.<br><br>Мы не выбираем и не отвергаем часть закона; мы принимаем всё, что достоверно от Пророка. Мы не следуем мнениям, противоречащим ясному доводу.",
    "category": "Пророк И Посланник"
  },
  {
    "no": 89,
    "title": "Всё Творение Подчинено Правлению Аллаха",
    "text": "Всё творение подчинено воле Аллаха ﷻ—будь то через милость Аллаха ﷻ или через справедливость Аллаха ﷻ.",
    "explanation": "Всё творение подчинено воле Аллаха—будь то через Его милость (благодать, руководство, милосердие) или через Его справедливость (наказание, испытание). Ничто не вне Его определения.<br><br>Сура Али Имран: 83: Неужели они ищут иную религию, кроме религии Аллаха? Ему покоряется тот, кто на небесах и на земле. Аяты и хадисы часто утверждают, что всё подчинено Аллаху. Милость и справедливость Аллаха совершенны.<br><br>Мы принимаем определение с открытостью: за благодать благодарны, в испытании терпеливы. Мы не протестуем против определения Аллаха; мы верим, что Аллах — Всесправедливый и Всемилостивый.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 90,
    "title": "Верующие — Союзники Аллаха",
    "text": "Все верующие — союзники Аллаха ﷻ, и самые благородные пред Аллахом ﷻ — самые покорные и самые верные Корану.",
    "explanation": "Все верующие — союзники Аллаха (возлюбленные Аллаха в общем смысле); самые благородные пред Аллахом — самые покорные и самые верные Корану. Превосходство основано на благочестии и следовании, а не на притязании или звании.<br><br>Сура Юнус: 62–63: Вот, союзники Аллаха не знают страха и печали—те, кто уверовал и был богобоязнен. Хадис утверждает, что союзник Аллаха — тот, кто покоряется; мы знаем их по делам, а не по притязанию. Мы не возвеличиваем того или иного «союзника» выше довода.<br><br>Мы стремимся быть союзниками Аллаха через покорность и следование Корану и Сунне; мы не притязаем на союзничество и не возвеличиваем других без основания. Превосходство у Аллаха и основано на делах.",
    "category": "Вера: Столпы, Определение И Серединный Путь"
  },
  {
    "no": 91,
    "title": "Деяния Человека Согласно Знанию Аллаха",
    "text": "Все деяния человека происходят точно так, как знает Аллах ﷻ; каждому облегчается то, для чего он создан, и счастливый или несчастный таков по определению Аллаха ﷻ.",
    "explanation": "Все деяния человека происходят точно так, как знает Аллах; каждому облегчается то, для чего он создан (предопределение), и счастливый или несчастный таков по определению Аллаха. Это не отменяет усилия; усилие тоже часть определения.<br><br>Сура аль-Лейл: 5–10 указывает, что одним облегчается добро, другим — зло. Хадис: каждому облегчается то, для чего он создан. Знание Аллаха предшествует деянию; деяние происходит согласно Его знанию.<br><br>Мы стремимся и верим, что Аллах — Тот, Кто облегчает; мы не пассивны. Мы не ссылаемся на «уже предопределено несчастье», чтобы не стремиться; мы уповаем на Него после усилия.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 92,
    "title": "Предел, По Которому Выходят Из Веры",
    "text": "Человек не выходит из веры иначе как отрицанием того, что ввело его в неё.",
    "explanation": "Человек не выходит из веры иначе как отрицанием того, что ввело его в веру (т. е. отрицание столпа веры, объявление дозволенным явно запретного или признание куфра). Один лишь грех не выводит из Ислама, пока не отрицается основа.<br><br>Достоверный хадис: нельзя объявлять мусульманина неверным за грех. Выход из Ислама происходит при отказе от шахады, отрицании определённого в религии или объявлении согласованно запретного дозволенным. Учёные разъясняют, что совершивший большой грех остаётся верующим, если не объявляет грех дозволенным.<br><br>Мы не объявляем неверным того, кто по-прежнему признаёт столпы веры и не объявляет запретное дозволенным; мы различаем грех и куфр. Приговор о неверии оставляем компетентным учёным при строгих условиях.",
    "category": "Вера: Столпы, Определение И Серединный Путь"
  },
  {
    "no": 93,
    "title": "Ложность Притязаний На Пророчество После Мухаммада",
    "text": "Всякое притязание на пророчество после Мухаммада ﷺ — ложь и обман.",
    "explanation": "Всякое притязание на пророчество после Мухаммада — ложь и обман. После него нет ни пророка, ни посланника; кто притязает на пророчество или получает новое откровение после него — лжец.<br><br>Сура аль-Ахзаб: 40 Мухаммад — печать пророков. Достоверный хадис: нет пророка после меня. Пророк сказал, что явятся лжецы, притязающие на пророчество; не верьте. Учёные единогласны: притязание на пророчество после Пророка — куфр.<br><br>Мы отвергаем всякого, кто после Пророка Мухаммада притязает быть пророком, посланником или получателем нового закона. Мы следуем только Корану и Сунне; нет нового откровения.",
    "category": "Пророк И Посланник"
  },
  {
    "no": 94,
    "title": "Почитание Сподвижников, Жён И Потомства Пророка",
    "text": "Кто говорит добро о сподвижниках Посланника Аллаха ﷺ, его жёнах и его чистом потомстве — свободен от обвинения в лицемерии.",
    "explanation": "Кто говорит добро о сподвижниках Посланника Аллаха, его жёнах (матерях верующих) и его чистом потомстве (праведных Ахлюль Бейт) — свободен от обвинения в лицемерии. Почитать их — часть Ислама.<br><br>Сура аль-Ахзаб: 6 и другие аяты восхваляют жён Пророка. Хадис утверждает достоинство Ахлюль Бейт и сподвижников. Оскорблять их — признак лицемерия или заблуждения. Ахлю-с-Сунна почитает сподвижников и Ахлюль Бейт без преувеличения.<br><br>Мы не оскорбляем сподвижников, жён Пророка или его праведное потомство; мы говорим о них добро и берём их в пример. Мы отвергаем группы, оскорбляющие или объявляющие их неверными.",
    "category": "Сподвижники, Халифы И Ахлюль Байт"
  },
  {
    "no": 95,
    "title": "Запрет Уподобления Аллаха Человеку",
    "text": "Кто описывает Аллаха ﷻ так же, как человека, впал в неверие; Аллах ﷻ в Своих атрибутах не подобен человеку.",
    "explanation": "Кто описывает Аллаха так же, как человека (ташбих)—например, считает, что у Аллаха конечности как у нас или Он восседает на троне как творение—впал в неверие. Аллах в Своих атрибутах не подобен человеку.<br><br>Сура аш-Шура: 11 Нет ничего подобного Ему. Хадис запрещает размышлять о сущности Аллаха. Учёные утверждают, что уподобление Аллаха творению — куфр. Мы утверждаем атрибуты без вопроса «как» (такыйиф) и без уподобления (тамсиль).<br><br>Мы не представляем Аллаха как творение; мы веруем в имена и атрибуты Аллаха так, как они пришли, без уподобления. Мы отвергаем учения муджоссима и мушаббиха.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 96,
    "title": "Вечность Рая И Ада",
    "text": "Рай и Ад — творения без конца; Аллах ﷻ создал их прежде остального творения и создал человека для обитания в каждом; кого Аллах ﷻ пожелает, войдёт в Рай по милости Аллаха ﷻ или в Ад по справедливости Аллаха ﷻ.",
    "explanation": "Рай и Ад — творения без конца (вечны). Аллах создал их прежде остального творения и создал человека для обитания в каждом. Кого Аллах пожелает, войдёт в Рай по Его милости или в Ад по Его справедливости.<br><br>Сура Худ: 107–108 утверждают, что Рай и Ад вечны. Достоверный хадис рассказывает, что Рай и Ад уже созданы. Сура аш-Шура: 7 Аллах создал небеса и землю и то, что между ними. Обитатели Рая и Ада пребывают вечно.<br><br>Мы веруем в Рай и Ад как вечную реальность; мы стремимся войти в Рай делами и милостью Аллаха и избежать Ада покорностью и покаянием.",
    "category": "Последний День"
  },
  {
    "no": 97,
    "title": "Заступничество За Мусульман — Истина",
    "text": "Заступничество, уготованное для мусульман, истинно, как передано в хадисах.",
    "explanation": "Заступничество, уготованное для мусульман—включая заступничество Пророка за его общину в День воскресения и другое заступничество, достоверно переданное в хадисах—истинно. Мы веруем в это, не отрицая и не преувеличивая.<br><br>Сура аль-Бакара: 255 (аят аль-Курси) говорит, что никто не заступится пред Ним без Его дозволения. Широко передаваемый хадис рассказывает о заступничестве Пророка за его общину. Заступничество только с дозволения Аллаха и для того, кем Он доволен.<br><br>Мы надеемся на заступничество Пророка и не полагаемся лишь на дела; мы также не считаем, что заступничество отменяет справедливость Аллаха. Мы молимся быть среди тех, кому даровано заступничество.",
    "category": "Последний День"
  },
  {
    "no": 98,
    "title": "Истинность Водоёма Пророка Мухаммада",
    "text": "Водоём (аль-Хавд), который Аллах ﷻ даровал Пророку ﷺ, чтобы утолить жажду его общины в День воскресения, истинен.",
    "explanation": "Водоём (аль-Хавд), который Аллах даровал Пророку, чтобы утолить жажду его общины в День воскресения, истинен. Кто напьётся из него, не будет жаждать вовек. Об этом сказано в достоверном хадисе.<br><br>Достоверный хадис (аль-Бухари, Муслим) рассказывает, что у Пророка есть водоём в День воскресения; кто напьётся из него, не будет жаждать вовек. Пророк предупредил, что некоторых отгонят от водоёма. Мы веруем, не спрашивая «как».<br><br>Мы стремимся быть из общины, которая придёт к водоёму Пророка; мы избегаем нововведений и раскола, которые могут привести к отгону от водоёма. Эта вера усиливает нашу любовь к Пророку.",
    "category": "Последний День"
  },
  {
    "no": 99,
    "title": "Аллах Не Постижим Разумом",
    "text": "Никакое воображение не может представить Аллаха ﷻ, и никакое понимание не может объять Аллаха ﷻ.",
    "explanation": "Никакое воображение не может представить Аллаха, и никакое понимание не может объять сущность Аллаха. Разум человека ограничен; мы веруем в Аллаха, не спрашивая «как» (такыйиф) и не уподобляя (тамсиль).<br><br>Сура аль-Анам: 103 Взоры не постигают Его, а Он постигает взоры. Хадис: размышляйте о творении Аллаха, не размышляйте о сущности Аллаха. Учёные утверждают, что разум не способен объять реальность Аллаха.<br><br>Мы не представляем облик или «лик» Аллаха нашим воображением; мы возвеличиваем Его и веруем в Его имена и атрибуты без уподобления. «Как» оставляем Аллаху.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 100,
    "title": "Нет Тайны, Сокрытой От Аллаха",
    "text": "Ничто о творении не было сокрыто от Аллаха ﷻ до создания творения, и Аллах ﷻ знает всё, что творение совершит, до создания творения.",
    "explanation": "Ничто о творении не было сокрыто от Аллаха до создания; Аллах знает всё, что творение совершит, до создания творения. Знание Аллаха извечно и объемлет всё.<br><br>Сура аль-Хадид: 22 Не постигает никакое бедствие, кроме как по записи в книге. Сура аль-Анам: 59 У Аллаха ключи сокровенного. Хадис утверждает, что Аллах записал предопределение до создания. Знание Аллаха не меняется.<br><br>Мы веруем в совершенное знание Аллаха; нас не смущает «Аллах уже знает», словно у нас нет выбора. Мы уверены, что знание Аллаха не принуждает; мы по-прежнему стремимся и дадим отчёт.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 101,
    "title": "Всё Происходит По Воле Аллаха",
    "text": "Ничего не происходит, кроме того, чего пожелал Аллах ﷻ.",
    "explanation": "Ничего не происходит, кроме того, чего пожелал Аллах. Воля Аллаха объемлет всякое событие; ни на небе, ни на земле ничего не бывает без Его воли (машийа).<br><br>Сура ат-Тагабун: 11 Никакое бедствие не постигает иначе как с дозволения Аллаха. Сура аль-Инсан: 30 Вы не можете желать иначе как по желанию Аллаха. Хадис и аяты многократно это подтверждают.<br><br>Мы вверяем все дела воле Аллаха; мы стремимся и молимся, затем принимаем Его определение. Мы не восстаём против предопределения и не отчаиваемся.",
    "category": "Предопределение И Воля Аллаха"
  },
  {
    "no": 102,
    "title": "Ничто Не Может Победить Аллаха",
    "text": "Ничто не может победить Аллаха ﷻ.",
    "explanation": "Ничто не может победить Аллаха. Его владычество абсолютно; ничто не может соперничать с Ним, отменить или расстроить Его волю.<br><br>Сура аль-Бакара: 255 Аллах не дремлет и не спит; Ему принадлежит то, что на небесах и на земле. Аяты и хадис подтверждают могущество (кудра) Аллаха. Кто полагает, что нечто может победить Аллаха, впал в неверие.<br><br>Мы уверены, что помощь и победа только от Аллаха; мы не боимся творения. Мы возлагаем надежду и страх только на Аллаха.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 103,
    "title": "Ничто Не Подобно Аллаху",
    "text": "Ничто не подобно Аллаху ﷻ.",
    "explanation": "Ничто не подобно Аллаху. Он един; нет равного, соучастника или подобия Ему в сущности, атрибутах или действиях.<br><br>Сура аль-Ихлас: 4 И нет никого, равного Ему. Сура аш-Шура: 11 Нет ничего подобного Ему. Хадис и иджма подтверждают таухид. Уподоблять Аллаха творению — неверие.<br><br>Мы объявляем Аллаха свободным от всякого сходства с творением; мы не воображаем и не описываем Его атрибутами творения. Этот таухид — основа всей религии.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 104,
    "title": "Нет Бога, Достойного Поклонения, Кроме Аллаха",
    "text": "Нет бога, достойного поклонения, кроме Аллаха ﷻ.",
    "explanation": "Нет бога, достойного поклонения, кроме Аллаха. Только Аллах достоин поклонения; поклоняться кому-либо кроме Него — ширк. Слова «нет бога кроме Аллаха» — основа Ислама.<br><br>Сура Мухаммад: 19 Знай, что нет бога кроме Аллаха. Сура аль-Бакара: 163 и другие аяты подтверждают единственность Аллаха. Хадис гласит, что «нет бога кроме Аллаха» — ключ к Раю. Ширк — величайший грех.<br><br>Мы поклоняемся только Аллаху и никого не придаём Ему в соучастники. Мы отвергаем поклонение чему-либо кроме Аллаха — идолам, людям или страстям.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 105,
    "title": "Ничто Не Может Отвергнуть Определение Аллаха",
    "text": "Ничто не может отвергнуть определение Аллаха ﷻ, отменить повеление Аллаха ﷻ или одолеть дело Аллаха ﷻ.",
    "explanation": "Ничто не может отвергнуть определение Аллаха, отменить Его повеление или одолеть Его дело. Его решение окончательно; нет апелляции и вето.<br><br>Сура ар-Раʿд: 41 Поистине, Аллах над всякой вещью мощен. Сура аль-Анам: 59 Нет отвращающего Его определение. Хадис утверждает, что ничто не может отвергнуть предопределение Аллаха. Могущество Аллаха абсолютно.<br><br>Мы принимаем определение Аллаха с покоем; мы не восстаём и не отчаиваемся. Мы молимся и стремимся, затем вверяемся Его мудрому решению.",
    "category": "Атрибуты Аллаха И Таухид"
  },
  {
    "no": 106,
    "title": "Почитание Ранних Учёных Салаф",
    "text": "Учёные салаф—первое поколение и следующие за ними—должны упоминаться только в лучших выражениях; кто говорит о них дурно, не на прямом пути.",
    "explanation": "Учёные салаф—первое поколение (сподвижники, табиʿун, табиʿу т-табиʿин) и следующие их манхаджу—должны упоминаться только в лучших выражениях. Кто говорит о учёных салаф дурно, не на прямом пути.<br><br>Сура ат-Тауба: 100 восхваляет опередивших и первых. Хадис: лучшие из людей — моё поколение. Пророк велел следовать сунне праведных халифов. Поношение салаф — нововведение и заблуждение.<br><br>Мы почитаем учёных салаф и черпаем у них понимание религии; мы не поносим и не принижаем их. Мы следуем манхаджу ахлю-с-сунна, держась Корана, Сунны и понимания салаф.",
    "category": "Сподвижники, Халифы И Ахлюль Байт"
  }
]
