[
  {
    "no": 1,
    "title": "Пределы знания творения и Аллаха",
    "text": "Есть два рода знания: то, к которому творение имеет доступ, и то, к которому нет; отрицать первое — неверие, претендовать на второе тоже — вера здрава, когда доступное принимают и недоступного не ищут.",
    "explanation": "Понятие этих двух родов знания очень важно. Есть знание, которое Аллах открывает человеку через чувства и откровение (знание шариата), и знание сокровенного, принадлежащее только Аллаху, например время Часа. Понимание этого предела удерживает нас от притязаний на знание тайн предопределения, которые Аллах не открыл.<br><br>В Коране (сура аль-Анʻам: 59) Аллах говорит: «У Него ключи сокровенного; не знает их никто, кроме Него.» Достоверный хадис в Бухари упоминает пять сокровенных вещей, которые знает только Аллах. Нам надлежит довольствоваться тем, что сообщено, и не переступать того, что сокрыто.<br><br>На практике эта вера сохраняет нас смиренными и жаждущими знания. Мы обретаем покой, вверяя тайны будущего Аллаху, сосредоточиваясь на том, что можем сделать, и уповая на Его определение.",
    "category": "Дуа, знание и пределы"
  },
  {
    "no": 2,
    "title": "Польза дуа для умершего",
    "text": "Умершие получают пользу от дуа и милостыни живых.",
    "explanation": "Смерть не конец всего. Одно из доказательств милосердия Аллаха — то, что благо по-прежнему достигает умерших через дела живых. Этот пункт утверждает, что дуа, просьба о прощении и милостыня, которые мы совершаем с намерением за умершего, доходят до него наградой и облегчают его состояние в барзахе.<br><br>Основа — слова Пророка ﷺ (у Муслима): «Когда человек умирает, дела его прекращаются, кроме трёх: непрерывной милостыни, полезного знания или праведного ребёнка, который молится за него.» Сура аль-Хашр: 10 восхваляет тех, кто просит прощения за предшественников. Узы веры проходят за гранью смерти.<br><br>В повседневности это побуждает нас не забывать ушедших родителей или наставников. Молиться за них — и благочестие, и напоминание, что нам тоже понадобится та же молитва. Так сохраняется цепь добра между поколениями мусульман.",
    "category": "Дуа, знание и пределы"
  },
  {
    "no": 3,
    "title": "Слово Аллаха — не речь людей",
    "text": "Коран — слово Аллаха ﷻ, от Него; люди веруют в него как в речь Аллаха ﷻ, не вопрошая «как», и это не речь людей и не творение.",
    "explanation": "Коран — сама речь Аллаха (Каламуллах), не творение. То, что мы читаем в Мусхафе, — подлинно слово Аллаха, не произведение человека. Это сохраняет авторитет откровения: Коран священен, чист, и истина его абсолютна как руководство для жизни.<br><br>Аллах говорит (сура ат-Тауба: 6): «…дайте ему убежище, пока он не услышит слово Аллаха (Каламуллах).» В хадисе у Тирмизи сказано, что превосходство слова Аллаха над иной речью — как превосходство Аллаха над Его творением. Коран — священное откровение от Творца.<br><br>На практике мы относимся к Корану с глубоким почтением. Не обращаемся с ним как с обычной книгой; читаем с тартилем, стремимся понять смысл и следуем его велениям без сомнения. Веруя, что Коран — слово Аллаха, мы имеем надёжный компас для жизни.",
    "category": "Коран и откровение"
  },
  {
    "no": 4,
    "title": "Аллах отличен от всего творения",
    "text": "Аллах ﷻ отличен от всего творения.",
    "explanation": "Аллах — Ляйса камислихи шайун: нет ничего подобного Ему. Какой бы образ или вид ни пришёл нам на ум, Аллах не таков. Это хранит чистоту нашего таухида, чтобы мы не уподобляли Творца слабому и ограниченному творению.<br><br>Главное доказательство — сура аш-Шура: 11: \"Нет ничего подобного Ему, и Он — Слышащий, Видящий.\" Хадис также напоминает размышлять о творении Аллаха, но запрещает воображать Его сущность, ибо человеческий разум ограничен в постижении реальности Бога.<br><br>Это понимание освобождает нас от идолопоклонства—будь то физические или мысленные идолы (фантазия). Мы осознаём, что Аллах превыше всего и безграничен, и поклоняемся только Ему с полным почтением и возвеличиванием, не ограничивая Его тварными атрибутами.",
    "category": "Атрибуты Аллаха и Таухид"
  },
  {
    "no": 5,
    "title": "Аллах — Творец с самого начала",
    "text": "Аллах ﷻ вправе называться Творцом и Начинателем не только после или из-за акта творения, но с самого начала.",
    "explanation": "Аллах — Аль-Халик (Творец), Которому не нужен процесс, чтобы быть творцом. До любой звезды или атома у Аллаха уже был атрибут творения. Его имена и атрибуты вечны и не зависят от существования творения, ибо Он — Источник всего сущего.<br><br>Аллах говорит (сура аль-Хадид: 3): \"Он — Первый и Последний.\" Имя Аль-Халик встречается во многих аятах, например сура аль-Хашр: 24. В хадисе сказано, что прежде был только Аллах и ничто с Ним, затем Аллах создал Трон и всю вселенную.<br><br>Это учит нас, что Аллах совершенно самодостаточен (Аль-Гани). Он создал нас не от одиночества или нужды в помощи, но чисто по Своей воле и мудрости. Мы становимся рабами, знающими своё место, сознающими, что наша жизнь — чистый дар от Первого, Который никогда не нуждался ни в чём от нас.",
    "category": "Атрибуты Аллаха и Таухид"
  },
  {
    "no": 6,
    "title": "Совершенная власть принадлежит только Аллаху",
    "text": "Аллах ﷻ имеет власть над всем; всё зависит от Аллаха ﷻ, и это легко для Аллаха ﷻ, и Аллах ﷻ не нуждается ни в чём; нет ничего подобного Аллаху ﷻ, и Аллах ﷻ — Слышащий, Видящий.",
    "explanation": "Власть Аллаха абсолютна и не ограничена законами физики или человеческой логикой. Что бы Аллах ни пожелал, свершается легко словом \"Кун\". Вся вселенная нуждается в Аллахе каждое мгновение, тогда как Аллах не нуждается ни в чём от этой вселенной.<br><br>В суре Йа Син: 82: \"Его повеление, когда Он желает чего-либо, — только сказать ему: Будь! — и оно бывает.\" У Аллаха также имя Аль-Кадир. В кудси-хадисе сказано, что если бы все люди просили и Аллах дал бы всё, это ничуть не умалило бы богатства Аллаха.<br><br>Эта вера — лекарство от всякого страха. Мы осознаём, что любой начальник, правитель или проблема, сколь бы велики ни были, — ничто перед властью Аллаха. Мы становимся рабами смелыми, но смиренными, зная, что единственная опора, которая не подведёт, — Аллах Всемогущий.",
    "category": "Атрибуты Аллаха и Таухид"
  },
  {
    "no": 7,
    "title": "Аллах — абсолютный Владыка вселенной",
    "text": "Аллах ﷻ имеет абсолютную власть над всем, и ничто не имеет власти над Аллахом ﷻ; кто считает себя независимым от Аллаха ﷻ хотя бы мгновение, впал в неверие.",
    "explanation": "Аллах — абсолютный Владыка, держащий под контролем каждый атом космоса. Ни одно дело не ускользает от Его контроля. Если кто-то чувствует, что может жить независимо без нужды в Аллахе, хотя бы мгновение, он впал в гордыню, способную испортить веру.<br><br>Сура Фатыр: 15 говорит: \"О люди! Вы нуждаетесь в Аллахе; а Аллах — Богатый, Достохвальный.\" Хадисы Пророка часто учат мольбе, чтобы нас не оставляли самим себе даже на мгновение (йа Хаййу йа Каййум... ва ля такильни иля нафси тарфата 'айн).<br><br>На практике это заставляет нас всегда чувствовать нужду (факир) в Аллахе. Мы усердно молимся о малом и великом—от просьбы о руководстве до житейских дел. Мы сознаём, что без Его помощи не можем ни дышать, ни моргнуть.",
    "category": "Атрибуты Аллаха и Таухид"
  },
  {
    "no": 8,
    "title": "Аллах свободен от физических пределов",
    "text": "Аллах ﷻ выше предела, ограничения, части или члена и не ограничен шестью направлениями, как творение.",
    "explanation": "Это вероуложение утверждает, что Аллах свободен от материальных атрибутов. Аллах не нуждается в пространстве, не имеет частей тела, как человек, и не ограничен направлением (верх, низ и т.д.), как творение. Он — Творец пространства и времени, поэтому невозможно, чтобы Он был ограничен Своим же творением.<br><br>Аллах говорит (сура аль-Ихлас: 4): \"И нет никого, равного Ему.\" Принцип танзиха (очищение Аллаха от подобия) важен. Учёные поясняют, что Аллах существует без нужды в месте, ибо место — творение, и Аллах существовал до того, как место было создано.<br><br>Это уберегает нас от антропоморфного мышления (воображать Бога подобным человеку). Мы можем поклоняться Аллаху, всецело возвеличивая Его сокрытое и безграничное величие, вместо того чтобы быть в плену физических образов, принижающих степень божественности.",
    "category": "Атрибуты Аллаха и Таухид"
  },
  {
    "no": 9,
    "title": "Бремя таклифа по силе раба",
    "text": "Аллах ﷻ возлагает на людей только то, что они могут понести, и люди могут делать только то, что Аллах ﷻ им даёт; нет мощи и силы кроме как от Аллаха ﷻ, и нет силы повиноваться или избегать греха кроме как с помощью Аллаха ﷻ.",
    "explanation": "Аллах не возлагает на раба сверх его возможности. Каждая заповедь и запрет в шариате соразмерны человеческой способности; это показывает справедливость и милосердие Аллаха и отвергает мысль, что религия обременительна.<br><br>В суре аль-Бакара: 286 Аллах говорит: \"Аллах не возлагает на душу сверх её возможностей.\" Достоверный хадис (аль-Бухари–Муслим) также гласит: \"Когда я приказываю вам что-либо, делайте в меру возможного.\" Мощь и сила для повиновения (ля хауля ва ля куввата илля би-ллях) тоже приходят от помощи Аллаха.<br><br>На практике мы не должны использовать \"не могу\" как отговорку для ясных обязанностей, но и не должны взваливать на себя сверх возможного. Мы делаем, что можем, и полагаемся на Аллаха; просим у Аллаха силы стойкости через молитву и старание.",
    "category": "Таклиф и деяния человека"
  },
  {
    "no": 10,
    "title": "Совершенная жизнь и постоянное действие",
    "text": "Аллах ﷻ жив и не умирает, всегда действует и не спит.",
    "explanation": "Аллах — Аль-Хайй (Вечноживой) и Аль-Каййум (Самодостаточный). Жизнь Аллаха совершенна—не начата рождением и не завершена смертью. Ему не нужен отдых, Он никогда не спит и всегда деятельно управляет делами всего Своего творения без перерыва.<br><br>Аят аль-Курси (сура аль-Бакара: 255) — сильнейшее доказательство: \"Аллах — нет божества, кроме Него, Вечноживой, Самодостаточный; не овладевают Им ни дремота, ни сон.\" Эти прекрасные имена — основа зависимости творения от Творца.<br><br>Это даёт нам великое спокойствие. Когда мы спим, предаёмся или чувствуем себя беспомощными, мы знаем, что есть Господь, Который никогда не спит и хранит нас. Мы ободряемся продолжать творить добро, ибо знаем, что наш \"Господин\" всегда деятелен, наблюдает и устраивает лучшее для Своих рабов.",
    "category": "Атрибуты Аллаха и Таухид"
  },
  {
    "no": 11,
    "title": "Аллах Един без сотоварища",
    "text": "Аллах ﷻ Един и не имеет сотоварища.",
    "explanation": "Таухид означает признание единственности Аллаха; у Него нет сотоварища в рубубии (владычество над творением), улухии (право на поклонение) и в именах и атрибутах. Право на поклонение и служение принадлежит только Аллаху; придавать Ему сотоварищей — ширк.<br><br>Сура аль-Ихлас: 1–4: «Скажи: Он — Аллах Единственный. Аллах — Самодостаточный. Не родил и не был рождён. И нет никого, равного Ему.» Сура ан-Ниса: 36 также запрещает ширк. Достоверный хадис гласит, что сура аль-Ихлас равна трети Корана, ибо содержит суть таухида.<br><br>Эта вера — основа нашего поклонения: мы взываем, страшимся и надеемся только на Аллаха; не на творение, предмет или «другую силу». Так сердце чисто от зависимости от кого-либо кроме Аллаха.",
    "category": "Атрибуты Аллаха и Таухид"
  },
  {
    "no": 12,
    "title": "Аллах превыше соперника и равного",
    "text": "Аллах ﷻ превыше того, чтобы иметь соперника или равного.",
    "explanation": "У Аллаха нет соперника, который мог бы одолеть Его, и равного, который бы Ему соответствовал. Его владычество абсолютно; ничто не может соперничать, ограничивать или расстраивать Его волю. Это часть совершенства таухида.<br><br>Аят аль-Курси (аль-Бакара: 255) говорит, что Аллах — Владыка небес и земли и сохранение их не отягощает Его. Фатыр: 44 и другие аяты утверждают отсутствие у Аллаха сотоварища, помощника или равного. Хадис учит: Аллах Велик и нет никого над Ним.<br><br>Это понимание даёт сердцу покой: никакой враг, болезнь или беда не «соперник уровня» Аллаха. Мы уверены: победа, безопасность и конечная помощь — только от Аллаха; когда Он пожелает, никто не удержит Его милость.",
    "category": "Атрибуты Аллаха и Таухид"
  },
  {
    "no": 13,
    "title": "Аллах объемлет всё и выше него",
    "text": "Аллах ﷻ объемлет всё и выше него; творение не может объемлить Аллаха ﷻ.",
    "explanation": "Аллах объемлет (властвует, знает, управляет) всё; ничто не укрыто от Его знания и могущества. В то же время Аллах «над» Своим творением по степени и владычеству, не по месту. Творение не может «объемлить» или ограничить Аллаха.<br><br>Фуссилят: 54: «Знай, что Аллах объемлет всякую вещь.» Аят аль-Курси (аль-Бакара: 255) утверждает, что Его Курси объемлет небеса и землю и не отягощает Его. Достоверный хадис: Аллах над Троном, знание Его везде.<br><br>Вера в это даёт чувство присмотра и защиты: от Аллаха ничего не скрыто и нет для Него слишком большой проблемы. Мы также избавлены от заблуждения, что Аллах «заключён» на небе; Он объемлет всё без места.",
    "category": "Атрибуты Аллаха и Таухид"
  },
  {
    "no": 14,
    "title": "Аллах даёт смерть и жизнь",
    "text": "Аллах ﷻ даёт смерть без страха и даёт жизнь вновь без труда.",
    "explanation": "Жизнь и смерть полностью в руках Аллаха. Дать творению смерть не страшит и не ослабляет Аллаха; дать жизнь вновь (включая День воскресения) для Него не трудно. Всё по Его воле и слову.<br><br>аль-Мульк: 2: «Он — Тот, Кто создал смерть и жизнь.» Каф: 43 «Мы даём жизнь и смерть, и к Нам возвращение.» Достоверный хадис: душа забирается по велению Аллаха, в День воскресения всё творение восстанет по трубе.<br><br>Эта вера напоминает: смерть — не пустой конец, а врата жизни в вечности. Мы готовимся добрыми делами и не чрезмерно страшимся смерти; ибо Владыка жизни и смерти — Аллах Справедливый и Милостивый.",
    "category": "Атрибуты Аллаха и Таухид"
  },
  {
    "no": 15,
    "title": "Назначенный срок для каждого творения",
    "text": "Аллах ﷻ назначает Своему творению определённый ажаль (срок смерти).",
    "explanation": "У каждого творения есть определённый Аллахом ажаль (время смерти); никто не может ускорить или отложить его ни на мгновение. Это часть предопределения, записанного в Хранимой скрижали.<br><br>аль-Анам: 2: «Он — Тот, Кто создал вас из земли, затем назначил срок (ажаль).» Лукман: 34 «Воистину Аллах — только у Него знание того часа… и ни одна душа не знает, в какой земле умрёт.» Достоверный хадис (аль-Бухари–Муслим): ажаль, удел и судьба записываются в утробе.<br><br>Это понимание уберегает от лишней тревоги и побуждает хорошо использовать оставшуюся жизнь. Мы не можем изменить, когда придёт срок, но можем наполнить жизнь делами, угодными Аллаху.",
    "category": "Предопределение и воля Аллаха"
  }
]
