[
  {
    "no": 1,
    "title": "ขอบเขตความรู้ของสรรพสิ่งและอัลลอฮ์",
    "text": "ความรู้มีสองอย่าง: ที่สรรพสิ่งเข้าถึงได้ กับที่เข้าถึงไม่ได้; การปฏิเสธอย่างแรกคือการปฏิเสธศรัทธา การอ้างอย่างที่สองก็เช่นกัน—ศรัทธาจะมั่นคงเมื่อยอมรับสิ่งที่เข้าถึงได้และไม่แสวงสิ่งที่เข้าถึงไม่ได้.",
    "explanation": "แนวคิดเรื่องความรู้สองอย่างนี้สำคัญมาก มีความรู้ที่อัลลอฮ์เปิดให้มนุษย์ผ่านประสาทสัมผัสและวะฮี (ความรู้ชะรีอะฮ์) และมีความรู้เร้นลับที่เป็นของอัลลอฮ์แต่เพียงผู้เดียว เช่น เวลาวันกิยามัต การเข้าใจขอบเขตนี้ป้องกันไม่ให้เราอ้างรู้ความลับแห่งกำหนดที่อัลลอฮ์มิได้เปิดเผย<br><br>ในอัลกุรอาน (ซูเราะฮ์อัล-อันอาม: 59) อัลลอฮ์ตรัสว่า \"และที่พระองค์มีกุญแจแห่งความเร้นลับ ไม่มีผู้รู้มันนอกจากพระองค์\" หะดีษเศาะฮีฮ์ในบุคอรีย์กล่าวถึงห้าสิ่งเร้นลับที่อัลลอฮ์เท่านั้นทรงรู้ เราต้องยอมรับในสิ่งที่ทรงให้รู้และไม่ล้ำสิ่งที่ทรงปิดบัง<br><br>ในทางปฏิบัติ ความเชื่อนี้ทำให้เราถ่อมตนแต่ยังมุ่งเรียนรู้ สร้างความสงบใจด้วยการมอบความไม่รู้ในอนาคตแก่อัลลอฮ์ มุ่งทำสิ่งที่ทำได้ และมอบหมายต่อกำหนดของพระองค์",
    "category": "ดุอาอ์ ความรู้ และขอบเขต"
  },
  {
    "no": 2,
    "title": "ประโยชน์ของดุอาอ์ต่อผู้เสียชีวิต",
    "text": "ผู้ตายได้รับประโยชน์จากดุอาอ์และเศาะดะเกาะฮ์ของคนเป็น.",
    "explanation": "ความตายไม่ใช่จุดจบของทุกอย่าง หลักฐานอย่างหนึ่งแห่งความเมตตาของอัลลอฮ์คือ ประโยชน์ยังถึงผู้ตายผ่านการกระทำของคนเป็น ข้อนี้ยืนยันว่าดุอาอ์ การขออภัย และเศาะดะเกาะฮ์ที่เราตั้งใจให้ผู้ตาย จะถึงเขาด้วยผลบุญและบรรเทาเขาทั้งในบัรซัค<br><br>หลักฐานคือคำของนะบี ﷺ (รายงานโดยมุสลิม) ว่า \"เมื่อมนุษย์ตาย การงานของเขาหยุดลง เว้นแต่สามอย่าง: เศาะดะเกาะฮ์ญาริยะฮ์ อิลม์ที่เป็นประโยชน์ หรือลูกที่ศอลิห์ที่ดุอาอ์ให้เขา\" ซูเราะฮ์อัล-ฮัชร์: 10 ยกย่องผู้ขออภัยโทษให้ผู้ล่วงลับ ความผูกพันแห่งศรัทธาจึงข้ามความตาย<br><br>ในชีวิตประจำวัน สิ่งนี้กระตุ้นเราไม่ให้ลืมบิดามารดาหรือครูที่จากไป การดุอาอ์ให้พวกเขาไม่ใช่แค่กตัญญู แต่เป็นเครื่องเตือนว่าเราก็จะต้องการดุอาอ์แบบเดียวกัน สายโซ่แห่งความดีระหว่างชนรุ่นมุสลิมจึงไม่ขาด",
    "category": "ดุอาอ์ ความรู้ และขอบเขต"
  },
  {
    "no": 3,
    "title": "พระดำรัสของอัลลอฮ์ไม่ใช่พระดำรัสของมนุษย์",
    "text": "อัลกุรอานคือพระดำรัสของอัลลอฮ์ ﷻ จากพระองค์; ผู้คนศรัทธาในมันในฐานะพระดำรัสของอัลลอฮ์ ﷻ โดยไม่ถามว่าอย่างไร และไม่ใช่พระดำรัสของมนุษย์และไม่ถูกสร้าง.",
    "explanation": "อัลกุรอานคือกะลามุลลอฮ์ (พระดำรัสของอัลลอฮ์) โดยตรง ไม่ใช่มัคลูก สิ่งที่เราอ่านในมุศฮัฟคือพระดำรัสของอัลลอฮ์จริงๆ ไม่ใช่ผลงานมนุษย์ สิ่งนี้รักษาศักดิ์ศรีของวะฮี อัลกุรอานศักดิ์สิทธิ์ บริสุทธิ์ และความจริงของมันเป็นหลักชี้ทางชีวิตที่แน่นอน<br><br>อัลลอฮ์ตรัส (ซูเราะฮ์อัต-เตาบะฮ์: 6) ว่า \"...จงให้ที่พักแก่เขาจนกว่าเขาจะได้ยินพระดำรัสของอัลลอฮ์ (กะลามุลลอฮ์)\" หะดีษในติรมีซีย์กล่าวว่าความประเสริฐของพระดำรัสของอัลลอฮ์เหนือดำรัสอื่นเปรียบความประเสริฐของอัลลอฮ์เหนือการสร้างของพระองค์ อัลกุรอานจึงเป็นวะฮีศักดิ์สิทธิ์จากพระผู้สร้าง<br><br>ในทางปฏิบัติ เราปฏิบัติต่ออัลกุรอานด้วยความเคารพอย่างลึกซึ้ง เราไม่ปฏิบัติต่อมันเหมือนหนังสือธรรมดา เราอ่านด้วยตะรตีล พยายามเข้าใจความหมาย และปฏิบัติตามบัญชาของมันโดยไม่สงสัย การศรัทธาว่าอัลกุรอานเป็นพระดำรัสของอัลลอฮ์ ทำให้เรามีเข็มทิศที่แน่นอนสำหรับชีวิต",
    "category": "อัลกุรอานและวะฮี"
  },
  {
    "no": 4,
    "title": "อัลลอฮ์ต่างจากสรรพสิ่งที่ถูกสร้างทั้งปวง",
    "text": "อัลลอฮ์ ﷻ ต่างจากสรรพสิ่งที่ถูกสร้างทั้งปวง",
    "explanation": "อัลลอฮ์คือ ลัยสะ กะมิษลิฮี ชัยอุน คือไม่มีอะไรเหมือนพระองค์ สิ่งใดที่เรานึกถึงเป็นรูปหรือร่าง อัลลอฮ์ไม่เป็นเช่นนั้น สิ่งนี้รักษาความบริสุทธิ์ของเตาฮีดของเราไม่ให้เทียบพระผู้สร้างกับสรรพสิ่งที่อ่อนแอและจำกัด<br><br>หลักฐานหลักคือ ซูเราะฮ์อัช-ชูรอ: 11 \"ไม่มีสิ่งใดเหมือนพระองค์ และพระองค์คือผู้ทรงได้ยิน ผู้ทรงเห็น\" หะดีษย้ำให้เราพิจารณาการสร้างของอัลลอฮ์แต่ห้ามจินตนาการถึงสารัตถะของพระองค์ เพราะจิตมนุษย์มีข้อจำกัดในการหยั่งรู้ความจริงของพระเจ้า<br><br>ความเข้าใจนี้ทำให้เราหลุดจากรูปเคารพ—ทั้งรูปเคารพทางกายหรือทางใจ (จินตนาการ) เราตระหนักว่าอัลลอฮ์สูงสุดและไร้ขอบเขต เราจึงบูชาพระองค์แต่เพียงผู้เดียวด้วยความเคารพและเทิดทูนโดยไม่จำกัดพระองค์ด้วยคุณลักษณะของสรรพสิ่งที่ถูกสร้าง",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 5,
    "title": "อัลลอฮ์ทรงเป็นผู้สร้างแต่แรกเริ่ม",
    "text": "อัลลอฮ์ ﷻ สมควรได้รับการเรียกขานว่าผู้สร้างและผู้ริเริ่ม ไม่ใช่แค่หลังหรือเพราะการสร้างเท่านั้น แต่ตั้งแต่แรกเริ่ม",
    "explanation": "อัลลอฮ์คือ อัล-คอลิก (ผู้สร้าง) ที่ไม่ต้องผ่านกระบวนการเพื่อเป็นผู้สร้าง ก่อนจะมีดวงดาวหรืออะตอมใดๆ อัลลอฮ์ทรงมีคุณลักษณะของการสร้างอยู่แล้ว พระนามและคุณลักษณะของพระองค์เป็นนิรันดร์ ไม่ขึ้นกับว่ามีการสร้างหรือไม่ เพราะพระองค์คือแหล่งของทุกการดำรงอยู่<br><br>อัลลอฮ์ตรัส (ซูเราะฮ์อัล-ฮะดีด: 3) \"พระองค์คือผู้แรกและผู้สุดท้าย\" พระนามอัล-คอลิกปรากฏในหลายโองการ เช่น ซูเราะฮ์อัล-ฮัชร์: 24 หะดีษกล่าวว่าก่อนหน้านั้นมีแต่พระองค์และไม่มีอะไรกับพระองค์ แล้วอัลลอฮ์ทรงสร้างอัรช์และจักรวาลทั้งหมด<br><br>สิ่งนี้สอนเราว่าอัลลอฮ์ทรงพึ่งพาตนเองสมบูรณ์ (อัล-ฆอนี) พระองค์ทรงสร้างเราไม่ใช่เพราะความเหงาหรือต้องการความช่วยเหลือ แต่เพราะพระประสงค์และพระปรีชาของพระองค์เท่านั้น เรากลายเป็นบ่าวที่รู้ที่ของตน ตระหนักว่าชีวิตของเราเป็นของขวัญบริสุทธิ์จากผู้แรกที่ไม่เคยทรงต้องการอะไรจากเรา",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 6,
    "title": "อำนาจสมบูรณ์เป็นของอัลลอฮ์แต่เพียงผู้เดียว",
    "text": "อัลลอฮ์ ﷻ ทรงอำนาจเหนือทุกสิ่ง ทุกอย่างพึ่งพาอัลลอฮ์ ﷻ และเป็นเรื่องง่ายสำหรับอัลลอฮ์ ﷻ และอัลลอฮ์ ﷻ ไม่ทรงต้องการสิ่งใด ไม่มีอะไรเหมือนอัลลอฮ์ ﷻ และอัลลอฮ์ ﷻ ทรงได้ยิน ทรงเห็น",
    "explanation": "อำนาจของอัลลอฮ์เป็นสัมบูรณ์และไม่ถูกจำกัดโดยกฎฟิสิกส์หรือตรรกะของมนุษย์ สิ่งใดที่อัลลอฮ์ทรงประสงค์ย่อมเกิดได้ง่ายด้วยพระวจนะ \"กุน\" จักรวาลทั้งหมดต้องการอัลลอฮ์ทุกวินาที ขณะที่อัลลอฮ์ไม่ทรงต้องการอะไรจากจักรวาลนี้เลย<br><br>ในซูเราะฮ์ยาซีน: 82 \"พระบัญชาของพระองค์เมื่อพระองค์ทรงประสงค์สิ่งใด คือเพียงตรัสกับมันว่า จงเป็น แล้วมันก็เป็น\" อัลลอฮ์ยังทรงมีพระนามอัล-กอดิร หะดีษกุดซีกล่าวว่าถ้าคนทั้งหลายขอและอัลลอฮ์ประทานทั้งหมด ก็จะไม่ลดความมั่งคั่งของอัลลอฮ์แต่อย่างใด<br><br>ความเชื่อนี้คือยารักษาทุกความกลัว เราตระหนักว่าเจ้านาย ผู้ปกครอง หรือปัญหาอย่างใด ไม่ว่าใหญ่แค่ไหน ไม่เป็นอะไรเมื่อเทียบกับอำนาจของอัลลอฮ์ เรากลายเป็นบ่าวที่กล้าหาญแต่ถ่อมตน เพราะรู้ว่าที่พึ่งเดียวที่ไม่มีวันทรุดคืออัลลอฮ์ผู้ทรงอำนาจ",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 7,
    "title": "อัลลอฮ์ผู้ทรงอธิปไตยเหนือจักรวาล",
    "text": "อัลลอฮ์ ﷻ ทรงอำนาจสัมบูรณ์เหนือทุกสิ่ง และไม่มีสิ่งใดมีอำนาจเหนืออัลลอฮ์ ﷻ ผู้ใดเห็นว่าตนไม่พึ่งพาอัลลอฮ์ ﷻ แค่ชั่วพริบตาถือว่าตกอยู่ในการปฏิเสธศรัทธา",
    "explanation": "อัลลอฮ์คือผู้ทรงอธิปไตยสัมบูรณ์ที่ทรงควบคุมทุกอะตอมในจักรวาล ไม่มีเรื่องใดพ้นจากการควบคุมของพระองค์ ถ้าคนใดรู้สึกว่าตนอยู่ได้โดยไม่ต้องพึ่งอัลลอฮ์ แม้แค่ชั่วพริบตา เขาก็ตกอยู่ในความหยิ่งที่ทำลายศรัทธาได้<br><br>ซูเราะฮ์ฟาฏิร: 15 กล่าว \"โอ้มนุษย์เอ๋ย พวกเจ้าเป็นผู้ต้องการอัลลอฮ์ และอัลลอฮ์คือผู้ทรงพอเพียง ผู้ทรงได้รับการสรรเสริญ\" หะดีษของนะบีมักสอนให้ดุอาอ์ขอไม่ให้ถูกปล่อยให้อยู่กับตัวเองแม้ชั่วพริบตา (ยา ไฮยฺ ยา ก็อยยูม... วะลา ตะกิลนี อิลา นัฟซี ฏัรฟะตะ อัยน์)<br><br>ในทางปฏิบัติ สิ่งนี้ทำให้เรารู้สึกต้องการ (ฟะกีร) อัลลอฮ์เสมอ เราดุอาอ์ด้วยความกระตือรือร้นทั้งเรื่องเล็กและใหญ่—ตั้งแต่ขอฮิดายะฮ์จนถึงกิจวัตร เราตระหนักว่าโดยปราศจากความช่วยเหลือของพระองค์ เราหายใจหรือกะพริบตาก็ไม่ได้",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 8,
    "title": "อัลลอฮ์พ้นจากขอบเขตทางกายภาพ",
    "text": "อัลลอฮ์ ﷻ อยู่เหนือขอบเขต การจำกัด ส่วน หรืออวัยวะ และไม่ถูกจำกัดด้วยทิศทั้งหกเหมือนสรรพสิ่งที่ถูกสร้าง",
    "explanation": "หลักความเชื่อนี้ยืนยันว่าอัลลอฮ์พ้นจากคุณลักษณะทางวัตถุ อัลลอฮ์ไม่ทรงต้องการที่ว่าง ไม่มีอวัยวะเหมือนมนุษย์ และไม่ถูกจำกัดด้วยทิศ (บน ล่าง ฯลฯ) เหมือนสรรพสิ่งที่ถูกสร้าง พระองค์คือผู้สร้างที่ว่างและเวลา จึงเป็นไปไม่ได้ที่พระองค์จะถูกจำกัดโดยการสร้างของพระองค์เอง<br><br>อัลลอฮ์ตรัส (ซูเราะฮ์อัล-อิคลาศ: 4) \"และไม่มีสิ่งใดเทียบเท่าพระองค์\" หลักตันซีฮ์ (ประกาศว่าอัลลอฮ์พ้นจากความเหมือน) สำคัญ นักวิชาการอธิบายว่าอัลลอฮ์ทรงดำรงอยู่โดยไม่ทรงต้องการสถานที่ เพราะสถานที่เป็นสิ่งที่ถูกสร้าง และอัลลอฮ์ทรงดำรงอยู่ก่อนที่สถานที่จะถูกสร้าง<br><br>สิ่งนี้ปกป้องเราจากความคิดแบบสมมติมนุษย์เป็นพระเจ้า (จินตนาการพระเจ้าเหมือนมนุษย์) เราสามารถบูชาอัลลอฮ์ด้วยการเทิดทูนความยิ่งใหญ่ที่เร้นลับและไร้ขอบเขตของพระองค์ แทนที่จะติดกับภาพทางกายที่ลดศักดิ์แห่งความเป็นพระเจ้า",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 9,
    "title": "ภาระตักลีฟตามความสามารถของบ่าว",
    "text": "อัลลอฮ์ ﷻ ทรงวางภาระแก่มนุษย์เฉพาะสิ่งที่พวกเขารับไหว และมนุษย์รับไหวเฉพาะสิ่งที่อัลลอฮ์ ﷻ ประทานให้ ไม่มีกำลังและความสามารถนอกจากด้วยอัลลอฮ์ ﷻ และไม่มีกำลังเพื่อเชื่อฟังหรือหลีกเลี่ยงบาปนอกจากด้วยความช่วยเหลือของอัลลอฮ์ ﷻ",
    "explanation": "อัลลอฮ์ไม่ทรงวางภาระแก่บ่าวเกินความสามารถของเขา ทุกบัญชาและห้ามในชะรีอะฮ์สอดคล้องกับความสามารถของมนุษย์ สิ่งนี้แสดงความยุติธรรมและความเมตตาของอัลลอฮ์ และปฏิเสธความเห็นว่าศาสนาเป็นภาระ<br><br>ในซูเราะฮ์อัล-บะกอเราะฮ์: 286 อัลลอฮ์ตรัส \"อัลลอฮ์ไม่ทรงวางภาระแก่ชีวิตใดเว้นแต่ตามความสามารถของมัน\" หะดีษเศาะฮีฮ์ (บุคอรีย์-มุสลิม) ยังย้ำ \"เมื่อฉันสั่งเจ้าเรื่องใด จงปฏิบัติเท่าที่เจ้าสามารถ\" กำลังและความสามารถที่จะเชื่อฟัง (ลา เฮาละ วะลา กุววะตะ อิลลา บิลลาฮ์) ก็มาจากความช่วยเหลือของอัลลอฮ์<br><br>ในทางปฏิบัติ เราไม่ควรใช้ \"ทำไม่ได้\" เป็นข้ออ้างสำหรับหน้าที่ที่ชัดเจน แต่ก็ไม่ควรแบกเกินความสามารถ เราพยายามเต็มที่แล้วมอบหมายต่ออัลลอฮ์ เราขออัลลอฮ์ให้กำลังยืนหยัดผ่านดุอาอ์และความพยายาม",
    "category": "ตักลีฟและกิจของมนุษย์"
  },
  {
    "no": 10,
    "title": "ชีวิตสมบูรณ์และกระทำเสมอ",
    "text": "อัลลอฮ์ ﷻ ทรงชีวิตและไม่ตาย ทรงกระทำเสมอและไม่บรรทม",
    "explanation": "อัลลอฮ์คือ อัล-ฮัยยฺ (ผู้ทรงชีวิตนิรันดร์) และ อัล-ก็อยยูม (ผู้ทรงพยุง) ชีวิตของอัลลอฮ์สมบูรณ์—ไม่เริ่มด้วยการเกิดและไม่จบด้วยความตาย พระองค์ไม่ทรงต้องการพัก ไม่เคยบรรทม และทรงทำงานอยู่เสมอ จัดการกิจของสรรพสิ่งที่ถูกสร้างทั้งปวงของพระองค์โดยไม่หยุด<br><br>โองการอัรช์ (ซูเราะฮ์อัล-บะกอเราะฮ์: 255) เป็นหลักฐานที่แข็งแรงที่สุด \"อัลลอฮ์ ไม่มีพระเจ้าอื่นใดนอกจากพระองค์ ผู้ทรงชีวิตนิรันดร์ ผู้ทรงพยุง ไม่ทรงง่วงไม่ทรงบรรทม\" พระนามอันงดงามเหล่านี้เป็นรากฐานของการพึ่งพาของสรรพสิ่งที่ถูกสร้างต่อพระผู้สร้าง<br><br>สิ่งนี้ให้ความมั่นใจอย่างยิ่ง เมื่อเรานอน ปล่อยวาง หรือรู้สึกไร้พลัง เรารู้ว่ามีพระเจ้าที่ไม่เคยบรรทมและทรงดูแลเรา เราถูกกระตุ้นให้ทำความดีต่อไป เพราะรู้ว่า \"นาย\" ของเราทรงทำงานอยู่เสมอ ทรงดูแลและจัดสรรสิ่งที่ดีที่สุดแก่บ่าวของพระองค์",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 11,
    "title": "อัลลอฮ์ทรงเอกะไม่มีภาคี",
    "text": "อัลลอฮ์ ﷻ ทรงเอกะและไม่มีภาคี",
    "explanation": "เตาฮีดหมายถึงยืนยันความเอกะของอัลลอฮ์ พระองค์ไม่มีภาคีในรุบูบิยยะฮ์ (การเป็นเจ้าเหนือการสร้าง) อุลูฮิยยะฮ์ (สิทธิ์ในการถูกเคารพ) หรือพระนามและคุณลักษณะ ผู้เดียวที่มีสิทธิ์ถูกเคารพและรับใช้อัลลอฮ์ การตั้งภาคีกับพระองค์เป็นชิรก์<br><br>ซูเราะฮ์อัล-อิคลาศ: 1–4 กล่าว \"จงกล่าวเถิด พระองค์คืออัลลอฮ์ ทรงเอกะ อัลลอฮ์ทรงเป็นที่พึ่ง พระองค์ไม่ประสูติและไม่ถูกประสูติ และไม่มีผู้ใดเทียบเท่าพระองค์\" ซูเราะฮ์อัน-นิซาอ์: 36 ก็ห้ามตั้งภาคีกับอัลลอฮ์ หะดีษเศาะฮีฮ์กล่าวว่าซูเราะฮ์อัล-อิคลาศเทียบเท่าหนึ่งในสามของอัลกุรอานเพราะมีแก่นของเตาฮีด<br><br>ความเชื่อนี้เป็นรากฐานของการอิบาดะฮ์ของเรา เราเพียงวิงวอน ยำเกรง และหวังต่ออัลลอฮ์ ไม่ใช่ต่อการสร้าง วัตถุ หรือ \"พลังอื่น\" ดังนั้นใจของเราจึงปราศจากการพึ่งพาอื่นจากอัลลอฮ์",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 12,
    "title": "อัลลอฮ์ไม่มีคู่ต่อสู้หรือเสมอเหมือน",
    "text": "อัลลอฮ์ ﷻ ทรงสูงส่งจากการมีคู่ต่อสู้หรือเสมอเหมือน",
    "explanation": "อัลลอฮ์ไม่มีคู่ต่อสู้ที่เอาชนะพระองค์ได้หรือเสมอเหมือนที่เทียบพระองค์ได้ อำนาจของพระองค์สัมบูรณ์ ไม่มีสิ่งใดเทียบ รบกวน หรือขัดขวางพระประสงค์ของพระองค์ได้ นี่เป็นส่วนหนึ่งของความสมบูรณ์ของเตาฮีด<br><br>ซูเราะฮ์อัล-บะกอเราะฮ์: 255 (โองการอัรช์) กล่าวว่าอัลลอฮ์ทรงครอบครองชั้นฟ้าและแผ่นดิน และไม่ทรงรู้สึกหนักในการรักษาทั้งสอง ซูเราะฮ์ฟาฏิร: 44 และโองการอื่นยืนยันว่าอัลลอฮ์ไม่มีภาคี ผู้ช่วย หรือเสมอเหมือน หะดีษก็สอนว่าอัลลอฮ์ทรงสูงส่งและไม่มีผู้ใดเหนือพระองค์<br><br>ความเข้าใจนี้ทำให้ใจสงบ ไม่มีศัตรู โรค หรือภัยใดเป็น \"คู่ต่อสู้\" เทียบอัลลอฮ์ได้ เราแน่ใจว่าชัย ความปลอดภัย และความช่วยเหลือสุดท้ายมาจากอัลลอฮ์เท่านั้น ไม่มีสิ่งใดกั้นความเมตตาของพระองค์เมื่อพระองค์ทรงประสงค์",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 13,
    "title": "อัลลอฮ์ทรงคลุมการสร้างทั้งปวง",
    "text": "อัลลอฮ์ ﷻ ทรงคลุมทุกสิ่งและทรงอยู่เหนือมัน การสร้างของพระองค์คลุมอัลลอฮ์ ﷻ ไม่ได้",
    "explanation": "อัลลอฮ์ทรงคลุม (ทรงอำนาจ ทรงรู้ และทรงจัดการ) ทุกสิ่ง ไม่มีสิ่งใดพ้นจากพระองค์รู้และอำนาจของพระองค์ ในขณะเดียวกันอัลลอฮ์ \"เหนือ\" การสร้างของพระองค์ในฐานะและอำนาจ ไม่ใช่ในสถานที่ การสร้างคลุมหรือจำกัดอัลลอฮ์ไม่ได้<br><br>ซูเราะฮ์ฟุศศิลัต: 54 กล่าว \"จงรู้เถิด แท้จริงอัลลอฮ์ทรงคลุมทุกสิ่ง\" ซูเราะฮ์อัล-บะกอเราะฮ์: 255 (โองการอัรช์) ยืนยันว่าบัลลังก์ของพระองค์คลุมชั้นฟ้าและแผ่นดิน และพระองค์ไม่ทรงรู้สึกหนัก หะดีษเศาะฮีฮ์ยืนยันว่าอัลลอฮ์ทรงอยู่เหนืออัรช์และพระองค์รู้อยู่ทุกแห่ง<br><br>การเชื่อเช่นนี้ทำให้เรารู้สึกถูกดูแลและปกป้อง ไม่มีสิ่งใดซ่อนจากอัลลอฮ์ และไม่มีปัญหาที่ใหญ่เกินสำหรับพระองค์ เรายังพ้นจากความเข้าใจผิดว่าอัลลอฮ์ \"ถูกจำกัด\" ในฟ้า พระองค์ทรงคลุมทุกสิ่งโดยไม่ต้องใช้ที่ว่าง",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 14,
    "title": "อัลลอฮ์ทรงสร้างชีวิตและความตาย",
    "text": "อัลลอฮ์ ﷻ ทรงให้ความตายโดยไม่ทรงกลัว และทรงให้ชีวิตคืนโดยไม่ยาก",
    "explanation": "ชีวิตและความตายอยู่ในการควบคุมของอัลลอฮ์โดยสมบูรณ์ การให้ความตายแก่การสร้างไม่ทำให้อัลลอฮ์ทรงกลัวหรืออ่อนแอ การให้ชีวิตคืน (รวมวันกิยามัต) ไม่ยากสำหรับพระองค์ ทั้งหมดเกิดด้วยพระประสงค์และพระวจนะของพระองค์เท่านั้น<br><br>ซูเราะฮ์อัล-มุลก์: 2 กล่าว \"พระองค์ผู้ทรงให้มีความตายและชีวิต\" ซูเราะฮ์กาฟ: 43 \"แท้จริงเราคือผู้ให้ชีวิตและความตาย และยังเราเป็นการกลับไป\" หะดีษเศาะฮีฮ์ยืนยันว่ารูหถูกเอาไปด้วยบัญชาของอัลลอฮ์ และวันกิยามัตการสร้างทั้งปวงจะถูกให้ลุกขึ้นด้วยเสียงทรัมเป็ต<br><br>ความเชื่อนี้เตือนเราว่าความตายไม่ใช่จุดจบที่ว่างเปล่าแต่เป็นประตูสู่ชีวิตอาคิเราะฮ์ เราตั้งตัวด้วยอามัลศอลิห์และไม่กลัวความตายเกินไป เพราะผู้ทรงควบคุมชีวิตและความตายคืออัลลอฮ์ผู้ทรงยุติธรรมและทรงเมตตา",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 15,
    "title": "กำหนดอัจลสำหรับการสร้างทั้งปวง",
    "text": "อัลลอฮ์ ﷻ ทรงกำหนดอัจล (กำหนดตาย) ที่ตายตัวแก่การสร้างของพระองค์",
    "explanation": "ทุกสิ่งที่ถูกสร้างมีอัจล (เวลาตาย) ที่อัลลอฮ์ทรงกำหนด ไม่มีผู้ใดเร่งหรือเลื่อนแม้วินาทีเดียว นี่เป็นส่วนหนึ่งของกำหนดที่เขียนในลาวห์มะฮ์ฟูซ<br><br>ซูเราะฮ์อัล-อันอาม: 2 กล่าว \"พระองค์ผู้ทรงสร้างพวกเจ้ามาจากดิน แล้วทรงกำหนดอัจล (แก่พวกเจ้า)\" ซูเราะฮ์ลุกมาน: 34 \"แท้จริงอัลลอฮ์—ที่พระองค์เท่านั้นมีความรู้เรื่องอัล-สาอะฮ์... และไม่มีชีวิตใดรู้ว่าจะตายที่แผ่นดินใด\" หะดีษเศาะฮีฮ์ (บุคอรีย์-มุสลิม) ยืนยันว่าอัจล ริซกี และชะตาของมนุษย์ถูกเขียนขณะยังอยู่ในครรภ์<br><br>ความเข้าใจนี้ป้องกันเราจากความกังวลเกินและกระตุ้นให้ใช้เวลาที่เหลือให้ดี เราเปลี่ยนเวลาเมื่ออัจลมาหาไม่ได้ แต่เราเติมชีวิตด้วยอามัลที่อัลลอฮ์ทรงพอพระทัยได้",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  }
]
