[
  {
    "no": 1,
    "title": "ขอบเขตความรู้ของสรรพสิ่งและอัลลอฮ์",
    "text": "ความรู้มีสองอย่าง: ที่สรรพสิ่งเข้าถึงได้ กับที่เข้าถึงไม่ได้; การปฏิเสธอย่างแรกคือการปฏิเสธศรัทธา การอ้างอย่างที่สองก็เช่นกัน—ศรัทธาจะมั่นคงเมื่อยอมรับสิ่งที่เข้าถึงได้และไม่แสวงสิ่งที่เข้าถึงไม่ได้.",
    "explanation": "แนวคิดเรื่องความรู้สองอย่างนี้สำคัญมาก มีความรู้ที่อัลลอฮ์เปิดให้มนุษย์ผ่านประสาทสัมผัสและวะฮี (ความรู้ชะรีอะฮ์) และมีความรู้เร้นลับที่เป็นของอัลลอฮ์แต่เพียงผู้เดียว เช่น เวลาวันกิยามัต การเข้าใจขอบเขตนี้ป้องกันไม่ให้เราอ้างรู้ความลับแห่งกำหนดที่อัลลอฮ์มิได้เปิดเผย<br><br>ในอัลกุรอาน (ซูเราะฮ์อัล-อันอาม: 59) อัลลอฮ์ตรัสว่า \"และที่พระองค์มีกุญแจแห่งความเร้นลับ ไม่มีผู้รู้มันนอกจากพระองค์\" หะดีษเศาะฮีฮ์ในบุคอรีย์กล่าวถึงห้าสิ่งเร้นลับที่อัลลอฮ์เท่านั้นทรงรู้ เราต้องยอมรับในสิ่งที่ทรงให้รู้และไม่ล้ำสิ่งที่ทรงปิดบัง<br><br>ในทางปฏิบัติ ความเชื่อนี้ทำให้เราถ่อมตนแต่ยังมุ่งเรียนรู้ สร้างความสงบใจด้วยการมอบความไม่รู้ในอนาคตแก่อัลลอฮ์ มุ่งทำสิ่งที่ทำได้ และมอบหมายต่อกำหนดของพระองค์",
    "category": "ดุอาอ์ ความรู้ และขอบเขต"
  },
  {
    "no": 2,
    "title": "ประโยชน์ของดุอาอ์ต่อผู้เสียชีวิต",
    "text": "ผู้ตายได้รับประโยชน์จากดุอาอ์และเศาะดะเกาะฮ์ของคนเป็น.",
    "explanation": "ความตายไม่ใช่จุดจบของทุกอย่าง หลักฐานอย่างหนึ่งแห่งความเมตตาของอัลลอฮ์คือ ประโยชน์ยังถึงผู้ตายผ่านการกระทำของคนเป็น ข้อนี้ยืนยันว่าดุอาอ์ การขออภัย และเศาะดะเกาะฮ์ที่เราตั้งใจให้ผู้ตาย จะถึงเขาด้วยผลบุญและบรรเทาเขาทั้งในบัรซัค<br><br>หลักฐานคือคำของนะบี ﷺ (รายงานโดยมุสลิม) ว่า \"เมื่อมนุษย์ตาย การงานของเขาหยุดลง เว้นแต่สามอย่าง: เศาะดะเกาะฮ์ญาริยะฮ์ อิลม์ที่เป็นประโยชน์ หรือลูกที่ศอลิห์ที่ดุอาอ์ให้เขา\" ซูเราะฮ์อัล-ฮัชร์: 10 ยกย่องผู้ขออภัยโทษให้ผู้ล่วงลับ ความผูกพันแห่งศรัทธาจึงข้ามความตาย<br><br>ในชีวิตประจำวัน สิ่งนี้กระตุ้นเราไม่ให้ลืมบิดามารดาหรือครูที่จากไป การดุอาอ์ให้พวกเขาไม่ใช่แค่กตัญญู แต่เป็นเครื่องเตือนว่าเราก็จะต้องการดุอาอ์แบบเดียวกัน สายโซ่แห่งความดีระหว่างชนรุ่นมุสลิมจึงไม่ขาด",
    "category": "ดุอาอ์ ความรู้ และขอบเขต"
  },
  {
    "no": 3,
    "title": "พระดำรัสของอัลลอฮ์ไม่ใช่พระดำรัสของมนุษย์",
    "text": "อัลกุรอานคือพระดำรัสของอัลลอฮ์ ﷻ จากพระองค์; ผู้คนศรัทธาในมันในฐานะพระดำรัสของอัลลอฮ์ ﷻ โดยไม่ถามว่าอย่างไร และไม่ใช่พระดำรัสของมนุษย์และไม่ถูกสร้าง.",
    "explanation": "อัลกุรอานคือกะลามุลลอฮ์ (พระดำรัสของอัลลอฮ์) โดยตรง ไม่ใช่มัคลูก สิ่งที่เราอ่านในมุศฮัฟคือพระดำรัสของอัลลอฮ์จริงๆ ไม่ใช่ผลงานมนุษย์ สิ่งนี้รักษาศักดิ์ศรีของวะฮี อัลกุรอานศักดิ์สิทธิ์ บริสุทธิ์ และความจริงของมันเป็นหลักชี้ทางชีวิตที่แน่นอน<br><br>อัลลอฮ์ตรัส (ซูเราะฮ์อัต-เตาบะฮ์: 6) ว่า \"...จงให้ที่พักแก่เขาจนกว่าเขาจะได้ยินพระดำรัสของอัลลอฮ์ (กะลามุลลอฮ์)\" หะดีษในติรมีซีย์กล่าวว่าความประเสริฐของพระดำรัสของอัลลอฮ์เหนือดำรัสอื่นเปรียบความประเสริฐของอัลลอฮ์เหนือการสร้างของพระองค์ อัลกุรอานจึงเป็นวะฮีศักดิ์สิทธิ์จากพระผู้สร้าง<br><br>ในทางปฏิบัติ เราปฏิบัติต่ออัลกุรอานด้วยความเคารพอย่างลึกซึ้ง เราไม่ปฏิบัติต่อมันเหมือนหนังสือธรรมดา เราอ่านด้วยตะรตีล พยายามเข้าใจความหมาย และปฏิบัติตามบัญชาของมันโดยไม่สงสัย การศรัทธาว่าอัลกุรอานเป็นพระดำรัสของอัลลอฮ์ ทำให้เรามีเข็มทิศที่แน่นอนสำหรับชีวิต",
    "category": "อัลกุรอานและวะฮี"
  },
  {
    "no": 4,
    "title": "อัลลอฮ์ต่างจากสรรพสิ่งที่ถูกสร้างทั้งปวง",
    "text": "อัลลอฮ์ ﷻ ต่างจากสรรพสิ่งที่ถูกสร้างทั้งปวง",
    "explanation": "อัลลอฮ์คือ ลัยสะ กะมิษลิฮี ชัยอุน คือไม่มีอะไรเหมือนพระองค์ สิ่งใดที่เรานึกถึงเป็นรูปหรือร่าง อัลลอฮ์ไม่เป็นเช่นนั้น สิ่งนี้รักษาความบริสุทธิ์ของเตาฮีดของเราไม่ให้เทียบพระผู้สร้างกับสรรพสิ่งที่อ่อนแอและจำกัด<br><br>หลักฐานหลักคือ ซูเราะฮ์อัช-ชูรอ: 11 \"ไม่มีสิ่งใดเหมือนพระองค์ และพระองค์คือผู้ทรงได้ยิน ผู้ทรงเห็น\" หะดีษย้ำให้เราพิจารณาการสร้างของอัลลอฮ์แต่ห้ามจินตนาการถึงสารัตถะของพระองค์ เพราะจิตมนุษย์มีข้อจำกัดในการหยั่งรู้ความจริงของพระเจ้า<br><br>ความเข้าใจนี้ทำให้เราหลุดจากรูปเคารพ—ทั้งรูปเคารพทางกายหรือทางใจ (จินตนาการ) เราตระหนักว่าอัลลอฮ์สูงสุดและไร้ขอบเขต เราจึงบูชาพระองค์แต่เพียงผู้เดียวด้วยความเคารพและเทิดทูนโดยไม่จำกัดพระองค์ด้วยคุณลักษณะของสรรพสิ่งที่ถูกสร้าง",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 5,
    "title": "อัลลอฮ์ทรงเป็นผู้สร้างแต่แรกเริ่ม",
    "text": "อัลลอฮ์ ﷻ สมควรได้รับการเรียกขานว่าผู้สร้างและผู้ริเริ่ม ไม่ใช่แค่หลังหรือเพราะการสร้างเท่านั้น แต่ตั้งแต่แรกเริ่ม",
    "explanation": "อัลลอฮ์คือ อัล-คอลิก (ผู้สร้าง) ที่ไม่ต้องผ่านกระบวนการเพื่อเป็นผู้สร้าง ก่อนจะมีดวงดาวหรืออะตอมใดๆ อัลลอฮ์ทรงมีคุณลักษณะของการสร้างอยู่แล้ว พระนามและคุณลักษณะของพระองค์เป็นนิรันดร์ ไม่ขึ้นกับว่ามีการสร้างหรือไม่ เพราะพระองค์คือแหล่งของทุกการดำรงอยู่<br><br>อัลลอฮ์ตรัส (ซูเราะฮ์อัล-ฮะดีด: 3) \"พระองค์คือผู้แรกและผู้สุดท้าย\" พระนามอัล-คอลิกปรากฏในหลายโองการ เช่น ซูเราะฮ์อัล-ฮัชร์: 24 หะดีษกล่าวว่าก่อนหน้านั้นมีแต่พระองค์และไม่มีอะไรกับพระองค์ แล้วอัลลอฮ์ทรงสร้างอัรช์และจักรวาลทั้งหมด<br><br>สิ่งนี้สอนเราว่าอัลลอฮ์ทรงพึ่งพาตนเองสมบูรณ์ (อัล-ฆอนี) พระองค์ทรงสร้างเราไม่ใช่เพราะความเหงาหรือต้องการความช่วยเหลือ แต่เพราะพระประสงค์และพระปรีชาของพระองค์เท่านั้น เรากลายเป็นบ่าวที่รู้ที่ของตน ตระหนักว่าชีวิตของเราเป็นของขวัญบริสุทธิ์จากผู้แรกที่ไม่เคยทรงต้องการอะไรจากเรา",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 6,
    "title": "อำนาจสมบูรณ์เป็นของอัลลอฮ์แต่เพียงผู้เดียว",
    "text": "อัลลอฮ์ ﷻ ทรงอำนาจเหนือทุกสิ่ง ทุกอย่างพึ่งพาอัลลอฮ์ ﷻ และเป็นเรื่องง่ายสำหรับอัลลอฮ์ ﷻ และอัลลอฮ์ ﷻ ไม่ทรงต้องการสิ่งใด ไม่มีอะไรเหมือนอัลลอฮ์ ﷻ และอัลลอฮ์ ﷻ ทรงได้ยิน ทรงเห็น",
    "explanation": "อำนาจของอัลลอฮ์เป็นสัมบูรณ์และไม่ถูกจำกัดโดยกฎฟิสิกส์หรือตรรกะของมนุษย์ สิ่งใดที่อัลลอฮ์ทรงประสงค์ย่อมเกิดได้ง่ายด้วยพระวจนะ \"กุน\" จักรวาลทั้งหมดต้องการอัลลอฮ์ทุกวินาที ขณะที่อัลลอฮ์ไม่ทรงต้องการอะไรจากจักรวาลนี้เลย<br><br>ในซูเราะฮ์ยาซีน: 82 \"พระบัญชาของพระองค์เมื่อพระองค์ทรงประสงค์สิ่งใด คือเพียงตรัสกับมันว่า จงเป็น แล้วมันก็เป็น\" อัลลอฮ์ยังทรงมีพระนามอัล-กอดิร หะดีษกุดซีกล่าวว่าถ้าคนทั้งหลายขอและอัลลอฮ์ประทานทั้งหมด ก็จะไม่ลดความมั่งคั่งของอัลลอฮ์แต่อย่างใด<br><br>ความเชื่อนี้คือยารักษาทุกความกลัว เราตระหนักว่าเจ้านาย ผู้ปกครอง หรือปัญหาอย่างใด ไม่ว่าใหญ่แค่ไหน ไม่เป็นอะไรเมื่อเทียบกับอำนาจของอัลลอฮ์ เรากลายเป็นบ่าวที่กล้าหาญแต่ถ่อมตน เพราะรู้ว่าที่พึ่งเดียวที่ไม่มีวันทรุดคืออัลลอฮ์ผู้ทรงอำนาจ",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 7,
    "title": "อัลลอฮ์ผู้ทรงอธิปไตยเหนือจักรวาล",
    "text": "อัลลอฮ์ ﷻ ทรงอำนาจสัมบูรณ์เหนือทุกสิ่ง และไม่มีสิ่งใดมีอำนาจเหนืออัลลอฮ์ ﷻ ผู้ใดเห็นว่าตนไม่พึ่งพาอัลลอฮ์ ﷻ แค่ชั่วพริบตาถือว่าตกอยู่ในการปฏิเสธศรัทธา",
    "explanation": "อัลลอฮ์คือผู้ทรงอธิปไตยสัมบูรณ์ที่ทรงควบคุมทุกอะตอมในจักรวาล ไม่มีเรื่องใดพ้นจากการควบคุมของพระองค์ ถ้าคนใดรู้สึกว่าตนอยู่ได้โดยไม่ต้องพึ่งอัลลอฮ์ แม้แค่ชั่วพริบตา เขาก็ตกอยู่ในความหยิ่งที่ทำลายศรัทธาได้<br><br>ซูเราะฮ์ฟาฏิร: 15 กล่าว \"โอ้มนุษย์เอ๋ย พวกเจ้าเป็นผู้ต้องการอัลลอฮ์ และอัลลอฮ์คือผู้ทรงพอเพียง ผู้ทรงได้รับการสรรเสริญ\" หะดีษของนะบีมักสอนให้ดุอาอ์ขอไม่ให้ถูกปล่อยให้อยู่กับตัวเองแม้ชั่วพริบตา (ยา ไฮยฺ ยา ก็อยยูม... วะลา ตะกิลนี อิลา นัฟซี ฏัรฟะตะ อัยน์)<br><br>ในทางปฏิบัติ สิ่งนี้ทำให้เรารู้สึกต้องการ (ฟะกีร) อัลลอฮ์เสมอ เราดุอาอ์ด้วยความกระตือรือร้นทั้งเรื่องเล็กและใหญ่—ตั้งแต่ขอฮิดายะฮ์จนถึงกิจวัตร เราตระหนักว่าโดยปราศจากความช่วยเหลือของพระองค์ เราหายใจหรือกะพริบตาก็ไม่ได้",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 8,
    "title": "อัลลอฮ์พ้นจากขอบเขตทางกายภาพ",
    "text": "อัลลอฮ์ ﷻ อยู่เหนือขอบเขต การจำกัด ส่วน หรืออวัยวะ และไม่ถูกจำกัดด้วยทิศทั้งหกเหมือนสรรพสิ่งที่ถูกสร้าง",
    "explanation": "หลักความเชื่อนี้ยืนยันว่าอัลลอฮ์พ้นจากคุณลักษณะทางวัตถุ อัลลอฮ์ไม่ทรงต้องการที่ว่าง ไม่มีอวัยวะเหมือนมนุษย์ และไม่ถูกจำกัดด้วยทิศ (บน ล่าง ฯลฯ) เหมือนสรรพสิ่งที่ถูกสร้าง พระองค์คือผู้สร้างที่ว่างและเวลา จึงเป็นไปไม่ได้ที่พระองค์จะถูกจำกัดโดยการสร้างของพระองค์เอง<br><br>อัลลอฮ์ตรัส (ซูเราะฮ์อัล-อิคลาศ: 4) \"และไม่มีสิ่งใดเทียบเท่าพระองค์\" หลักตันซีฮ์ (ประกาศว่าอัลลอฮ์พ้นจากความเหมือน) สำคัญ นักวิชาการอธิบายว่าอัลลอฮ์ทรงดำรงอยู่โดยไม่ทรงต้องการสถานที่ เพราะสถานที่เป็นสิ่งที่ถูกสร้าง และอัลลอฮ์ทรงดำรงอยู่ก่อนที่สถานที่จะถูกสร้าง<br><br>สิ่งนี้ปกป้องเราจากความคิดแบบสมมติมนุษย์เป็นพระเจ้า (จินตนาการพระเจ้าเหมือนมนุษย์) เราสามารถบูชาอัลลอฮ์ด้วยการเทิดทูนความยิ่งใหญ่ที่เร้นลับและไร้ขอบเขตของพระองค์ แทนที่จะติดกับภาพทางกายที่ลดศักดิ์แห่งความเป็นพระเจ้า",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 9,
    "title": "ภาระตักลีฟตามความสามารถของบ่าว",
    "text": "อัลลอฮ์ ﷻ ทรงวางภาระแก่มนุษย์เฉพาะสิ่งที่พวกเขารับไหว และมนุษย์รับไหวเฉพาะสิ่งที่อัลลอฮ์ ﷻ ประทานให้ ไม่มีกำลังและความสามารถนอกจากด้วยอัลลอฮ์ ﷻ และไม่มีกำลังเพื่อเชื่อฟังหรือหลีกเลี่ยงบาปนอกจากด้วยความช่วยเหลือของอัลลอฮ์ ﷻ",
    "explanation": "อัลลอฮ์ไม่ทรงวางภาระแก่บ่าวเกินความสามารถของเขา ทุกบัญชาและห้ามในชะรีอะฮ์สอดคล้องกับความสามารถของมนุษย์ สิ่งนี้แสดงความยุติธรรมและความเมตตาของอัลลอฮ์ และปฏิเสธความเห็นว่าศาสนาเป็นภาระ<br><br>ในซูเราะฮ์อัล-บะกอเราะฮ์: 286 อัลลอฮ์ตรัส \"อัลลอฮ์ไม่ทรงวางภาระแก่ชีวิตใดเว้นแต่ตามความสามารถของมัน\" หะดีษเศาะฮีฮ์ (บุคอรีย์-มุสลิม) ยังย้ำ \"เมื่อฉันสั่งเจ้าเรื่องใด จงปฏิบัติเท่าที่เจ้าสามารถ\" กำลังและความสามารถที่จะเชื่อฟัง (ลา เฮาละ วะลา กุววะตะ อิลลา บิลลาฮ์) ก็มาจากความช่วยเหลือของอัลลอฮ์<br><br>ในทางปฏิบัติ เราไม่ควรใช้ \"ทำไม่ได้\" เป็นข้ออ้างสำหรับหน้าที่ที่ชัดเจน แต่ก็ไม่ควรแบกเกินความสามารถ เราพยายามเต็มที่แล้วมอบหมายต่ออัลลอฮ์ เราขออัลลอฮ์ให้กำลังยืนหยัดผ่านดุอาอ์และความพยายาม",
    "category": "ตักลีฟและกิจของมนุษย์"
  },
  {
    "no": 10,
    "title": "ชีวิตสมบูรณ์และกระทำเสมอ",
    "text": "อัลลอฮ์ ﷻ ทรงชีวิตและไม่ตาย ทรงกระทำเสมอและไม่บรรทม",
    "explanation": "อัลลอฮ์คือ อัล-ฮัยยฺ (ผู้ทรงชีวิตนิรันดร์) และ อัล-ก็อยยูม (ผู้ทรงพยุง) ชีวิตของอัลลอฮ์สมบูรณ์—ไม่เริ่มด้วยการเกิดและไม่จบด้วยความตาย พระองค์ไม่ทรงต้องการพัก ไม่เคยบรรทม และทรงทำงานอยู่เสมอ จัดการกิจของสรรพสิ่งที่ถูกสร้างทั้งปวงของพระองค์โดยไม่หยุด<br><br>โองการอัรช์ (ซูเราะฮ์อัล-บะกอเราะฮ์: 255) เป็นหลักฐานที่แข็งแรงที่สุด \"อัลลอฮ์ ไม่มีพระเจ้าอื่นใดนอกจากพระองค์ ผู้ทรงชีวิตนิรันดร์ ผู้ทรงพยุง ไม่ทรงง่วงไม่ทรงบรรทม\" พระนามอันงดงามเหล่านี้เป็นรากฐานของการพึ่งพาของสรรพสิ่งที่ถูกสร้างต่อพระผู้สร้าง<br><br>สิ่งนี้ให้ความมั่นใจอย่างยิ่ง เมื่อเรานอน ปล่อยวาง หรือรู้สึกไร้พลัง เรารู้ว่ามีพระเจ้าที่ไม่เคยบรรทมและทรงดูแลเรา เราถูกกระตุ้นให้ทำความดีต่อไป เพราะรู้ว่า \"นาย\" ของเราทรงทำงานอยู่เสมอ ทรงดูแลและจัดสรรสิ่งที่ดีที่สุดแก่บ่าวของพระองค์",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 11,
    "title": "อัลลอฮ์ทรงเอกะไม่มีภาคี",
    "text": "อัลลอฮ์ ﷻ ทรงเอกะและไม่มีภาคี",
    "explanation": "เตาฮีดหมายถึงยืนยันความเอกะของอัลลอฮ์ พระองค์ไม่มีภาคีในรุบูบิยยะฮ์ (การเป็นเจ้าเหนือการสร้าง) อุลูฮิยยะฮ์ (สิทธิ์ในการถูกเคารพ) หรือพระนามและคุณลักษณะ ผู้เดียวที่มีสิทธิ์ถูกเคารพและรับใช้อัลลอฮ์ การตั้งภาคีกับพระองค์เป็นชิรก์<br><br>ซูเราะฮ์อัล-อิคลาศ: 1–4 กล่าว \"จงกล่าวเถิด พระองค์คืออัลลอฮ์ ทรงเอกะ อัลลอฮ์ทรงเป็นที่พึ่ง พระองค์ไม่ประสูติและไม่ถูกประสูติ และไม่มีผู้ใดเทียบเท่าพระองค์\" ซูเราะฮ์อัน-นิซาอ์: 36 ก็ห้ามตั้งภาคีกับอัลลอฮ์ หะดีษเศาะฮีฮ์กล่าวว่าซูเราะฮ์อัล-อิคลาศเทียบเท่าหนึ่งในสามของอัลกุรอานเพราะมีแก่นของเตาฮีด<br><br>ความเชื่อนี้เป็นรากฐานของการอิบาดะฮ์ของเรา เราเพียงวิงวอน ยำเกรง และหวังต่ออัลลอฮ์ ไม่ใช่ต่อการสร้าง วัตถุ หรือ \"พลังอื่น\" ดังนั้นใจของเราจึงปราศจากการพึ่งพาอื่นจากอัลลอฮ์",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 12,
    "title": "อัลลอฮ์ไม่มีคู่ต่อสู้หรือเสมอเหมือน",
    "text": "อัลลอฮ์ ﷻ ทรงสูงส่งจากการมีคู่ต่อสู้หรือเสมอเหมือน",
    "explanation": "อัลลอฮ์ไม่มีคู่ต่อสู้ที่เอาชนะพระองค์ได้หรือเสมอเหมือนที่เทียบพระองค์ได้ อำนาจของพระองค์สัมบูรณ์ ไม่มีสิ่งใดเทียบ รบกวน หรือขัดขวางพระประสงค์ของพระองค์ได้ นี่เป็นส่วนหนึ่งของความสมบูรณ์ของเตาฮีด<br><br>ซูเราะฮ์อัล-บะกอเราะฮ์: 255 (โองการอัรช์) กล่าวว่าอัลลอฮ์ทรงครอบครองชั้นฟ้าและแผ่นดิน และไม่ทรงรู้สึกหนักในการรักษาทั้งสอง ซูเราะฮ์ฟาฏิร: 44 และโองการอื่นยืนยันว่าอัลลอฮ์ไม่มีภาคี ผู้ช่วย หรือเสมอเหมือน หะดีษก็สอนว่าอัลลอฮ์ทรงสูงส่งและไม่มีผู้ใดเหนือพระองค์<br><br>ความเข้าใจนี้ทำให้ใจสงบ ไม่มีศัตรู โรค หรือภัยใดเป็น \"คู่ต่อสู้\" เทียบอัลลอฮ์ได้ เราแน่ใจว่าชัย ความปลอดภัย และความช่วยเหลือสุดท้ายมาจากอัลลอฮ์เท่านั้น ไม่มีสิ่งใดกั้นความเมตตาของพระองค์เมื่อพระองค์ทรงประสงค์",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 13,
    "title": "อัลลอฮ์ทรงคลุมการสร้างทั้งปวง",
    "text": "อัลลอฮ์ ﷻ ทรงคลุมทุกสิ่งและทรงอยู่เหนือมัน การสร้างของพระองค์คลุมอัลลอฮ์ ﷻ ไม่ได้",
    "explanation": "อัลลอฮ์ทรงคลุม (ทรงอำนาจ ทรงรู้ และทรงจัดการ) ทุกสิ่ง ไม่มีสิ่งใดพ้นจากพระองค์รู้และอำนาจของพระองค์ ในขณะเดียวกันอัลลอฮ์ \"เหนือ\" การสร้างของพระองค์ในฐานะและอำนาจ ไม่ใช่ในสถานที่ การสร้างคลุมหรือจำกัดอัลลอฮ์ไม่ได้<br><br>ซูเราะฮ์ฟุศศิลัต: 54 กล่าว \"จงรู้เถิด แท้จริงอัลลอฮ์ทรงคลุมทุกสิ่ง\" ซูเราะฮ์อัล-บะกอเราะฮ์: 255 (โองการอัรช์) ยืนยันว่าบัลลังก์ของพระองค์คลุมชั้นฟ้าและแผ่นดิน และพระองค์ไม่ทรงรู้สึกหนัก หะดีษเศาะฮีฮ์ยืนยันว่าอัลลอฮ์ทรงอยู่เหนืออัรช์และพระองค์รู้อยู่ทุกแห่ง<br><br>การเชื่อเช่นนี้ทำให้เรารู้สึกถูกดูแลและปกป้อง ไม่มีสิ่งใดซ่อนจากอัลลอฮ์ และไม่มีปัญหาที่ใหญ่เกินสำหรับพระองค์ เรายังพ้นจากความเข้าใจผิดว่าอัลลอฮ์ \"ถูกจำกัด\" ในฟ้า พระองค์ทรงคลุมทุกสิ่งโดยไม่ต้องใช้ที่ว่าง",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 14,
    "title": "อัลลอฮ์ทรงสร้างชีวิตและความตาย",
    "text": "อัลลอฮ์ ﷻ ทรงให้ความตายโดยไม่ทรงกลัว และทรงให้ชีวิตคืนโดยไม่ยาก",
    "explanation": "ชีวิตและความตายอยู่ในการควบคุมของอัลลอฮ์โดยสมบูรณ์ การให้ความตายแก่การสร้างไม่ทำให้อัลลอฮ์ทรงกลัวหรืออ่อนแอ การให้ชีวิตคืน (รวมวันกิยามัต) ไม่ยากสำหรับพระองค์ ทั้งหมดเกิดด้วยพระประสงค์และพระวจนะของพระองค์เท่านั้น<br><br>ซูเราะฮ์อัล-มุลก์: 2 กล่าว \"พระองค์ผู้ทรงให้มีความตายและชีวิต\" ซูเราะฮ์กาฟ: 43 \"แท้จริงเราคือผู้ให้ชีวิตและความตาย และยังเราเป็นการกลับไป\" หะดีษเศาะฮีฮ์ยืนยันว่ารูหถูกเอาไปด้วยบัญชาของอัลลอฮ์ และวันกิยามัตการสร้างทั้งปวงจะถูกให้ลุกขึ้นด้วยเสียงทรัมเป็ต<br><br>ความเชื่อนี้เตือนเราว่าความตายไม่ใช่จุดจบที่ว่างเปล่าแต่เป็นประตูสู่ชีวิตอาคิเราะฮ์ เราตั้งตัวด้วยอามัลศอลิห์และไม่กลัวความตายเกินไป เพราะผู้ทรงควบคุมชีวิตและความตายคืออัลลอฮ์ผู้ทรงยุติธรรมและทรงเมตตา",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 15,
    "title": "กำหนดอัจลสำหรับการสร้างทั้งปวง",
    "text": "อัลลอฮ์ ﷻ ทรงกำหนดอัจล (กำหนดตาย) ที่ตายตัวแก่การสร้างของพระองค์",
    "explanation": "ทุกสิ่งที่ถูกสร้างมีอัจล (เวลาตาย) ที่อัลลอฮ์ทรงกำหนด ไม่มีผู้ใดเร่งหรือเลื่อนแม้วินาทีเดียว นี่เป็นส่วนหนึ่งของกำหนดที่เขียนในลาวห์มะฮ์ฟูซ<br><br>ซูเราะฮ์อัล-อันอาม: 2 กล่าว \"พระองค์ผู้ทรงสร้างพวกเจ้ามาจากดิน แล้วทรงกำหนดอัจล (แก่พวกเจ้า)\" ซูเราะฮ์ลุกมาน: 34 \"แท้จริงอัลลอฮ์—ที่พระองค์เท่านั้นมีความรู้เรื่องอัล-สาอะฮ์... และไม่มีชีวิตใดรู้ว่าจะตายที่แผ่นดินใด\" หะดีษเศาะฮีฮ์ (บุคอรีย์-มุสลิม) ยืนยันว่าอัจล ริซกี และชะตาของมนุษย์ถูกเขียนขณะยังอยู่ในครรภ์<br><br>ความเข้าใจนี้ป้องกันเราจากความกังวลเกินและกระตุ้นให้ใช้เวลาที่เหลือให้ดี เราเปลี่ยนเวลาเมื่ออัจลมาหาไม่ได้ แต่เราเติมชีวิตด้วยอามัลที่อัลลอฮ์ทรงพอพระทัยได้",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 16,
    "title": "การชี้นำและความหลงผิดคือความยุติธรรม",
    "text": "อัลลอฮ์ ﷻ ทรงชี้นำผู้ที่พระองค์ทรงประสงค์ด้วยความกรุณาของพระองค์ และทรงให้หลงผิดผู้ที่พระองค์ทรงประสงค์ด้วยความยุติธรรมของพระองค์ ทั้งหมดอยู่ภายใต้กำหนดของอัลลอฮ์ ﷻ และไม่มีผู้ใดปฏิเสธคำตัดสินของอัลลอฮ์ ﷻ ได้",
    "explanation": "การชี้นำ (ฮิดายะฮ์) และความหลงผิด (อิดลาล) อยู่ในพระหัตถ์ของอัลลอฮ์ ผู้ที่พระองค์ทรงชี้นำก็ด้วยความกรุณาของพระองค์ ผู้ที่พระองค์ทรงให้หลงผิดก็ด้วยความยุติธรรมของพระองค์ (เช่น เพราะพวกเขาเลือกปฏิเสธหลังความจริงชัดแล้ว) คำตัดสินของอัลลอฮ์ไม่มีผู้ใดปฏิเสธหรือโต้แย้งได้<br><br>ซูเราะฮ์อัล-อันอาม: 125 \"ผู้ที่อัลลอฮ์ทรงประสงค์ให้เขารับการชี้นำ พระองค์ทรงเปิดอกของเขาสู่อิสลาม... และผู้ที่พระองค์ทรงประสงค์ให้เขาหลงผิด พระองค์ทรงทำให้อกของเขาคับแคบ\" ซูเราะฮ์อัล-อัรอัฟ: 178 ยืนยันว่าการชี้นำและความหลงผิดอยู่ในพระหัตถ์ของอัลลอฮ์ หะดีษเศาะฮีฮ์กล่าวว่าหัวใจมนุษย์อยู่ระหว่างสองนิ้วของอัร-เราะฮ์มาน อัลลอฮ์ทรงพลิกมันตามที่พระองค์ทรงประสงค์<br><br>เราต้องแสวงหาการชี้นำ (เรียนรู้ ดุอา คบคนดี) และไม่หยิ่งเมื่อได้รับคำชี้นำ เราไม่หมดหวังในผู้หลงผิด เราเชิญชวนและดุอาให้พวกเขา เพราะการชี้นำยังเป็นสิทธิเฉพาะของอัลลอฮ์",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 17,
    "title": "คำสั่งให้เชื่อฟังและห้ามฝ่าฝืน",
    "text": "อัลลอฮ์ ﷻ ทรงบัญชาการสร้างของพระองค์ให้เชื่อฟังพระองค์ และทรงห้ามการสร้างของพระองค์ไม่ให้ฝ่าฝืนพระองค์",
    "explanation": "อัลลอฮ์ทรงบัญชาการเชื่อฟัง (อิบาดะฮ์ อัคลากดี เชื่อฟังรอซูล) และทรงห้ามการฝ่าฝืน (ชิรก์ บาปใหญ่และเล็ก) คำสั่งและข้อห้ามนี้ชัดในอัล-กุรอานและซุนนะฮ์ หน้าที่เราคือเชื่อฟังและหลีกเลี่ยงบาป<br><br>ซูเราะฮ์อัน-นิซาอ์: 59 \"จงเชื่อฟังอัลลอฮ์และจงเชื่อฟังรอซูล\" ซูเราะฮ์อัล-อัรอัฟ: 33 ห้ามความชั่ว ความผิด และการกดขี่ หะดีษเศาะฮีฮ์ (บุคอรีย์) ยืนยันว่าการเชื่อฟังรอซูลคือการเชื่อฟังอัลลอฮ์ และการฝ่าฝืนรอซูลคือการฝ่าฝืนอัลลอฮ์ นบีกล่าวว่าฮะลาลและฮะรอมชัดแล้ว<br><br>ในชีวิตเราปฏิบัติตามคำสั่ง (ละหมาด ซะกาต ซื่อสัตย์ บริการ) และหลีกเลี่ยงข้อห้าม (โกหก ซินา ริบา ฝ่าฝืน) เราไม่เพิ่มฮะรอมหรือมองบาปเบา เราดุอาให้มีกำลังเชื่อฟังและให้พ้นจากการฝ่าฝืน",
    "category": "ชุมชน ผู้ปกครอง และฟิกฮ์"
  },
  {
    "no": 18,
    "title": "การสร้างการสร้างตามความรู้ของอัลลอฮ์",
    "text": "อัลลอฮ์ ﷻ ทรงสร้างการสร้างด้วยความรู้ของพระองค์",
    "explanation": "อัลลอฮ์ทรงสร้างจักรวาลและทุกการสร้างด้วยความรู้สมบูรณ์ของพระองค์ ไม่มีสิ่งใดถูกสร้างโดยบังเอิญหรือไร้ฮิกมะฮ์ การสร้างทั้งหมดสอดคล้องกับมาตรา เวลา และกำหนดที่อัลลอฮ์ทรงทราบแล้ว<br><br>ซูเราะฮ์อัล-ฮิจร์: 86 \"แท้จริงพระเจ้าของเจ้าเป็นผู้สร้าง ผู้ทรงรู้\" ซูเราะฮ์อัล-ฟุรกอน: 2 ยืนยันว่าอัลลอฮ์ทรงสร้างทุกสิ่งและกำหนดมาตรา หะดีษเศาะฮีฮ์กล่าวว่าอัลลอฮ์ทรงเขียนกำหนดของทุกการสร้างก่อนสร้างชั้นฟ้าและแผ่นดิน<br><br>ความเชื่อนี้หล่อเลี้ยงความมั่นใจว่าชีวิตเราไม่ไร้ความหมาย มีแผนและฮิกมะฮ์เบื้องหลังการสร้างของอัลลอฮ์ กระตุ้นให้เรียนรู้และใช้ความรู้ เพราะความรู้มนุษย์เป็นส่วนเล็กของความรู้อัลลอฮ์ที่ครอบคลุมทุกสิ่ง",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 19,
    "title": "อัลลอฮ์ทรงประทานริซกีโดยไม่ลำบาก",
    "text": "อัลลอฮ์ ﷻ ทรงสร้างโดยไม่จำเป็นต้องทำ และทรงประทานริซกีแก่การสร้างของพระองค์โดยไม่ลำบาก",
    "explanation": "อัลลอฮ์ไม่ทรงสร้างเพราะต้องการการสร้าง พระองค์ทรงประทานริซกีโดยไม่ทรงหนักหรือลำบาก ริซกีรวมทรัพย์ สุขภาพ สันติ และทุกอย่างที่เราได้รับประโยชน์ ทั้งหมดจากอัลลอฮ์และพระองค์ทรงประทานอย่างง่าย<br><br>ซูเราะฮ์อัษ-ษาริยาต: 56–57 ยืนยันว่าอัลลอฮ์ทรงสร้างญินและมนุษย์เพื่ออิบาดะฮ์พระองค์ และพระองค์ไม่ทรงต้องการริซกีจากพวกเขา ซูเราะฮ์ฮูด: 6 \"ไม่มีสัตว์เลื้อยคลานบนแผ่นดินใดที่ริซกีของมันไม่มาจากอัลลอฮ์\" หะดีษเศาะฮีฮ์กล่าวว่าริซกีถูกกำหนดและจะไม่สลับ ผู้ที่ตักวา อัลลอฮ์จะทรงให้ทางออกและริซกีจากที่เขาไม่คาด<br><br>เราแสวงริซกีฮะลาลโดยไม่กังวลเกิน เราแน่ใจว่าผู้ประทานริซกีคืออัลลอฮ์ เราขอบคุณที่มีและไม่เปรียบเทียบกับอื่น การแบ่งริซกีอยู่ในพระหัตถ์อัลลอฮ์ผู้ทรงปรีชาญาณ",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 20,
    "title": "อัลลอฮ์ทรงกำหนดกำหนดสำหรับการสร้างทั้งปวง",
    "text": "อัลลอฮ์ ﷻ ทรงกำหนดกำหนดสำหรับสิ่งที่พระองค์ทรงสร้าง",
    "explanation": "กำหนด (กอดัร) คือคำตัดสินของอัลลอฮ์เหนือทุกสิ่งที่เกิดกับการสร้าง ริซกี อัจล อามัล ความสุขและทุกข์ ฯลฯ ทั้งหมดเขียนในลาวห์มะฮ์ฟูซก่อนการสร้าง เราเชื่อโดยไม่ขุด \"อย่างไร\" หรือ \"ทำไม\" เกินควร<br><br>ซูเราะฮ์อัล-กอมัร: 49 \"แท้จริงเราสร้างทุกสิ่งตามมาตรา\" ซูเราะฮ์อัล-ฮะดีด: 22 \"ไม่มีภัยใดบนแผ่นดินหรือตัวพวกเจ้าเว้นแต่ในหนังสือ (ลาวห์มะฮ์ฟูซ) ก่อนเราทำให้มันเป็นจริง\" หะดีษเศาะฮีฮ์ (มุสลิม) ยืนยันว่าการเชื่อในกำหนด ทั้งดีและร้าย เป็นรุก่นอีมาน<br><br>เรารับกำหนดด้วยความอดทนเมื่อเกิดภัยและด้วยความขอบคุณเมื่อได้ความโปรด เรายังพยายาม (อิคติยาร) เพราะการพยายามเป็นส่วนของกำหนด เราไม่เฉื่อยหรือหมดหวัง และไม่กบฏต่อคำตัดสินอัลลอฮ์",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 21,
    "title": "อัลลอฮ์ทรงตอบรับดุอาของบ่าวผู้ศรัทธา",
    "text": "อัลลอฮ์ ﷻ ทรงตอบรับดุอาของมนุษย์และประทานสิ่งที่พวกเขาขอ",
    "explanation": "ดุอาเป็นอิบาดะฮ์และวิธีเข้าใกล้อัลลอฮ์ อัลลอฮ์ทรงตอบรับดุอาของบ่าวตามฮิกมะฮ์ของพระองค์ บางครั้งตามที่ขอ บางครั้งแทนด้วยสิ่งที่ดีกว่าหรือเลื่อนไปเวลาที่เหมาะสม<br><br>อัล-บะกอเราะฮ์: 186 \"เมื่อบ่าวของข้าพระองค์ถามพระองค์เกี่ยวกับข้าพระองค์ ข้าพระองค์ใกล้ ข้าพระองค์ตอบรับการวิงวอนของผู้วิงวอนเมื่อเขาวิงวอนข้าพระองค์\" ฆอฟิร: 60 \"จงวิงวอนข้าพระองค์ ข้าพระองค์จะตอบพวกเจ้า\" หะดีษเศาะฮีฮ์กล่าวดุอาเป็นอาวุธของผู้ศรัทธาและอัลลอฮ์ทรงละอายที่จะปฏิเสธมือบ่าวที่ยกขึ้นวิงวอน<br><br>เราได้รับการสนับสนุนให้ดุอาด้วยความนอบน้อม มั่นใจว่าจะได้รับคำตอบ และไม่หมดหวังเร็ว เราเลือกดุอามะอ์ซูร (จากนบี) และดุอาที่ดี และยอมรับว่าผลที่ดีที่สุดอยู่ในพระหัตถ์อัลลอฮ์",
    "category": "ดุอาอ์ ความรู้ และขอบเขต"
  },
  {
    "no": 22,
    "title": "ความรู้ของอัลลอฮ์เกี่ยวกับชาวปรโลก",
    "text": "อัลลอฮ์ ﷻ ทรงรู้—ก่อนเวลามีอยู่—จำนวนแน่นอนของผู้จะเข้าสวนสวรรค์และนรก จำนวนนั้นไม่เพิ่มหรือลด",
    "explanation": "อัลลอฮ์ทรงรู้ตั้งแต่ไม่มีต้น (ก่อนเวลา) ว่าใครจะเข้าสวรรค์และใครจะเข้านรก พระองค์ทรงรู้สมบูรณ์และไม่เปลี่ยน นี่ไม่หมายความว่ามนุษย์ถูกบังคับ แต่พระองค์ทรงรู้ผลจาก choice และการกระทำของแต่ละบ่าว<br><br>ฮูด: 107 และหะดีษเศาะฮีฮ์ (บุคอรีย์–มุสลิม) กล่าวว่าชาวสวรรค์และนรกถูกกำหนดแล้ว บางคนได้ยิน \"ที่ของเจ้าในสวรรค์\" หรือ \"ในนรก\" อัล-วากิอะฮ์และอายะฮ์อื่นบรรยายสองกลุ่มในปรโลก นบีกล่าวอัลลอฮ์ทรงกำหนดว่าใครจะมีความสุขและทุกข์<br><br>เราไม่ควรรู้สึก \"จะเข้าสวรรค์แน่\" หรือ \"นรกแน่\" เราแสวงเป็นคนดีและหวังความเมตตาอัลลอฮ์ ความเชื่อนี้กระตุ้นให้จริงจังกับการกระทำและไม่พึ่งการคาดเดา",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 23,
    "title": "ความกริ้วและความพึงพอใจของอัลลอฮ์สมบูรณ์",
    "text": "อัลลอฮ์ ﷻ ทรงกริ้วและทรงพึงพอใจ แต่ไม่เหมือนมัคลูกใด",
    "explanation": "อัลลอฮ์มีคุณลักษณะกริ้ว (ฆอฎับ) และพึงพอใจ (ริฎอ) เราเชื่อโดยไม่เปรียบกับความโกรธหรือความสุขของมนุษย์ ความกริ้วของอัลลอฮ์สมบูรณ์ต่อการฝ่าฝืนและปฏิเสธ ความพึงพอใจของพระองค์สมบูรณ์ต่อการเชื่อฟังและเตาฮีด<br><br>อัล-ฟัตฮ์: 6 และอายะฮ์อื่นกล่าวถึงความพึงพอใจของอัลลอฮ์ หะดีษเศาะฮีฮ์ (บุคอรีย์–มุสลิม) ว่าอัลลอฮ์ทรงกริ้วผู้ฝ่าฝืนและทรงพึงพอใจผู้เชื่อฟัง \"ผู้ทำให้อัลลอฮ์กริ้วในสิทธิของข้า ข้าจะกริ้วเขา\" นบีกล่าวความพึงพอใจของอัลลอฮ์อยู่ที่ความพึงพอใจของบิดามารดา เราไม่ถาม \"อย่างไร\" กริ้วหรือพึงพอใจของอัลลอฮ์ (โดยไม่ตัชบีฮ์)<br><br>ในทางปฏิบัติเราแสวงความพึงพอใจของอัลลอฮ์ด้วยการเชื่อฟังและหลีกเลี่ยงสิ่งที่ทำให้พระองค์กริ้ว เราเกรงความกริ้วและหวังความพึงพอใจ โดยไม่จินตนาการอัลลอฮ์เหมือนมัคลูกที่มีอารมณ์",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 24,
    "title": "อัลลอฮ์เป็นกอดีมและบากอ์",
    "text": "อัลลอฮ์ ﷻ เป็นกอดีมโดยไม่มีต้นทางและบากอ์โดยไม่มีปลายทาง",
    "explanation": "อัลลอฮ์เป็นกอดีม (ไม่มีต้นทางของการมีอยู่) และบากอ์ (คงอยู่ ไม่มีปลาย) พระองค์ทรงมีเสมอ ไม่เคย \"ยังไม่มี\" และจะไม่ \"ไม่มีอีก\" สรรพสิ่งที่ถูกสร้างจะสูญสิ้น ส่วนพระพักตร์พระเจ้าของเจ้ายังคงอยู่<br><br>อัร-เราะฮ์มาน: 26–27 \"ทุกสิ่งที่อยู่บนแผ่นดินจะสูญสิ้น และพระพักตร์พระเจ้าของเจ้าที่มีเกียรติและความยิ่งใหญ่ยังคงอยู่\" อัล-ฮะดีด: 3 \"พระองค์คืออัล-เอาวัลและอัล-อาคิร\" หะดีษเศาะฮีฮ์ว่าอัลลอฮ์ทรงมีและไม่มีสิ่งใดกับพระองค์ก่อนการสร้าง<br><br>ความเชื่อนี้ทำให้ใจมั่น เราบูชาผู้จะไม่หายไป สัญญาและคำขู่ของพระองค์เป็นนิรันดร์ โลกที่ฟานา เตือนเราไม่ให้ผูกพันเกิน สิ่งเดียวที่คงอยู่และสมควรเป็นที่พึ่งนิรันดร์คืออัลลอฮ์",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 25,
    "title": "คุณลักษณะของอัลลอฮ์มีก่อนการสร้าง",
    "text": "อัลลอฮ์ ﷻ ทรงมีอยู่กับคุณลักษณะของพระองค์เสมอนับแต่ก่อนการสร้าง และการสร้างการสร้างไม่เพิ่มสิ่งใดแก่คุณลักษณะของพระองค์ อัลลอฮ์ ﷻ ยังคงมีตลอดเวลาที่ไม่มีที่สิ้นสุด",
    "explanation": "คุณลักษณะของอัลลอฮ์ (ความรู้ อำนาจ ชีวิต วาจา ฯลฯ) เคยอยู่กับพระองค์เสมอนับแต่ก่อนมีการสร้าง การสร้างโลกไม่ได้ \"เพิ่ม\" คุณลักษณะใหม่แก่อัลลอฮ์ พระองค์ยังสมบูรณ์โดยไม่พึ่งการสร้าง นี่ปฏิเสธความเห็นว่าอัลลอฮ์ \"เพิ่งมี\" คุณลักษณะหลังสร้าง<br><br>อัล-ฮะดีด: 3 กล่าวอัลลอฮ์อัล-เอาวัลและอัล-อาคิร อายะฮ์อัสมาอ์วะศิฟาต (อัล-อะลีม อัล-กอดิร ฯลฯ) แสดงคุณลักษณะที่เป็นนิรันดร์ หะดีษและอิจมาอ์อุลามาอ์อะฮ์ลุสซุนนะฮ์ว่าอัลลอฮ์ทรงมีกับคุณลักษณะของพระองค์เสมอ ไม่เปลี่ยนและไม่เพิ่มเพราะมีการสร้าง<br><br>ความเข้าใจนี้ปกป้องเตาฮีดจากความคิดที่ลดอัลลอฮ์ (ราวกับพระองค์วิวัฒน์หรือพึ่งโลก) เราบูชาอัลลอฮ์ผู้สมบูรณ์แต่เดิม ตอนนี้ และตลอดกาล",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 26,
    "title": "อัลลอฮ์ทรงเป็นพระเจ้าและผู้สร้างเสมอ",
    "text": "อัลลอฮ์ ﷻ ทรงเป็นพระเจ้าและทรงเป็นผู้สร้างเสมอ แม้เมื่อยังไม่มีผู้ยึดมั่นต่อพระองค์หรือยังไม่มีสรรพสิ่งที่ถูกสร้าง",
    "explanation": "อัลลอฮ์ยังคงเป็นพระเจ้า (อิลาห์) และผู้สร้าง (คอลิก) แม้ก่อนจะมีสรรพสิ่งใดนมัสการพระองค์หรือมีสิ่งถูกสร้าง คุณลักษณะความเป็นพระเจ้าและความเป็นที่สักการะของพระองค์ไม่ขึ้นกับสรรพสิ่งที่ถูกสร้าง พระองค์สมควรได้รับการนมัสการและทรงสามารถสร้างตั้งแต่เดิม<br><br>ซูเราะฮ์อัล-อิคลาศและอายะฮ์เกี่ยวกับเตาฮีดยืนยันความเอกของอัลลอฮ์โดยไม่ขึ้นกับการยอมรับของสรรพสิ่งที่ถูกสร้าง หะดีษ \"กุนตุ คันซัน มัคฟิยัน\" (ข้าคือขุมทรัพย์ที่ซ่อนเร้น) ในบางรายงานอธิบายว่าอัลลอฮ์ทรงมีอยู่ก่อนการสร้าง อุลามาอ์อะฮ์ลุสซุนนะฮ์ยืนยันว่าอัลลอฮ์ทรงเป็นอัล-คอลิกโดยความหมายเสมอ แม้การสร้าง (ตักวีน) จะเกิดขึ้นตามพระประสงค์ของพระองค์<br><br>สิ่งนี้ป้องกันเราไม่ให้คิดว่าอัลลอฮ์ \"กลายเป็น\" พระเจ้าหรือผู้สร้างเฉพาะหลังมีโลก พระองค์สมบูรณ์และไม่ขึ้นกับสิ่งใด",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 27,
    "title": "ห้ามโต้แย้งเรื่องกำหนดของอัลลอฮ์",
    "text": "อัลลอฮ์ ﷻ ทรงทราบทุกสิ่งที่จักเกิด และทรงกำหนดไว้โดยละเอียดและแน่นอน ไม่มีผู้ใดขัดขวาง เพิ่ม หรือเปลี่ยนกำหนดของอัลลอฮ์ ﷻ ได้—การโต้แย้งเรื่องกำหนดและขุดคุ้ย \"ทำไม\" คือการหลงทาง",
    "explanation": "กำหนดของอัลลอฮ์ถูกบันทึกและแน่นอน ไม่มีสิ่งใดเปลี่ยนได้ การโต้แย้งว่า \"ทำไมอัลลอฮ์ทรงกำหนดอย่างนี้\" หรือขุดคุ้ยความลับของก็อดัรโดยไม่มีหลักฐานที่มั่นคงเป็นสิ่งต้องห้ามและอาจนำไปสู่การหลงทาง (เช่นทัศนะก็อดารีหรือญะบารีสุดโต่ง)<br><br>อัล-กะฮ์ฟ์: 22 เตือนไม่ให้ถามเรื่องที่ยังไม่ทรงเปิดเผย หะดีษเศาะฮีฮ์ (มุสลิม) ยืนยันว่าการพูดเรื่องกำหนดโดยไม่มี ilmu เป็นหะรอม นบีห้ามโต้แย้งเรื่องก็อดัร อุลามาอ์อธิบายว่าเราศรัทธาในกำหนดโดยไม่ \"ขุด\" สิ่งที่อัลลอฮ์ยังไม่ทรงเปิดเผย<br><br>เรายอมรับกำหนดด้วยความวางใจและความอดทน เราไม่ใช้พลังงานไปกับการโต้แย้ง \"ทำไมข้าถูกกำหนดอย่างนี้\" จุดมุ่งของเราคือปฏิบัติตามชารีอะฮ์และยอมรับกำหนดของอัลลอฮ์ด้วยใจที่สงบ",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 28,
    "title": "อัลลอฮ์จะไม่สูญสลาย",
    "text": "อัลลอฮ์ ﷻ จะไม่สูญสลายหรือถึงคราวสิ้นสุด",
    "explanation": "อัลลอฮ์ทรงดำรงอยู่ชั่วนิรันดร์ จะไม่สูญสลาย สาบสูญ หรือสิ้นสุด ต่างจากสรรพสิ่งที่ถูกสร้างซึ่งฟานา  ذات และคุณลักษณะของอัลลอฮ์ยังคงมีตลอดกาล ความเชื่อนี้เป็นส่วนหนึ่งของความสมบูรณ์ของเตาฮีด<br><br>อัร-เราะฮ์มาน: 27 \"และพระพักตร์พระเจ้าของเจ้ายังคงอยู่\" อัล-เกาะศ็อศ: 88 \"ทุกสิ่งสูญสิ้นเว้นแต่พระพักตร์ของพระองค์\" หะดีษและอิจมาอ์อุลามาอ์ยืนยันว่าอัลลอฮ์จะไม่สูญสลาย พระองค์ทรงเป็นอัล-เอาวัลและอัล-อาคิร อัซ-ซอฮิรและอัล-บาฏิน<br><br>การเชื่อเช่นนี้ทำให้เราใจสงบ สัญญาสวรรค์และคำขู่แห่งนรกเป็นนิรันดร์ และผู้เดียวที่สมควรเป็นที่พึ่งถาวรคืออัลลอฮ์ เราไม่กลัวว่า \"พระเจ้า\" ของเราจะหายไป ความนิรันดร์ของพระองค์คือแหล่งความสงบสำหรับผู้ศรัทธา",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 29,
    "title": "อัลลอฮ์ไม่ทรงต้องการสรรพสิ่งที่ถูกสร้าง",
    "text": "อัลลอฮ์ ﷻ ไม่ทรงต้องการอัรช์และสิ่งที่อยู่ใต้มัน",
    "explanation": "อัรช์ (บัลลังก์) เป็นสรรพสิ่งที่อัลลอฮ์สร้างที่ยิ่งใหญ่ที่สุด แต่อัลลอฮ์ไม่ทรงต้องการอัรช์หรือสิ่งใดใต้มัน อัลลอฮ์ทรงมีอยู่โดยไม่ทรงต้องการสถานที่ อัรช์ถูกสร้างเป็นสัญลักษณ์แห่งความยิ่งใหญ่และเพื่อสรรพสิ่งที่ถูกสร้าง ไม่ใช่เพื่อ \"รองรับ\" อัลลอฮ์<br><br>ฏอฮา: 5 \"(อัลลอฮ์) ผู้ทรงกรุณาปรานี ผู้ทรงสถิตบนอัรช์\" อุลามาอ์ตีความอิสติวาอ์อย่างสมกับอัลลอฮ์โดยไม่ตัชบีฮ์ อัล-บะเกาะเราะฮ์: 255 ยืนยันว่าอัลลอฮ์ไม่ทรงง่วงไม่ทรงหลับ พระองค์ไม่ทรงต้องการการพักหรือ \"ที่นั่ง\" หะดีษเศาะฮีฮ์กล่าวว่าอัรช์คือหลังคาสวรรค์และอัลลอฮ์ไม่ทรงต้องการฟ้าหรือดิน<br><br>ความเข้าใจนี้ปกป้องเราไม่ให้จินตนาการอัลลอฮ์ \"ประทับ\" บนอัรช์ดั่งราชาบนบัลลังก์ อัลลอฮ์ทรงพอพระองค์ อัรช์และสรรพสิ่งคือสิ่งที่พระองค์สร้างที่สยบ ไม่ใช่สิ่งที่พระองค์ทรงต้องการ",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 30,
    "title": "ศรัทธาต่ออัรช์และกุรซี",
    "text": "อัรช์ (บัลลังก์) และกุรซี (อัล-กุรซี) เป็นความจริง และเราศรัทธาต่อมัน",
    "explanation": "อัรช์และกุรซีเป็นสรรพสิ่งที่อัลลอฮ์สร้างที่กล่าวใน nas เราศรัทธาต่อมันโดยไม่ปฏิเสธและไม่เปรียบกับบัลลังก์ทางโลก อัรช์คือบัลลังก์อันยิ่งใหญ่ กุรซี (ในอายะฮ์กุรซี) ก็กล่าวว่าฟ้าและดินถูกกางโดยมัน<br><br>อัล-บะเกาะเราะฮ์: 255 (อายะฮ์กุรซี) \"กุรซีของพระองค์กางฟ้าและดิน\" อัล-ฮักเกาะฮ์: 17 และอายะฮ์อื่นกล่าวถึงมะลาอิกะฮ์แบกอัรช์ หะดีษเศาะฮีฮ์ (บุคอรีย์) ยืนยันว่าเจ็ดชั้นฟ้าเทียบกุรซีดั่งแหวนในทะเลทราย และกุรซีเทียบอัรช์เล็กกว่าอีก เราศรัทธาโดยไม่ถาม \"อย่างไร\" ถึงรูปของมัน<br><br>ศรัทธาต่ออัรช์และกุรซีเตือนเราถึงความยิ่งใหญ่ของอัลลอฮ์ สิ่งที่พระองค์สร้างเพียงอย่างเดียวก็ยิ่งใหญ่แล้ว นับประสาผู้สร้าง เราไม่ปฏิเสธหรือเยาะเย้ยข่าวเร้นลับที่เศาะฮีฮ์จากอัล-กุรอานและซุนนะฮ์",
    "category": "มะลาอิกะฮ์และเร้นลับ"
  },
  {
    "no": 31,
    "title": "หน้าที่ฮัจญ์และญิฮาด",
    "text": "ฮัจญ์และญิฮาดภายใต้การนำของผู้ปกครองมุสลิม—ไม่ว่ายุติธรรมหรืออยุติธรรม—เป็นหน้าที่ที่คงอยู่จนถึงวาระสุดท้าย และไม่มีผู้ใดสามารถยกเลิกหรือลบล้างได้",
    "explanation": "ฮัจญ์และญิฮาดยังคงเป็นหน้าที่ตามชารีอะฮ์แม้ผู้ปกครองจะอยุติธรรม เราไม่สามารถยกเลิกหน้าที่เหล่านี้ได้ด้วยเหตุผลว่าต่อต้านผู้ปกครอง การปฏิบัติทำร่วมกับอิมาม/อามีร์ของมุสลิมเพื่อความเรียบร้อยและไม่วุ่นวาย หน้าที่นี้มีผลจนถึงวันกิยามะฮ์<br><br>ซูเราะฮ์อาลี อิมรอน: 97 บังคับฮัจญ์สำหรับผู้มีความสามารถ หะดีษเศาะฮีฮ์ (บุคอรีย์-มุสลิม) ยืนยันว่าญิฮาดยังอยู่ภายใต้คำสั่ง \"ฟังและเชื่อฟัง (อามีร์) แม้ทาสฮับชะฮ์จะเป็นผู้นำพวกเจ้า\" นบียังกล่าวว่าเรายังละหมาดหลังอิมามที่ฟาญิรตราบที่เขาดำเนินละหมาด นี่ไม่ใช่การให้ความชอบธรรมแก่ความอยุติธรรม แต่เป็นการรักษาความเป็นหนึ่งและระเบียบของชารีอะฮ์<br><br>ในทางปฏิบัติเราประกอบฮัจญ์เมื่อสามารถและเข้าร่วมญิฮาดเมื่อถูกเรียกอย่างถูกต้อง เราไม่ใช้ข้อบกพร่องของผู้ปกครองเป็นเหตุผลในการทิ้งหน้าที่หรือแบ่งแยกญะมาอะฮ์",
    "category": "ญะมาอะฮ์ ผู้ปกครอง และฟิกฮ์"
  },
  {
    "no": 32,
    "title": "ความลับแห่งความเป็นจริงของกำหนดอัลลอฮ์",
    "text": "ความเป็นจริงของกำหนด (ก็อดัร) เป็นความลับของอัลลอฮ์ ﷻ ในการสร้างของพระองค์ มนุษย์เชื่อในมันโดยไม่ขุดคุ้ยหรือตั้งคำถาม \"ทำไม\" ต่อการกระทำของอัลลอฮ์ ﷻ เพราะอัลลอฮ์ ﷻ ทรงห้ามและสิ่งนั้นนำมาเฉพาะความเสียหาย",
    "explanation": "ความเป็นจริงของก็อดัรเป็นความลับของอัลลอฮ์ เราเชื่อว่าทุกกำหนดมาจากพระองค์โดยไม่ \"ขุด\" หรือตั้งคำถาม \"ทำไม\" อัลลอฮ์ทรงทำเช่นนั้น การขุดคุ้ยเรื่องนั้นถูกห้ามและนำมาเฉพาะความเสียหาย (การหลงทางหรือความกระสับกระส่าย)<br><br>อัล-มาอิดะฮ์: 101 ห้ามถามเรื่องที่ถ้าอธิบายจะเพิ่มภาระ หะดีษเศาะฮีฮ์ (มุสลิม) ห้ามโต้แย้งเรื่องก็อดัร นบียังเตือนว่าผู้ที่โต้แย้งเรื่องก็อดัรจะไม่รอด อุลามาอ์อะฮ์ลุสซุนนะฮ์เชื่อก็อดัรโดยไม่ตักยีฟหรือตะอ์ฏีล<br><br>เรายอมรับกำหนดด้วยใจที่เปิดและมุ่งเน้นที่การกระทำ เราไม่ใช้เวลาไปกับการขุด \"ทำไมอัลลอฮ์ทรงกำหนดอย่างนี้อย่างนั้น\" เพราะมันเกินกว่าสติและไม่เป็นประโยชน์ต่อศรัทธา",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 33,
    "title": "อิสลามเป็นศาสนาแห่งความจริงเพียงหนึ่งเดียว",
    "text": "มีเพียงศาสนาหนึ่งของอัลลอฮ์ ﷻ ในฟ้าและดิน นั่นคืออิสลาม (การยอมจำนน)",
    "explanation": "ศาสนาที่อัลลอฮ์ทรงยอมรับมีเพียงหนึ่ง: อิสลาม (การยอมจำนนต่ออัลลอฮ์ด้วยเตาฮีดและปฏิบัติตามรอซูล) ศาสนาจากฟ้าที่ถูกต้องตั้งแต่ Nabi Adam จนถึง Nabi Muhammad โดยสาระคือหนึ่ง สิ่งที่เบี่ยงเบนหรือถูกปลอมไม่ใช่ศาสนาของอัลลอฮ์อีกต่อไป<br><br>อาลี อิมรอน: 19 \"แท้จริงศาสนา (ที่ทรงยอมรับ) ณ อัลลอฮ์คืออิสลาม\" อาลี อิมรอน: 85 \"ผู้ใดแสวงหาศาสนาอื่นนอกจากอิสลาม จะไม่ถูกรับจากเขา\" หะดีษเศาะฮีฮ์ยืนยันว่านบีเป็นพี่น้องกัน (ศาสนาของพวกเขาหนึ่ง) Nabi Muhammad ถูกส่งมาพร้อมอิสลามที่สมบูรณ์ เราไม่บังคับความเชื่อนี้ด้วยความรุนแรง แต่เราเชื่อมั่นว่าความจริงหนึ่งและทางแห่งความรอดคืออิสลาม<br><br>สิ่งนี้กระตุ้นเราให้เรียนรู้และปฏิบัติอิสลามอย่างถูกต้อง ไม่ผสมกับความเชื่อที่ขัดแย้ง และเชิญชวนด้วยปัญญาเพื่อให้ผู้อื่นรู้ศาสนาเดียวที่อัลลอฮ์ทรงยอมรับ",
    "category": "อีมาน: เสาหลัก คำจำกัดความ และทางสายกลาง"
  },
  {
    "no": 34,
    "title": "ความเท่าเทียมของอีมานและความต่างในความยำเกรง",
    "text": "อีมานโดยสาระเหมือนกันสำหรับทุกคน แต่ความเหนือกว่าของบางคนเหนือผู้อื่นเกิดจากความยำเกรง ความตระหนักต่ออัลลอฮ์ ﷻ และการเลือกในสิ่งที่อัลลอฮ์ ﷻ ทรงพอพระทัยมากกว่า",
    "explanation": "รากฐานของอีมาน (เสาหลักอีมาน สิ่งที่ชารีอะฮ์กำหนดให้เชื่อ) เหมือนกันสำหรับทุกมุสลิม ไม่มี \"ระดับ\" อีมานในความเชื่อหลัก สิ่งที่แยกแยะระดับคือความยำเกรง ความตระหนักต่ออัลลอฮ์ (มุรอกาบะฮ์) และการเลือกให้ความสำคัญกับสิ่งที่อัลลอฮ์ทรงพอพระทัย<br><br>อัล-ฮุญุรอต: 13 \"แท้จริงผู้ที่มีเกียรติที่สุดในหมู่พวกเจ้า ณ อัลลอฮ์คือผู้ยำเกรงที่สุด\" หะดีษเศาะฮีฮ์ (บุคอรีย์) ยืนยันว่าไม่ควรให้ใครอ้างว่ามีอีมานมากกว่าอีกคนในหลักการ ความเหนือกว่าอยู่ที่การกระทำและความยำเกรง นบียังกล่าวว่าผู้ที่ดีที่สุดในอิสลามคือผู้ที่มีอุปนิสัยดีที่สุด<br><br>เราไม่หยิ่งด้วยการคิดว่าตน \"มีอีมานมากกว่า\" คนอื่น เรา พยายามเพิ่มความยำเกรงและการกระทำ ความต่างของระดับ ณ อัลลอฮ์ขึ้นกับความพยายามและความยำเกรง ไม่ใช่การอ้างหรือกลุ่ม",
    "category": "อีมาน: เสาหลัก คำจำกัดความ และทางสายกลาง"
  },
  {
    "no": 35,
    "title": "เสาหลักอีมานต่ออัลลอฮ์และรอซูล",
    "text": "อีมานประกอบด้วยอีมานต่ออัลลอฮ์ ﷻ มะลาอิกะฮ์ของพระองค์ คัมภีร์ของพระองค์ รอซูลของพระองค์ วันสุดท้าย และอีมานว่ากำหนด—ดีและชั่ว—ทั้งหมดจากอัลลอฮ์ ﷻ",
    "explanation": "เสาหลักอีมานมีหก: อีมานต่ออัลลอฮ์ มะลาอิกะฮ์ คัมภีร์ รอซูล วันสุดท้าย และก็อดัร (ดีและชั่วจากอัลลอฮ์) นี่คือความเชื่อหลักที่มุสลิมทุกคนต้องยึดถือ การปฏิเสธอย่างใดอย่างหนึ่งทำลายอีมาน<br><br>หะดีษเศาะฮีฮ์ (บุคอรีย์-มุสลิม) จากอุมัร บิน อัล-ค็อฏฏอบ ยืนยันหกเสานี้เมื่อญิบรีลถามเรื่องอีมาน อัล-บะเกาะเราะฮ์: 285 \"รอซูลเชื่อในสิ่งที่ถูกประทานแก่เขาจากพระเจ้าของเขา และผู้ศรัทธาก็เช่นกัน ทั้งหมดเชื่อต่ออัลลอฮ์ มะลาอิกะฮ์ของพระองค์ คัมภีร์ของพระองค์ และรอซูลของพระองค์\" อัล-ฮาดีด: 22 ยืนยันว่าแม้ภัยพิบัติก็ถูกเขียนแล้ว (ส่วนของก็อดัร)<br><br>เราเสริมความมั่นใจในหัวใจต่อหกประการนี้และสอนแก่ครอบครัวและผู้อื่น อีมานที่สมบูรณ์รวมทุกเสา เราไม่สามารถเลือกหรือปฏิเสธอย่างใดอย่างหนึ่ง",
    "category": "อีมาน: เสาหลัก คำจำกัดความ และทางสายกลาง"
  },
  {
    "no": 36,
    "title": "คำจำกัดความอีมานด้วยลิ้นและหัวใจ",
    "text": "อีมานประกอบด้วยการยอมรับด้วยลิ้นและการรับด้วยหัวใจ",
    "explanation": "อีมานไม่ใช่แค่คำพูดบนปากหรือแค่การกระทำ มันรวมการยอมรับด้วยลิ้น (ชะฮาดะฮ์ พูดความจริง) และการยืนยันด้วยหัวใจ (ตะศดีก) ทั้งสองต้องมี คนที่แค่พูดโดยไม่เชื่อในหัวใจคือมุนาฟิก คนที่แค่ยอมรับในหัวใจโดยไม่พูดยังไม่สมบูรณ์ต่อหน้าคนและกฎหมาย<br><br>หะดีษเศาะฮีฮ์ (บุคอรีย์–มุสลิม) กล่าวว่านบีถูกถามเรื่องการกระทำที่ดีที่สุด อีมานถูกกล่าวถึงเป็นรากฐาน อัล-ฮุญุรอต: 14 \"พวกเบดูอินกล่าวว่า เราศรัทธาแล้ว จงกล่าวเถิด พวกท่านยังไม่ศรัทธา แต่จงกล่าวว่า เรายอมจำนน (อิสลาม) เพราะอีมานยังไม่เข้าไปในหัวใจของพวกท่าน\" นักวิชาการอัฮลุสสุนนะฮ์เห็นพ้องว่าอีมานรวมกอล (วาจา) และอัมัลที่เกิดจาก \"การรับด้วยหัวใจ\"<br><br>เราเฝ้าลิ้นไม่ให้พูดสิ่งที่ทำลายอีมานและเฝ้าหัวใจไม่ให้สงสัยหรือปฏิเสธ เราพยายามให้วาจาและความเชื่อสอดคล้องกัน",
    "category": "อีมาน: เสาหลัก คำจำกัดความ และทางสายกลาง"
  },
  {
    "no": 37,
    "title": "การปลดเปลื้องจากความเบี่ยงเบนทางอักิดะฮ์",
    "text": "นี่คือศาสนาของเราและสิ่งที่เราเชื่อทั้งภายในและภายนอก เราเปลื้องตัวต่อหน้าอัลลอฮ์ ﷻ จากผู้ที่ขัดแย้งกับสิ่งที่เรากล่าวและอธิบาย",
    "explanation": "อักิดะฮ์เฏาะฮาวียะฮ์นี้คือคำประกาศความเชื่อของอัฮลุสสุนนะฮ์ ผู้ใดเบี่ยงเบนจากสิ่งที่กล่าวและอธิบายในนั้น เราเปลื้องตัวจากเขาต่อหน้าอัลลอฮ์ นี่ไม่ใช่ศัตรูส่วนตัวแต่เป็นการชี้แจงว่าเราไม่ตามความเบี่ยงเบนทางอักิดะฮ์ (บิดอะฮ์ คุรอฟัต หรือความหลงผิด)<br><br>อัล-มุมตะฮะนะฮ์: 4 สั่งให้เปลื้องตัวจากศัตรูของอัลลอฮ์ นบีกล่าว (อบูดาวูด ผู้ตรวจสอบว่าเศาะฮีฮ์) \"ผู้ใดบิดอะฮ์หรือให้ที่พักผู้บิดอะฮ์ เขาอยู่นอกการคุ้มครองของอัลลอฮ์\" นักวิชาการอธิบายว่าบะรออ์ (การเปลื้องตัว) จาก ahli บิดอะฮ์คือไม่ตามความเชื่อของพวกเขาและชี้แจงความผิดของพวกเขา ไม่ใช่ทำร้าย<br><br>เรายึดอักิดะฮ์ที่ถูกต้องและหลีกเลี่ยงความเชื่อที่เบี่ยงเบน เราไม่ประกาศว่าคนอื่นกาฟิร์โดยไม่มีหลักฐานที่ถูกต้อง แต่เราแจ้งชัดเรื่องความเบี่ยงเบนทางอักิดะฮ์และเปลื้องตัวจากมัน",
    "category": "อีมาน: เสาหลัก คำจำกัดความ และทางสายกลาง"
  },
  {
    "no": 38,
    "title": "อิสลามคือทางสายกลางที่สมบูรณ์",
    "text": "อิสลามคือทางสายกลาง ไม่มากเกินไม่น้อยเกิน ไม่เปรียบคุณลักษณะอัลลอฮ์ ﷻ กับมัคลูก ไม่ปฏิเสธคุณลักษณะอัลลอฮ์ ﷻ ไม่สุดโต่งญะบะรียะฮ์หรือกอดะรียะฮ์ และไม่ระหว่างความมั่นใจสัมบูรณ์ที่ผิดกับความสิ้นหวัง",
    "explanation": "อัฮลุสสุนนะฮ์อยู่บนทางสายกลาง ในคุณลักษณะอัลลอฮ์เรายืนยันสิ่งที่อัลลอฮ์ยืนยันโดยไม่เปรียบกับมัคลูก (ตะชบีฮ์) และไม่ปฏิเสธ (ตะอ์ฏีล) ในก็อดัรเราไม่สุดโต่งญะบะรียะฮ์ (ทุกอย่างถูกบังคับ) หรือกอดะรียะฮ์ (ปฏิเสธก็อดัร) ในความหวังและความกลัวเราไม่ยืนยันสวรรค์/นรกสำหรับใครหรือสิ้นหวังจากความเมตตาของอัลลอฮ์<br><br>อัล-บะเกาะเราะฮ์: 143 \"และเช่นนี้เราได้ทำให้พวกเจ้าเป็นประชาชาติสายกลาง\" หะดีษและอิจมาอ์นักวิชาการยืนยันว่าคุณลักษณะอัลลอฮ์ถูกเชื่อโดยไม่ถาม \"อย่างไร\" (ตะกีฟ) และไม่เปรียบ (ตะมษีล) นบีห้ามสุดโต่งในศาสนา ทางสายกลางนี้ปลอดจากบิดอะฮ์<br><br>เราพยายามคงเส้นทางสายกลาง ไม่ฆุลูว์ (เกิน) และไม่ตักศีร (ละเลย) เราเรียนรู้จากนักวิชาการอัฮลุสสุนนะฮ์เพื่อไม่ถูกดึงไปสุดโต่ง",
    "category": "อีมาน: เสาหลัก คำจำกัดความ และทางสายกลาง"
  },
  {
    "no": 39,
    "title": "ความจริงของเหตุการณ์อิสรอ์และมิอ์รอจ",
    "text": "อิสรอ์และมิอ์รอจเป็นความจริง นบี ﷺ ถูกนำไปในยามราตรี และขึ้นด้วยร่างในสภาพตื่นผ่านชั้นฟ้าถึงที่อัลลอฮ์ ﷻ ทรงประสงค์",
    "explanation": "อิสรอ์ (การเดินทางจากมัสยิดหะรอมถึงมัสยิดอัลอักศอ) และมิอ์รอจ (การขึ้นสู่ฟ้า) เกิดกับร่างและวิญญาณของนบีในสภาพตื่น ไม่ใช่ความฝันหรือแค่วิญญาณ เหตุการณ์นี้คือมูอ์ญิซัตที่อัลลอฮ์ประทานเพื่อเสริมกำลังนบีและอุมมะฮ์ เราเชื่อโดยไม่ถาม \"อย่างไร\" อย่างเป็นเหตุผลเพราะมันเกินธรรมชาติสามัญ<br><br>อัล-อิสรอ์: 1 \"มหาบริสุทธิ์อัลลอฮ์ผู้ทรงให้บ่าวของพระองค์เดินทางยามราตรีจากมัสยิดหะรอมถึงมัสยิดอัลอักศอ\" หะดีษเศาะฮีฮ์ (บุคอรีย์–มุสลิม) เล่ามิอ์รอจโดยละเอียด นบีขึ้นผ่านชั้นฟ้า พบนบีก่อนๆ และรับบัญชาละหมาดห้าเวลา รายงานเหล่านี้มุตะวาติรและเป็นส่วนหนึ่งของความเชื่อของประชาชาติ<br><br>เราถืออิสรอ์และมิอ์รอจเป็นความจริงจากอัลลอฮ์ นี่เสริมความเชื่อว่านบีคือรอซูลของอัลลอฮ์ที่ได้รับมูอ์ญิซัต และละหมาดห้าเวลาคือฟัรฎูใหญ่ที่กำหนดเหนือฟ้า",
    "category": "นบีและรอซูล"
  },
  {
    "no": 40,
    "title": "การอภัยของอัลลอฮ์สำหรับบ่าวผู้ศรัทธา",
    "text": "หากอัลลอฮ์ ﷻ ทรงประสงค์ พระองค์ทรงอภัยและทรงยกโทษพวกเขาด้วยความกรุณาของพระองค์ หากอัลลอฮ์ ﷻ ทรงประสงค์ พระองค์ทรงลงโทษพวกเขา แล้วทรงนำพวกเขาออกด้วยความเมตตาและชะฟาอะฮ์ อัลลอฮ์ ﷻ คือผู้คุ้มครองผู้ที่รู้จักพระองค์ และไม่ทรงปฏิบัติกับพวกเขาเหมือนผู้ปฏิเสธอัลลอฮ์ ﷻ",
    "explanation": "อัลลอฮ์ทรงอำนาจอภัยบ่าวผู้ศรัทธาของพระองค์ด้วยความกรุณาของพระองค์ หรือลงโทษพวกเขาตามความยุติธรรมของพระองค์ หากพระองค์ลงโทษ พระองค์ยังทรงนำพวกเขาออกจากไฟได้ด้วยความเมตตาและชะฟาอะฮ์ ผู้ที่รู้จักอัลลอฮ์ (อาลิฟ บิลลาฮ์) และศรัทธาไม่ถูกปฏิบัติเหมือนผู้ปฏิเสธพระองค์<br><br>อัซ-ซุมัร: 53 \"จงกล่าวเถิด โอ้บ่าวของข้าที่ละเมิดต่อตัวเอง อย่าสิ้นหวังจากความเมตตาของอัลลอฮ์ แท้จริงอัลลอฮ์ทรงอภัยบาปทั้งมวล\" หะดีษเศาะฮีฮ์กล่าวถึงชะฟาอะฮ์ของนบีสำหรับอุมมะฮ์ของท่าน และว่าอัลลอฮ์ทรงนำออกจากไฟผู้ที่มีเตาฮีดในหัวใจ อัฮลุสสุนนะฮ์เชื่อว่าผู้มีเตาฮีดไม่อยู่ตลอดกาลในไฟหากเข้าเพราะบาป<br><br>เราไม่ยืนยัน \"แน่นอนได้รับการอภัย\" หรือ \"แน่นอนในไฟ\" สำหรับใคร เราหวังความเมตตาของอัลลอฮ์และกลัวการลงโทษของพระองค์ เราแน่ใจว่าอัลลอฮ์ทรงยุติธรรมและเมตตา ผู้ที่กลับใจและศรัทธาไม่ถูกปฏิบัติเหมือนผู้ปฏิเสธ",
    "category": "วันอาคิเราะฮ์"
  },
  {
    "no": 41,
    "title": "ความหวังสวรรค์สำหรับผู้ทำความดี",
    "text": "เราหวังว่าอัลลอฮ์ ﷻ จะทรงอภัยผู้ทำความดีและทรงให้พวกเขาเข้าสวรรค์ แต่เราไม่ยืนยันกับใคร เราขอการอภัยสำหรับผู้ทำผิด และเราไม่สิ้นหวังจากความเมตตาของอัลลอฮ์ต่อคนเช่นนั้น",
    "explanation": "เราหวังและคิดดีว่าอัลลอฮ์ทรงอภัยผู้ทำความดีและทรงให้เข้าสวรรค์ แต่เราไม่ยืนยันกับบุคคลใดโดยเฉพาะ (ไม่มีหลักประกันโดยปราศจากผลงาน) สำหรับผู้ทำผิดเราขอการอภัยและไม่สิ้นหวังจากความเมตตาของอัลลอฮ์ต่อเขา<br><br>อัซ-ซุมัร: 53 เชิญชวนให้ไม่สิ้นหวังจากความเมตตาของอัลลอฮ์ หะดีษเศาะฮีฮ์กล่าวว่าไม่มีใครเข้าสวรรค์ด้วยผลงานของตน ทุกอย่างด้วยความเมตตาของอัลลอฮ์ นบีห้ามยืนยันสวรรค์หรือนรกกับใคร เราหวังสิ่งที่ดีที่สุดและขอดุอา อัฮลุสสุนนะฮ์ไม่เหมือนคอวาริจที่ประกาศว่าผู้กระทำบาปใหญ่เป็นกาฟิร์ ไม่เหมือนมุรญิอะฮ์ที่ดูหมิ่นผลงาน<br><br>เราพยายามทำดีที่สุดและหวังความเมตตาของอัลลอฮ์ เราขอดุอาให้ผู้ทำผิดและไม่ตัดสินว่าเขาจะนรก แบลานซ์ระหว่างความหวังและความกลัวนี้กันเราจากความสุดโต่ง",
    "category": "วันอาคิเราะฮ์"
  },
  {
    "no": 42,
    "title": "นะบูวัตของอิบรอฮีมและกะลามต่อมูซา",
    "text": "เราเชื่อว่าอัลลอฮ์ ﷻ ทรงให้อิบรอฮีมเป็นเคาะลีล (มิตรสนิท) และว่าอัลลอฮ์ ﷻ ตรัสกับมูซาโดยตรง",
    "explanation": "นบีอิบรอฮีมคือเคาะลีลุลลอฮ์ (มิตรของอัลลอฮ์) อัลลอฮ์ทรงเลือกท่านเป็นสหายสนิท นบีมูซาได้รับสิทธิพิเศษให้พูดกับอัลลอฮ์โดยตรง (กะลามุลลอฮ์) โดยไม่มีคนกลาง นี่คือมูอ์ญิซัตและเกียรติจากอัลลอฮ์<br><br>อัน-นิซาอ์: 125 \"และอัลลอฮ์ทรงให้อิบรอฮีมเป็นเคาะลีล\" อัน-นิซาอ์: 164 \"และอัลลอฮ์ตรัสกับมูซาโดยตรง\" หะดีษเศาะฮีฮ์ยืนยันความประเสริฐของอิบรอฮีมและมูซา นบีกล่าวว่าอัลลอฮ์ตรัสกับมูซาที่ภูเขาฏูร์ เราเชื่อในความประเสริฐของนะบีโดยไม่ลดคุณค่าคนอื่น<br><br>ความเชื่อนี้สอนให้เราเคารพนะบีทั้งหมดและไม่ต่อต้านกัน แต่ละท่านมีความประเสริฐที่อัลลอฮ์ประทาน เราเอาแบบอย่างจากอิบรอฮีม (ความมั่นคงในเตาฮีด) และมูซา (สนทนากับอัลลอฮ์ผ่านดุอาและการเชื่อฟัง)",
    "category": "นบีและรอซูล"
  },
  {
    "no": 43,
    "title": "การสอบถามและอะซาบในกุบูร",
    "text": "เราเชื่อในอะซาบกุบูรสำหรับผู้สมควร และการสอบถามในกุบูรโดยมุนกัรและนะกีร์เกี่ยวกับพระเจ้าของเขา ศาสนาและนะบีของเขา ตามที่มีในหะดีษและรายงานของเศาะหาบะฮ์",
    "explanation": "หลังความตาย คนอยู่ในอาณาจักรบัรซัค ในกุบูรเขาถูกสองมลาอิกะฮ์ (มุนกัรและนะกีร์) ถามเกี่ยวกับพระเจ้า ศาสนาและนะบีของเขา ผู้ตอบถูกได้รับความสุขในกุบูร ผู้ปฏิเสธหรือมุนาฟิกได้รับอะซาบกุบูรตามความยุติธรรมของอัลลอฮ์<br><br>หะดีษเศาะฮีฮ์ (บุคอรีย์ มุสลิม และอื่นๆ) เล่าการสอบถามและอะซาบกุบูร นบีสอนดุอาเพื่อขอความคุ้มครองจากอะซาบกุบูร รายงานจากเศาะหาบะฮ์ก็ยืนยันเช่นกัน อัล-มุอ์มินูน: 99–100 บ่งถึงบัรซัคและกำแพงระหว่างคนตายกับการกลับโลก<br><br>เราเตรียมตัวด้วยการยึดเตาฮีด ทำตามศาสนาที่ถูกต้องและยอมรับนบีมุฮัมมัด เราขอดุอาให้มั่นคงเมื่อถูกถามในกุบูรและคุ้มครองจากอะซาบกุบูร",
    "category": "วันอาคิเราะฮ์"
  },
  {
    "no": 44,
    "title": "การฟื้นคืนชีพและฮิซาบในวันกิยามะฮ์",
    "text": "เราเชื่อในการฟื้นคืนชีพหลังความตาย การตอบแทนผลงานในวันกิยามะฮ์ การนำเสนอผลงาน ฮิซาบ การอ่านบันทึก รางวัลหรือการลงโทษ สะพานศิรอฏ และตราชูมีซาน",
    "explanation": "วันกิยามะฮ์คือวันที่คนทั้งหมดถูกยกจากกุบูรมาให้มีการฮิซาบ ผลงานถูกนำเสนอ บันทึกถูกอ่าน ตราชู (มีซาน) ชั่งผลงาน แล้วคนข้ามสะพาน (ศิรอฏ) ไปสวรรค์หรือนรก เราเชื่อทั้งหมดตามที่มีในอัลกุรอานและหะดีษ<br><br>อัซ-ซัลซะละฮ์: 7–8 \"ผู้ทำความดีหนักเท่าอะตอมจะเห็นมัน และผู้ทำความชั่วหนักเท่าอะตอมจะเห็นมัน\" อัล-กะฮ์ฟ์: 49 อัล-อิสรอ์: 13–14 และอายะฮ์อื่นๆ มากพูดถึงบันทึกผลงาน ฮิซาบ และมีซาน หะดีษเศาะฮีฮ์ (บุคอรีย์–มุสลิม) เล่าศิรอฏ และว่าบางคนข้ามได้ บางคนตกลง<br><br>ความเชื่อนี้กระตุ้นเราให้ทำความดีและหลีกเลี่ยงบาป เราแน่ใจว่าไม่มีอะไรหลุดจากบันทึกและทุกการกระทำจะได้รับผล เราขอให้อัลลอฮ์ทรงทำให้ฮิซาบของเราง่ายและทรงช่วยเราในวันนั้น",
    "category": "วันอาคิเราะฮ์"
  },
  {
    "no": 45,
    "title": "ความเชื่อในกะรอมัตของเอาลิยาอ์",
    "text": "เราเชื่อในกะรอมัต (ความมหัศจรรย์) ของเอาลิยาอ์ที่เรารู้ และรายงานที่เศาะฮีฮ์เกี่ยวกับพวกเขาจากแหล่งที่น่าเชื่อถือ",
    "explanation": "กะรอมัตคือความมหัศจรรย์หรือความกรุณาที่อัลลอฮ์ประทานแก่ผู้ทรงธรรม (วะลี) นอกเหนือธรรมดา เช่นความรู้ที่ให้โดยไม่เรียนหรือความช่วยเหลือในยามคับขัน เราเชื่อในกะรอมัตที่รายงานเศาะฮีฮ์จากแหล่งน่าเชื่อถือ เราไม่ปฏิเสธหรือเกินจริง<br><br>สูเราะฮ์มัรยัมเล่าว่ามัรยัมได้รับริซกีที่มิฮ์รอบ สูเราะฮ์อัล-กะฮ์ฟ์เล่าประชาชนถ้ำ หะดีษเศาะฮีฮ์เล่ากะรอมัตของเศาะหาบะฮ์ (เช่น อุมัร \"เห็น\" กองทัพจากไกล) นักวิชาการอัฮลุสสุนนะฮ์เชื่อกะรอมัตโดยไม่เทียบกับมูอ์ญิซัตของนะบีหรือทำให้วะลีเป็นพระเจ้า<br><br>เราไม่ปฏิเสธกะรอมัตที่รายงานอย่างเศาะฮีฮ์ แต่เราไม่เชื่อเรื่องที่แหล่งไม่ชัดง่ายๆ ความประเสริฐจริงคือตักวาและการตามนบี กะรอมัตคือของขวัญจากอัลลอฮ์ ไม่ใช่เครื่องวัดความชอบธรรม",
    "category": "อีมาน: เสาหลัก คำจำกัดความ และทางสายกลาง"
  },
  {
    "no": 46,
    "title": "การกำหนดของปากกาบนลาวฮ์มะฮ์ฟูฎ",
    "text": "เราเชื่อในลาวฮ์มะฮ์ฟูฎและปากกาและทุกสิ่งที่ถูกเขียน สิ่งที่อัลลอฮ์ ﷻ ทรงเขียนจะเกิดขึ้นแน่นอน และสิ่งที่อัลลอฮ์ ﷻ ไม่ทรงเขียนจะไม่เกิดขึ้น สิ่งที่หลุดจากคนจะไม่มีทางได้",
    "explanation": "ลาวฮุลมะฮ์ฟูฎคือ \"บันทึกหลัก\" ที่อัลลอฮ์ทรงเขียนทุกกำหนด ปากกา (กะลัม) คือมัคลูกที่เขียนตามบัญชาของอัลลอฮ์ สิ่งที่เขียนจะเกิดขึ้น สิ่งที่ไม่เขียนจะไม่เกิดขึ้น รีซกี อายุและชะตาถูกบันทึก สิ่งที่หลุดจากคนจะไม่ได้<br><br>อัล-ฮะดีด: 22 \"ไม่มีภัยใดเกิดขึ้นบนแผ่นดินหรือในตัวพวกเจ้าเว้นแต่ในหนังสือ (ลาวฮ์มะฮ์ฟูฎ) ก่อนเราจะให้มันเกิด\" หะดีษเศาะฮีฮ์ (อะฮ์มัด เป็นต้น) กล่าวว่าสิ่งแรกที่อัลลอฮ์ทรงสร้างคือปากกา แล้วทรงบัญชาให้เขียนทุกสิ่งที่จะเกิด อัล-อันอาม: 59 ยืนยันว่าไม่มีอะไรซ่อนจากความรู้ของอัลลอฮ์<br><br>เราเชื่อในการกำหนดนี้โดยไม่รู้สึก \"ถูกบังคับ\" เรายังพยายามและขอดุอาเพราะการพยายามและดุอาก็เป็นส่วนของการกำหนด ความเชื่อนี้ให้ความสงบใจและกันเราจากความอิจฉาหรือความสิ้นหวังต่อสิ่งที่เราไม่ได้",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 47,
    "title": "มลาอิกะตุลเมาต์และหน้าที่เก็บวิญญาณ",
    "text": "เราเชื่อในมลาอิกะตุลเมาต์ที่รับหน้าที่เก็บวิญญาณของทุกมัคลูก",
    "explanation": "มลาอิกะตุลเมาต์ (อัซรออีลหรือมะลักุลเมาต์) คือมลาอิกะฮ์ที่อัลลอฮ์มอบหมายให้เก็บวิญญาณของทุกที่มีชีวิต การเก็บวิญญาณเกิดตามบัญชาของอัลลอฮ์ ไม่มีใครตายก่อนถึงกำหนดและไม่มีใครล่าช้าหลังกำหนด<br><br>อัซ-ซัจดะฮ์: 11 \"จงกล่าว มลาอิกะตุลเมาต์ที่รับผิดชอบพวกเจ้าจะให้พวกเจ้าตาย\" หะดีษเศาะฮีฮ์เล่าว่ามลาอิกะตุลเมาต์มาหาคนเมื่อถึงกำหนด บางคนถูกเก็บง่าย บางคนยากตามผลงาน เราไม่ยืนยันชื่อมลาอิกะฮ์ (อัซรออีล) เพราะไม่มีหลักฐานชัด สิ่งที่แน่นอนคือความเชื่อในมลาอิกะฮ์ที่เก็บวิญญาณ<br><br>ความเชื่อนี้เตือนเราว่าความตายจะมาถึงและมีผู้ดำเนินการตามบัญชาของอัลลอฮ์ เราเตรียมด้วยการเตาบะฮ์และอามัลศอลิห์เพื่อให้เมื่อวิญญาณถูกเก็บเราอยู่ในสภาพดี",
    "category": "มลาอิกะฮ์และฆ็อยบ์"
  },
  {
    "no": 48,
    "title": "มลาอิกะฮ์สององค์ที่บันทึกอามัลมนุษย์",
    "text": "เราเชื่อในมลาอิกะฮ์ที่มีเกียรติที่บันทึกอามัลของผู้คน เพราะอัลลอฮ์ ﷻ ทรงกำหนดพวกเขาบนผู้คนเป็นสองผู้คุ้มกัน",
    "explanation": "ทุกคนมีมลาอิกะฮ์สององค์อยู่ด้วย องค์หนึ่งบันทึกความดี อีกองค์บันทึกความชั่ว ไม่มีคำหรือการกระทำใดหลุดจากบันทึก บันทึกนี้จะถูกนำเสนอในวันกิยามะฮ์ ทั้งคู่คือ \"ผู้คุ้มกัน\" ที่อัลลอฮ์ทรงกำหนด ไม่ใช่เพื่อทำร้ายแต่เพื่อบันทึกอย่างยุติธรรม<br><br>กาฟ: 17–18 \"เมื่อมลาอิกะฮ์สององค์บันทึก (อามัล) องค์หนึ่งนั่งขวาอีกองค์ซ้าย ไม่มีคำใดถูกเปล่งเว้นแต่มีผู้เฝ้าพร้อมอยู่ข้างเขา\" อัล-อินฟิฏอร์: 10–12 ก็กล่าวถึงผู้คุ้มกัน (ฮะฟาซะฮ์) หะดีษเศาะฮีฮ์ยืนยันว่ามลาอิกะฮ์บันทึกทุกอามัล<br><br>เราตระหนักว่าทุกการกระทำถูกบันทึก นี่กระตุ้นเราให้รักษาลิ้นและการกระทำและเพิ่มความดี เราไม่กลัวจนวิตกแต่ไม่ประมาท เราพยายามให้บันทึกขวามีน้ำหนักกว่าซ้าย",
    "category": "มลาอิกะฮ์และฆ็อยบ์"
  },
  {
    "no": 49,
    "title": "ความเชื่อในรอซูลและคิตาบ",
    "text": "เราเชื่อในมลาอิกะฮ์ นบีและคิตาบที่ประทานแก่รอซูล และเราเป็นพยานว่าพวกเขาทั้งหมดอยู่บนความจริงที่ประจักษ์",
    "explanation": "เราเชื่อในมลาอิกะฮ์ นบีและคิตาบของอัลลอฮ์ (เตารอฮ์ อินญีล เซาบูรและอัลกุรอาน) โดยไม่แบ่งแยก รอซูลทั้งหมดนำความจริงเดียวกัน (เตาฮีดและการเชื่อฟัง) เราเป็นพยานว่าพวกเขาอยู่บนความจริงที่ประจักษ์และเราไม่ปฏิเสธใคร<br><br>อัล-บะกอเราะฮ์: 285 \"ทั้งหมดเชื่อในอัลลอฮ์ มลาอิกะฮ์ของพระองค์ คิตาบของพระองค์และรอซูลของพระองค์ (พวกเขากล่าว) เราไม่แบ่งแยกระหว่างรอซูลของพระองค์\" อัน-นิซาอ์: 150–152 เตือนผู้ปฏิเสธบางรอซูล หะดีษเศาะฮีฮ์ยืนยันว่าเราเชื่อนบีทั้งหมดจากอาดัมถึงมุฮัมมัด<br><br>เราไม่ด่าว่าหรือคิตาบใด เราเชื่อว่าอิสลามทำให้สมบูรณ์และยืนยันสิ่งที่มาก่อน เราปฏิบัติตามนบีมุฮัมมัดเป็นรอซูลสุดท้ายและอัลกุรอานเป็นคิตาบสุดท้ายที่ยืนยันคิตาบก่อนหน้า",
    "category": "อัลกุรอานและวะฮ์ยู"
  },
  {
    "no": 50,
    "title": "ทุกอย่างคือกำหนดจากอัลลอฮ์",
    "text": "เราเชื่อในทั้งหมดนี้ และมั่นใจว่าทุกสิ่งมาจากอัลลอฮ์ ﷻ",
    "explanation": "ทุกสิ่งที่เราเชื่อ—มลาอิกะฮ์ คิตาบ รอซูล กำหนด วันอาคิเราะฮ์ ฯลฯ—และทุกสิ่งที่เกิดขึ้นในจักรวาลโดยสาระมาจากอัลลอฮ์ ไม่มีอะไรเกิดขึ้นโดยปราศจากความรู้ พระประสงค์และกำหนดของพระองค์ เราเชื่อในสิ่งนี้ด้วยความมั่นใจ<br><br>อัต-ตะฆอบุน: 11 \"ไม่มีภัยใดเกิดขึ้นกับใครเว้นแต่ด้วยอนุมัติของอัลลอฮ์\" อัล-ฮะดีด: 22 ยืนยันว่าทุกภัยถูกเขียน หะดีษเศาะฮีฮ์ (มุสลิม) ยืนยันความเชื่อในการกำหนด ความดีและความชั่วของมัน จากอัลลอฮ์ ความเชื่อว่า \"ทุกอย่างมาจากอัลลอฮ์\" คือรากฐานของตะวัักกุลและความอดทน<br><br>เราไม่อ้างเหตุการณ์แค่กับ \"ธรรมชาติ\" หรือ \"โอกาส\" เราแน่ใจว่าข้างหลังทุกอย่างคือกำหนดของอัลลอฮ์ นี่ไม่ลบความรับผิดชอบของมนุษย์ (เรายังพยายามและถูกไต่สวน) แต่เรามอบผลลัพธ์สุดท้ายให้อัลลอฮ์",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 51,
    "title": "ไม่แบ่งแยกระหว่างรอซูล",
    "text": "เราเชื่อในทั้งหมดนี้ ไม่แบ่งแยกระหว่างรอซูล และยอมรับเป็นความจริงในสิ่งที่พวกเขาทั้งหมดนำมา",
    "explanation": "เราเชื่อในรอซูลทั้งหมดโดยไม่แบ่งแยก ไม่ปฏิเสธบางส่วนและยอมรับบางส่วน สิ่งที่พวกเขานำมา (เตาฮีด หน้าที่อิบาดะฮ์ อัคลาก) เรายอมรับเป็นความจริง เราไม่กล่าวว่า \"เราเชื่อบางส่วนและปฏิเสธบางส่วน\"<br><br>อัล-บะกอเราะฮ์: 136 \"จงกล่าวเถิด เราศรัทธาในอัลลอฮ์ และสิ่งที่ประทานแก่เรา และสิ่งที่ประทานแก่อิบรอฮีม อิสมาอีล อิสฮาก ยะอ์กูบ และวงศ์วาน และสิ่งที่ประทานแก่มูซา อีซา และนะบีจากพระเจ้าของพวกเขา เราไม่แบ่งแยกระหว่างผู้ใดในหมู่พวกเขา\" อัน-นิซาอ์: 150–152 ห้ามเชื่อบางรอซูลและปฏิเสธบางรอซูล หะดีษยืนยันว่าการด่าว่านบีใดเป็นบาปใหญ่<br><br>เราเคารพรอซูลทั้งหมดและไม่ทำให้ขัดแย้งกัน เราปฏิบัติตามชะรีอะฮ์ของนะบีมุฮัมมัดในฐานะผู้ปิดและผู้สมบูรณ์ ขณะเชื่อว่าทุกรอซูลนำความจริงจากอัลลอฮ์",
    "category": "นบีและรอซูล"
  },
  {
    "no": 52,
    "title": "การปรากฏของดัจญาลและสัญญาณกิยามัต",
    "text": "เราเชื่อในสัญญาณกิยามัต เช่น การปรากฏของดัจญาล การลงมาของอีซา บิน มัรยัมจากฟ้า การขึ้นของดวงอาทิตย์จากทิศตะวันตก และการออกของดาบบะฮ์จากแผ่นดิน",
    "explanation": "เราเชื่อในสัญญาณกิยามัตที่นะบีกล่าวถึง การปรากฏของดัจญาล (ผู้โกหกใหญ่) การลงมาของอีซา บิน มัรยัมจากฟ้าเพื่อทำลายดัจญาลและสถาปนาชะรีอะฮ์ การขึ้นของดวงอาทิตย์จากทิศตะวันตก (หลังนั้นการเตาบะฮ์ไม่ถูกรับ) และการออกของดาบบะฮ์จากแผ่นดิน ทั้งหมดนี้เกิดก่อนกิยามัตใหญ่<br><br>หะดีษเศาะฮีฮ์ (บุคอรีย์ มุสลิม และอื่นๆ) หลายบทเล่าถึงสัญญาณกิยามัต นะบีกล่าวว่าดัจญาลจะปรากฏและอีซาจะลงมาฆ่าเขา ซูเราะฮ์อัล-อันอาม: 158 บ่งถึงการขึ้นของดวงอาทิตย์จากทิศตะวันตก เราเชื่อโดยไม่ถาม \"อย่างไร\" ในรายละเอียด<br><br>ความเชื่อนี้เตือนเราว่ากิยามัตมีจริงและมีสัญญาณ เราเตรียมตัวด้วยอีมานและอามัลศอลิห์ และไม่ถูกหลอกโดยดัจญาลหรือการอ้างเท็จ",
    "category": "วันอาคิเราะฮ์"
  },
  {
    "no": 53,
    "title": "สิบสหายที่ได้รับสัญญาสวรรค์",
    "text": "เราเป็นพยานว่าสิบคนที่รอซูลุลลอฮ์ ﷺ ทรงสัญญาสวรรค์จะอยู่ในสวรรค์: อะบูบักร์ อุมัร อุษมาน อะลี ษัลหะฮ์ อัซ-ซุบัยร์ อับดุรเราะฮ์มาน บิน เอาฟ์ สะอ์ด บิน อะบี วักกาศ สะอีด บิน ซัยด์ และอะบู อุบัยดะฮ์ บิน อัล-ญัรรอฮ์",
    "explanation": "สิบสหายที่นะบีทรงสัญญาสวรรค์ (อัชเราะฮ์ มุบัชชะเราะฮ์) เราเชื่อว่าจะเข้าสวรรค์ ได้แก่ อะบูบักร์ อุมัร อุษมาน อะลี ษัลหะฮ์ ซุบัยร์ อับดุรเราะฮ์มาน บิน เอาฟ์ สะอ์ด บิน อะบี วักกาศ สะอีด บิน ซัยด์ และอะบู อุบัยดะฮ์ บิน อัล-ญัรรอฮ์ คำสัญญาของนะบีเป็นความจริงและพวกเขาคือแบบอย่างของประชาชาติ<br><br>หะดีษเศาะฮีฮ์ (ติรมีซีย์ และอื่นๆ) ยืนยันว่านะบีทรงสัญญาสวรรค์แก่สิบสหายดังกล่าว พวกเขาเป็นบุคคลสำคัญในอิสลาม การยอมรับความประเสริฐของพวกเขาคือส่วนหนึ่งของอะกีดะฮ์อะฮลุสสุนนะฮ์ เราไม่เกินจริงหรือลดคุณค่า เราเดินตามแนวทางของพวกเขา<br><br>เราเคารพสหายทั้งหมดและไม่เกลียดผู้ใด เราเอาแบบอย่างจากสิบสหายนี้ในอีมาน ความยุติธรรม และการเสียสละ",
    "category": "สหาย คอลิฟะฮ์ และอัฮลุลบัยต์"
  },
  {
    "no": 54,
    "title": "รักความยุติธรรมและเกลียดความอยุติธรรม",
    "text": "เรารักผู้ทรงความยุติธรรมและความซื่อสัตย์ และเกลียดผู้อยุติธรรมและผู้มุสา",
    "explanation": "เรารักผู้ที่ยุติธรรมและซื่อสัตย์ และเกลียดผู้ที่อยุติธรรมและมุสา รักและเกลียดเพราะอัลลอฮ์เป็นส่วนหนึ่งของอีมาน เราไม่เป็นกลางต่อความอยุติธรรมหรือความมุสา<br><br>อัล-มุมตะฮะนะฮ์: 8 บัญชาเราไม่ให้เป็นศัตรูกับผู้ที่ไม่รบกับเราเพราะศาสนา นะบีกล่าว (บุคอรีย์) ว่าผู้ที่อัลลอฮ์ทรงรักที่สุดคือผู้ที่เป็นประโยชน์ต่อมนุษย์มากที่สุด ความอยุติธรรมและความมุสาถูกห้ามในหลายโองการและหะดีษ<br><br>เราพยายามยุติธรรมและซื่อสัตย์ในกิจของตน และสนับสนุนความยุติธรรมในสังคม เราเว้นจากความอยุติธรรมและมุสา และไม่ร่วมมือกับผู้อยุติธรรมในการกระทำที่อยุติธรรม",
    "category": "ญะมาอะฮ์ ผู้ปกครอง และฟิกฮ์"
  },
  {
    "no": 55,
    "title": "ห้ามเกลียดสหายของนะบีทั้งหมด",
    "text": "เรารักสหายของรอซูลุลลอฮ์ ﷺ แต่ไม่เกินจริงต่อผู้ใด และไม่ละเลยผู้ใด รักสหายเป็นส่วนหนึ่งของอิสลามและอีมาน เกลียดสหายคือกุฟร์และนิฟาก",
    "explanation": "เรารักสหายของนะบีทั้งหมดโดยไม่เกินจริง (ฆุลูว์) ต่อผู้ใด และไม่ปล่อย (ตักศีร) ผู้ใด รักสหายเป็นส่วนหนึ่งของอิสลามและอีมาน เกลียดหรือด่าว่าสหายคือกุฟร์และนิฟาก<br><br>อัต-เตาบะฮ์: 100 ยกย่องผู้ที่นำหน้าและเป็นกลุ่มแรกจากมุฮาญิรีนและอันศอร หะดีษเศาะฮีฮ์ห้ามด่าว่าสหาย นะบีกล่าวว่าอย่าด่าว่าสหายของข้า อะฮลุสสุนนะฮ์ยอมรับว่าสหายอาจขัดแย้งในอิจติฮาดแต่ไม่ในอะกีดะฮ์<br><br>เราไม่ด่าว่าสหายหรือกล่าวโทษพวกเขาโดยไม่มีหลักฐาน เราให้เกียรติพวกเขาและเอาแบบอย่างจากชนรุ่นที่ดีที่สุดของประชาชาตินี้",
    "category": "สหาย คอลิฟะฮ์ และอัฮลุลบัยต์"
  },
  {
    "no": 56,
    "title": "ลำดับคอลิฟะฮ์รอชีดูนผู้ปกครองมุสลิม",
    "text": "เรายืนยันว่าหลังรอซูลุลลอฮ์ ﷺ สิ้นชีพ คอลิฟะฮ์ลำดับแรกเป็นของอะบูบักร์ อัศ-ศิดดีก แล้วอุมัร แล้วอุษมาน แล้วอะลี บิน อะบี ษอลิบ—พวกเขาคือคอลิฟะฮ์อัร-รอชีดูนและผู้ปกครองที่ตรง",
    "explanation": "หลังนะบีสิ้นชีพ คอลิฟะฮ์เปลี่ยนไปยังอะบูบักร์ แล้วอุมัร แล้วอุษมาน แล้วอะลี พวกเขาคือคอลิฟะฮ์อัร-รอชีดีน (ผู้ปกครองที่ตรง) ลำดับนี้ตามประวัติศาสตร์และฉันทามติของอะฮลุสสุนนะฮ์<br><br>หะดีษเศาะฮีฮ์ยืนยันว่าคิลาฟะฮ์หลังนะบีอยู่ที่กุรอยช์ และนะบีบัญชาให้ปฏิบัติตามสุนนะฮ์ของคอลิฟะฮ์ผู้ได้รับคำแนะนำ รายงานเศาะฮีฮ์เล่าถึงการบัยอัตต่ออะบูบักร์ แล้วอุมัร อุษมาน และอะลี เราไม่ทำให้ขัดแย้งหรือลดคุณค่าผู้ใดในหมู่พวกเขา<br><br>เรายอมรับสี่คอลิฟะฮ์เป็นผู้ปกครองที่ยุติธรรมและปฏิบัติตามแนวทางของพวกเขาในศาสนาและรัฐ เราไม่ตามกลุ่มที่ด่าว่าหรือตักฟีร์คอลิฟะฮ์คนใด",
    "category": "สหาย คอลิฟะฮ์ และอัฮลุลบัยต์"
  },
  {
    "no": 57,
    "title": "ปฏิบัติตามสุนนะฮ์นะบีและญะมาอะฮ์",
    "text": "เราปฏิบัติตามสุนนะฮ์ของนะบี ﷺ และญะมาอะฮ์มุสลิม และหลีกเลี่ยงการเบี่ยงเบน ความแตกแยก และการแบ่งแยก",
    "explanation": "เรายึดสุนนะฮ์ของนะบีและญะมาอะฮ์ของมุสลิม เราเว้นบิดอะฮ์ ความแตกแยก และทัศนติที่เบี่ยงเบน การปฏิบัติตามสุนนะฮ์และญะมาอะฮ์คือทางปลอดภัย<br><br>หะดีษเศาะฮีฮ์ (อะบู ดาวูด ติรมีซีย์) ยืนยัน \"จงยึดสุนนะฮ์ของข้าและสุนนะฮ์ของคอลิฟะฮ์ผู้ได้รับคำแนะนำ\" และ \"ญะมาอะฮ์คือความเมตตา ความแตกแยกคือการลงโทษ\" อาลี อิมรอน: 103 บัญชาให้ยึดเชือกของอัลลอฮ์และไม่แตกแยก อะฮลุสสุนนะฮ์ วัล ญะมาอะฮ์ คือชื่อของผู้เดินตามทางนี้<br><br>เราเรียนศาสนาจากแหล่งที่เศาะฮีฮ์ (อัลกุรอานและสุนนะฮ์) และปฏิบัติตามความเข้าใจของญะมาอะฮ์ ไม่ใช่ตัณหาหรือกลุ่มแยก เราเลี่ยงการโต้แย้งที่แตกความสามัคคี",
    "category": "ญะมาอะฮ์ ผู้ปกครอง และฟิกฮ์"
  },
  {
    "no": 58,
    "title": "ความหมายของมุสลิมผู้หันกิบลัต",
    "text": "เราเรียกผู้ที่หันกิบลัตเดียวกับเราว่ามุสลิมและมุอ์มิน—ตราบที่ผู้หันกิบลัตนั้นยอมรับสิ่งที่นะบี ﷺ นำมา และยอมรับเป็นความจริงในทุกสิ่งที่ท่านกล่าวและแจ้ง",
    "explanation": "ผู้ที่ละหมาดหันไปทางกิบลัตของเรา (กะอ์บะฮ์) และยอมรับสิ่งที่นะบีนำมา และยืนยันความจริงในทุกสิ่งที่นะบีกล่าวและแจ้ง เราเรียกมุสลิมและมุอ์มิน เราไม่ตักฟีร์ผู้หันกิบลัตตราบที่เขาไม่ปฏิเสธเรื่องที่ชัดเจนว่าเป็นกุฟร์<br><br>อัล-บะกอเราะฮ์: 143 เรียกประชาชาติอิสลามว่าอุมมะฮ์กลาง หะดีษเศาะฮีฮ์ยืนยันว่าผู้ที่ละหมาดเหมือนเราและหันกิบลัตเรา เขาคือมุสลิม อุลามาอะฮลุสสุนนะฮ์ไม่ตักฟีร์ผู้หันกิบลัตเพราะบาปตราบที่เขาไม่ทำให้บาปนั้นฮะลาล<br><br>เราไม่กล่าวหาว่ากุฟร์โดยไม่พิจารณา เราแยกระหว่างมุสลิมที่ทำบาปกับผู้ที่ออกจากอิสลาม เรามอบความลับของใจแก่อัลลอฮ์และมีปฏิสัมพันธ์กับผู้หันกิบลัตในฐานะมุสลิมด้วยกัน",
    "category": "ญะมาอะฮ์ ผู้ปกครอง และฟิกฮ์"
  },
  {
    "no": 59,
    "title": "ความเป็นหนึ่งคือความจริง ความแตกแยกคือการลงโทษ",
    "text": "เราเห็นพ้องว่าการรวมเป็นหนึ่งคือทางที่ถูกต้อง และความแตกแยกคือการเบี่ยงเบนและการลงโทษ",
    "explanation": "การรวมเป็นหนึ่งบนความจริงคือทางที่ถูกต้อง ความแตกแยกคือการเบี่ยงเบนและการลงโทษ อัลลอฮ์บัญชาความเป็นหนึ่งและห้ามความแตกแยก<br><br>อาลี อิมรอน: 103 \"และจงยึดเชือกของอัลลอฮ์ร่วมกัน และอย่าแตกแยก\" หะดีษเศาะฮีฮ์ (อิบนุ มาญะฮ์) ยืนยันว่าความแตกแยกคือการลงโทษ นะบีห้ามแตกแยกและบัญชาให้ฟังและเชื่อฟังผู้ปกครองตราบที่ไม่ในบาป<br><br>เราพยายามรักษาอุคุววะฮ์อิสลามิยะฮ์และไม่แบ่งแยกประชาชาติด้วยประเด็นบิดอะฮ์หรือการกล่าวหา เรารวมเป็นหนึ่งบนอัลกุรอานและสุนนะฮ์และความเข้าใจของสะลัฟ",
    "category": "ญะมาอะฮ์ ผู้ปกครอง และฟิกฮ์"
  },
  {
    "no": 60,
    "title": "ความอนุมัติการเช็ดคุฟฟ์ตามหะดีษ",
    "text": "เราเห็นพ้องในการเช็ดคุฟฟ์ (รองเท้าหนัง) ทั้งในการเดินทางและไม่เดินทาง ตามที่มีในหะดีษต่างๆ",
    "explanation": "การเช็ดคุฟฟ์ (รองเท้าหนังที่ปิดตาตุ่ม) แทนการล้างเท้าในวุฎูอ์ มีการอนุมัติในหะดีษ ทั้งในการเดินทางและไม่เดินทาง นี่คือความผ่อนปรนของชะรีอะฮ์ที่นะบีสอน<br><br>หะดีษเศาะฮีฮ์ (มุสลิม และอื่นๆ) เล่าว่านะบีและสหายเช็ดคุฟฟ์ อุลามาเห็นพ้องในความอนุมัติตามเงื่อนไขที่กล่าวในฟิกฮ์ นี่เป็นส่วนหนึ่งของความง่ายของศาสนา เราปฏิบัติตามโดยไม่เกินจริงหรือปฏิเสธ<br><br>เราอาจใช้รุคเศาะฮ์ (ความผ่อนปรน) การเช็ดคุฟฟ์ตามเงื่อนไขเมื่อทำวุฎูอ์ เราไม่ถือว่าบังคับหรือหะรอมตราบที่ปฏิบัติตามหลักฐานที่เศาะฮีฮ์",
    "category": "ญะมาอะฮ์ ผู้ปกครอง และฟิกฮ์"
  },
  {
    "no": 61,
    "title": "การละหมาดหลังอิมามทุกคน",
    "text": "เราเห็นพ้องในการละหมาดหลังผู้ใดก็ตามในหมู่ชาวกิบลัต—ชอบธรรมหรืออยุติธรรม—และละหมาดญะนาซะฮ์ให้ผู้ใดในหมู่ชาวกิบลัตเมื่อถึงแก่กรรม",
    "explanation": "เราละหมาดหลังผู้ใดในหมู่ชาวกิบลัต—ผู้ยำเกรงหรือผู้ทำบาป—ตราบที่เขาดำเนินละหมาดอย่างถูกต้อง เราก็ละหมาดญะนาซะฮ์ให้ชาวกิบลัตที่ถึงแก่กรรมด้วย สิ่งนี้รักษาความเป็นหนึ่งและไม่คว่ำบาตรญะมาอะฮ์เพราะความบกพร่องส่วนตัวของอิมาม<br><br>หะดีษเศาะฮีฮ์ (บุคอรีย์–มุสลิม) ยืนยันการละหมาดหลังอิมามที่ทำบาปตราบที่เขาดำเนินละหมาด นะบีกล่าวว่าพวกเขาอยู่หน้าพวกเจ้า ถ้าถูกต้องรางวัลเป็นของพวกเจ้าและพวกเขา ถ้าผิดรางวัลเป็นของพวกเจ้า บาปเป็นของพวกเขา การละหมาดญะนาซะฮ์ให้มุสลิมเป็นฟัรฎูกิฟายะฮ์<br><br>เราไม่ทิ้งญะมาอะฮ์เพียงเพราะอิมามไม่สมบูรณ์ เราสานต่อการละหมาดร่วมกันและขอให้อิมามได้ฮิดายะฮ์ เราละหมาดญะนาซะฮ์ให้มุสลิมและไม่ปฏิเสธเพียงเพราะบาปของคนนั้น",
    "category": "ญะมาอะฮ์ ผู้ปกครอง และฟิกฮ์"
  },
  {
    "no": 62,
    "title": "อัลกุรอานเป็นกะลาม ไม่ใช่มัคลูก",
    "text": "เราไม่โต้แย้งเรื่องอัลกุรอาน และเราเป็นพยานว่ามันคือกะลามของอัลลอฮ์ ﷻ ที่รูหุลอามีนนำมายังมุฮัมมัด ﷺ ไม่ใช่กะลามของมัคลูก และเราไม่กล่าวว่ามันถูกสร้าง",
    "explanation": "อัลกุรอานคือกะลามุลลอฮ์ (พระดำรัสของอัลลอฮ์) ที่ญิบรีลนำมายังนะบีมุฮัมมัด ไม่ใช่กะลามของมัคลูก และเราไม่กล่าวว่ามันถูกสร้าง การโต้แย้ง \"อย่างไร\" หรือ \"ถูกสร้างหรือไม่\" โดยไม่มีหลักฐานเป็นบิดอะฮ์ เราเชื่อในสิ่งที่อัลลอฮ์และรอซูลกำหนด<br><br>ซูเราะฮ์อัต-เตาบะฮ์: 6 อ้าง \"กะลามของอัลลอฮ์\" (กะลามุลลอฮ์) หะดีษเศาะฮีฮ์ยืนยันว่าอัลกุรอานถูกประทานผ่านรูหุลอามีน (ญิบรีล) อะฮ์ลุสสุนนะฮ์ยืนยันว่ากะลามของอัลลอฮ์คือศิฟัตของพระองค์ ไม่ใช่มัคลูก ผู้ที่กล่าวว่าอัลกุรอานเป็นมัคลูกได้หลงผิด<br><br>เราไม่ถกกับคนทั่วไปในเรื่องนี้ เราเพียงเชื่อว่าอัลกุรอานคือพระดำรัสศักดิ์สิทธิ์ของอัลลอฮ์และไม่ใช่มัคลูก เราให้เกียรติอัลกุรอานและปฏิบัติตาม โดยไม่ตกไปสู่การโต้แย้งทางเทววิทยาที่ไม่เป็นประโยชน์",
    "category": "อัลกุรอานและวะฮี"
  },
  {
    "no": 63,
    "title": "หลีกเลี่ยงถ้อยคำอันว่างเปล่าเกี่ยวกับศาสนา",
    "text": "เราไม่เข้าไปในถ้อยคำอันว่างเปล่าเกี่ยวกับอัลลอฮ์ ﷻ และเราไม่ยอมให้การขัดแย้งเกี่ยวกับศาสนาของอัลลอฮ์ ﷻ ทำลายความเป็นพี่น้อง",
    "explanation": "เราไม่เข้าไปในถ้อยคำอันว่างเปล่าเกี่ยวกับอัลลอฮ์ (เช่น การโต้แย้งเรื่องพระองค์หรือสิ่งที่ไม่มีหลักฐาน) และไม่ยอมให้การขัดแย้งเกี่ยวกับศาสนาของอัลลอฮ์ทำลายความเป็นพี่น้อง ศาสนาสร้างบนหลักฐาน ไม่ใช่การคาดเดา<br><br>ซูเราะฮ์อัล-อิสรออ์: 36 ห้ามปฏิบัติตามสิ่งที่ไม่มีองค์ความรู้ หะดีษเศาะฮีฮ์ห้ามโต้แย้งเรื่องอัลกุรอานโดยไม่มีองค์ความรู้ และสั่งให้ส่งการขัดแย้งไปยังอัลลอฮ์และรอซูล อุลามาอห้ามญิดาล (การโต้แย้งที่ทะเลาะกัน) ในศาสนา<br><br>เราพูดเรื่องศาสนาบนพื้นฐานอัลกุรอานและสุนนะฮ์ เราไม่ใช้เวลากับการโต้แย้งที่ไม่จบ เรารักษาความเป็นหนึ่งและไม่แตกแยกเพียงเพราะความแตกต่างที่ไม่ใช่หลักการ",
    "category": "อีมาน: เสาหลัก คำจำกัดความ และทางสายกลาง"
  },
  {
    "no": 64,
    "title": "การเชื่อฟังผู้ปกครองตราบที่ไม่บังคับให้บาป",
    "text": "เราไม่ยอมรับการกบฏต่ออิมามหรือผู้ปกครองกิจการของเรา แม้อิมามและผู้ปกครองจะอยุติธรรม การเชื่อฟังอิมามและผู้ปกครองเป็นส่วนหนึ่งของการเชื่อฟังอัลลอฮ์ ﷻ และเป็นวาญิบตราบที่พวกเขาไม่บังคับให้ทำบาป เราขอฮิดายะฮ์และอภัยสำหรับอิมามและผู้ปกครองดังกล่าว",
    "explanation": "เราไม่ยอมรับการกบฏต่ออิมามหรือผู้ปกครองของมุสลิม แม้พวกเขาจะอยุติธรรม การเชื่อฟังพวกเขาเป็นส่วนหนึ่งของการเชื่อฟังอัลลอฮ์และเป็นวาญิบตราบที่พวกเขาไม่บังคับให้ไม่เชื่อฟัง เราขอฮิดายะฮ์และอภัยสำหรับพวกเขา<br><br>หะดีษเศาะฮีฮ์ (บุคอรีย์–มุสลิม) ยืนยัน: ฟังและเชื่อฟังอมีร์ตราบที่ไม่ถูกบังคับให้ไม่เชื่อฟัง นะบีห้ามกบฏตราบที่พวกเขาดำเนินละหมาด ซูเราะฮ์อัน-นิซาอ์: 59 สั่งให้เชื่อฟังผู้มีอำนาจ สิ่งนี้รักษาความมั่นคงและระเบียบของกฎหมาย<br><br>เราเชื่อฟังในสิ่งที่ดีและไม่เชื่อฟังเมื่อถูกบังคับให้ทำบาป เราไม่กบฏด้วยความรุนแรงหรือก่อความแตกแยก เราขอให้ผู้ปกครองเป็นธรรมและได้ฮิดายะฮ์ และพยายามแนะนำด้วยปัญญา",
    "category": "ญะมาอะฮ์ ผู้ปกครอง และฟิกฮ์"
  },
  {
    "no": 65,
    "title": "การปฏิเสธนักทำนายและหมอดู",
    "text": "เราไม่ยอมรับคำพูดของนักทำนายและหมอดูเป็นความจริง และไม่ยอมรับข้อกล่าวอ้างใดที่ขัดกับคัมภีร์ สุนนะฮ์ และอิจมาอ์ของประชาชาติมุสลิม",
    "explanation": "เราไม่ยอมรับคำพูดของนักทำนาย หมอดู หรือผู้ที่อ้างว่ารู้สิ่งเร้นลับหรือทำนายโชคชะตา เราก็ปฏิเสธข้อกล่าวอ้างใดที่ขัดกับอัลกุรอาน สุนนะฮ์ และอิจมาอ์ของอุมมะฮ์ ความจริงมีแต่จากวะฮี<br><br>หะดีษเศาะฮีฮ์ (บุคอรีย์–มุสลิม) ยืนยันว่านะบีกล่าวว่า ผู้ที่ไปหานักทำนายหรือหมอดูและเชื่อพวกเขา ได้กุฟร์ต่อสิ่งที่ประทานมายังมุฮัมมัด ซูเราะฮ์อัล-ญินน์: 26–27 ยืนยันว่าไม่มีใครรู้สิ่งเร้นลับนอกจากอัลลอฮ์<br><br>เราไม่เชื่อการทำนาย ดาวหรือ \"ความรู้\" ที่อ้างว่ารู้อนาคต เราพึ่งพาอัลลอฮ์และปฏิบัติตามบรรทัดฐานของพระองค์ เราได้รับข่าวจากแหล่งที่เชื่อถือได้เท่านั้น (คัมภีร์และสุนนะฮ์)",
    "category": "ดุอาอ์ ความรู้ และขอบเขต"
  },
  {
    "no": 66,
    "title": "ไม่ประกาศมุสลิมเป็นกาฟิรเพราะบาป",
    "text": "เราไม่ถือว่าผู้ใดในหมู่ชาวกิบลัตของเราเป็นกาฟิรเพราะการกระทำบาปที่พวกเขาทำ—ตราบที่ชาวกิบลัตไม่ถือว่าการกระทำนั้นฮาลาล",
    "explanation": "เราไม่ประกาศชาวกิบลัต (ผู้ที่ละหมาดสู่กิบลัตของเราและยอมรับนะบี) เป็นกาฟิรเพียงเพราะทำบาป—ตราบที่พวกเขาไม่ทำให้บาปนั้นฮาลาล บาปไม่ทำให้ออกจากอิสลามโดยอัตโนมัติ<br><br>หะดีษเศาะฮีฮ์ยืนยันว่า มุสลิมต้องไม่ประกาศมุสลิมอีกคนเป็นกาฟิร ผู้ที่เรียกพี่น้องว่า \"โอ้กาฟิร\" คนหนึ่งในทั้งสองจะกลับไปสู่การเรียกนั้น อุลามาอะฮ์ลุสสุนนะฮ์แยกระหว่างผู้ทำบาปใหญ่แต่ยังเป็นมุอ์มิน กับผู้ออกจากอิสลามโดยปฏิเสธสิ่งที่ชัดเจน (ของอีมาน)<br><br>เราไม่กล่าวหาว่าเป็นกุฟร์โดยไม่ไตร่ตรอง เราแยกระหว่างผู้ทำบาปแต่ยังศรัทธากับผู้ปฏิเสธรุก่นอิสลามหรือทำให้ฮารอมเป็นฮาลาล เรามอบความลับของหัวใจให้อัลลอฮ์",
    "category": "บาป การปฏิเสธศรัทธา และชาวกิบลัต"
  },
  {
    "no": 67,
    "title": "ผลเสียของบาปต่อมุอ์มิน",
    "text": "เราไม่กล่าวว่าบาปของมุอ์มินไม่มีผลเสียต่อเขา",
    "explanation": "เราไม่กล่าวว่าบาปของมุอ์มินไม่มีผลเสียต่อเขา บาปยังคงเป็นอันตราย: ลดรางวัล นำมาซึ่งการลงโทษในโลกนี้หรือโลกหน้า และทำให้อีมานอ่อนแอ เราไม่ดูถูกบาป<br><br>ซูเราะฮ์อัน-นิซาอ์: 31 และอายะฮ์อื่นเตือนว่าบาปใหญ่อาจนำมาซึ่งการลงโทษ หะดีษเศาะฮีฮ์ยืนยันว่าบาปทิ้งร่องรอยในหัวใจ นะบีห้ามดูถูกบาปเล็ก อะฮ์ลุสสุนนะฮ์ปฏิเสธมุมมองมุรญิอ์ว่าบาปไม่ทำลายอีมาน<br><br>เราเกรงบาปและขออภัย เราไม่รู้สึก \"ปลอดภัย\" เพียงเพราะมีอีมาน เราพยายามหลีกเลี่ยงบาปใหญ่และเล็ก และไม่ประเมินต่ำผลของความไม่เชื่อฟังต่อหัวใจและผลในอาคิเราะฮ์",
    "category": "บาป การปฏิเสธศรัทธา และชาวกิบลัต"
  },
  {
    "no": 68,
    "title": "ห้ามกล่าวหามุสลิมพี่น้องว่าเป็นกุฟร์",
    "text": "เราไม่กล่าวว่าผู้ใดในหมู่ชาวกิบลัตจะเข้าไปในสวรรค์หรือนรกอย่างแน่นอน และเราไม่กล่าวหาผู้ใดว่าเป็นกุฟร์ ชิรก์ หรือนิฟาก—ตราบที่ชาวกิบลัตไม่แสดงสิ่งนั้น เรามอบความลับของชาวกิบลัตให้อัลลอฮ์ ﷻ",
    "explanation": "เราไม่ยืนยันเรื่องใครว่าจะเข้าไปในสวรรค์หรือนรกอย่างแน่นอน เราไม่กล่าวหาผู้ใดว่าเป็นกุฟร์ ชิรก์ หรือนิฟาก ตราบที่พวกเขาไม่แสดง ความลับของหัวใจเรามอบให้อัลลอฮ์<br><br>หะดีษเศาะฮีฮ์ห้ามเรายืนยันสวรรค์หรือนรกสำหรับใคร นะบีกล่าวว่าอย่ากล่าวหาคนอื่นว่าเป็นนิฟาก ซูเราะฮ์อัล-ฮุญุรอต: 12 ห้ามสงสัยมากและนินทา เราตัดสินเฉพาะจากสิ่งที่ปรากฏ สิ่งที่ซ่อนเร้นเป็นเรื่องของอัลลอฮ์<br><br>เราคิดดีตราบที่ไม่มีหลักฐานชัดเจนเป็นอย่างอื่น เราไม่ตัดสินเจตนาของคนอื่น เราเน้นการปรับปรุงตนเองและเชิญชวนสู่อีมานด้วยปัญญา ไม่ใช่การกล่าวหาหรือตัดสิน",
    "category": "บาป การปฏิเสธศรัทธา และชาวกิบลัต"
  },
  {
    "no": 69,
    "title": "ความประเสริฐของนะบีเหนือเอาลิยาอ์",
    "text": "เราไม่ให้เอาลิยาอ์คนใดของอุมมะฮ์เหนือนะบีคนใด นะบีหนึ่งคนดีกว่าบรรดาเอาลิยาอ์รวมกัน",
    "explanation": "ไม่มีเอาลิยาอ์ของอุมมะฮ์นี้ที่เหนือนะบีคนใด นะบีหนึ่งคนดีกว่าบรรดาเอาลิยาอ์รวมกัน นะบีมีฐานะพิเศษ เราไม่ให้ผู้ยำเกรงคนใดเหนือนะบี<br><br>ซูเราะฮ์อัล-อันอาม: 86 และอายะฮ์อื่นกล่าวถึงนะบีด้วยความประเสริฐพิเศษ หะดีษเศาะฮีฮ์ยืนยันว่านะบีมุฮัมมัดเป็นซัยยิดบุตรอาดัมในวันกิยามะฮ์ อุลามาเห็นพ้องว่านะบีเหนือเอาลี การให้เอาลีเหนือนะบีเป็นความหลงผิด<br><br>เราให้เกียรตินะบีและไม่เทียบผู้ยำเกรงคนใดกับพวกเขา เราปฏิบัติตามนะบีมุฮัมมัดเป็นแหล่งชะรีอะฮ์และแบบอย่างสูงสุด เรารักเอาลิยาอ์ของอัลลอฮ์โดยไม่เกินจริงจนเทียบกับนะบี",
    "category": "นบีและรอซูล"
  },
  {
    "no": 70,
    "title": "ห้ามฆ่าโดยไม่มีเหตุผลตามชะรีอะฮ์",
    "text": "เราไม่เห็นพ้องในการฆ่าผู้ใดในอุมมะฮ์ของมุฮัมมัด ﷺ เว้นแต่เมื่อเป็นวาญิบตามกฎหมาย",
    "explanation": "เราไม่เห็นพ้องในการฆ่าผู้ใดในอุมมะฮ์มุฮัมมัด เว้นแต่เมื่อเป็นวาญิบตามกฎหมาย (กิศอศ การลงโทษที่กำหนด หรือในบริบทสงครามที่ชอบธรรม) ชีวิตมุสลิมได้รับการคุ้มครอง การฆ่าโดยไม่มีสิทธิเป็นบาปใหญ่<br><br>ซูเราะฮ์อัล-อันอาม: 151 และอัล-อิสรออ์: 33 ห้ามฆ่าชีวิตที่อัลลอฮ์ทรงทำให้เป็นที่หะรอม เว้นแต่ด้วยสิทธิ หะดีษเศาะฮีฮ์ยืนยันว่าการฆ่ามุสลิมอยู่ในบาปใหญ่ นะบีห้ามฆ่าผู้ที่กล่าวลาอิลาฮะอิลลัลลอฮ์ กฎหมายอาญาอิสลามกำหนดเมื่อการฆ่าถูกอนุญาต<br><br>เราเคารพชีวิตมนุษย์และไม่สนับสนุนความรุนแรงหรือการฆ่านอกที่กฎหมายกำหนด เราปฏิเสธการก่อการร้ายและการฆ่าในนามศาสนาที่ไม่สอดคล้องกับหลักฐานที่เชื่อถือได้",
    "category": "ญะมาอะฮ์ ผู้ปกครอง และฟิกฮ์"
  },
  {
    "no": 71,
    "title": "ฐานะของมุฮัมมัดในฐานะบ่าวและรอซูล",
    "text": "เราเชื่อว่ามุฮัมมัด ﷺ เป็นบ่าวที่อัลลอฮ์ ﷻ ทรงเลือก นะบีที่อัลลอฮ์ ﷻ ทรงเลือก และรอซูลที่อัลลอฮ์ ﷻ ทรงพอพระทัย",
    "explanation": "มุฮัมมัดเป็นบ่าวที่อัลลอฮ์ทรงเลือก และนะบีกับรอซูลที่อัลลอฮ์ทรงพอพระทัย ท่านเป็นมนุษย์ที่ถูกส่งมาพร้อมวะฮ์ยู เราไม่เคารพบูชาท่าน และไม่เกินจริงจนยกท่านเหนือฐานะบ่าวและรอซูล<br><br>ซูเราะฮ์อัล-อิสรออ์: 1 เรียกนะบีว่าบ่าวของพระองค์ ซูเราะฮ์อัล-อัฮซาบ: 40 ยืนยันมุฮัมมัดเป็นคอตัมุนนะบิยีน หะดีษเศาะฮีฮ์: อย่าเกินจริงกับฉันเหมือนที่คริสเตียนเกินจริงกับอีซา ฉันเป็นแค่บ่าว จงกล่าวว่าบ่าวของอัลลอฮ์และรอซูลของพระองค์ เรารักและให้เกียรติท่านโดยไม่เกินจริง ปฏิบัติตามชะรีอะฮ์ของท่านและไม่เทียบท่านเป็นพระเจ้า เราปฏิเสธผู้ที่ปฏิเสธนะบูวะฮ์ของท่านหรือดูหมิ่นท่าน",
    "category": "นบีและรอซูล"
  },
  {
    "no": 72,
    "title": "การกำหนดความดีและความชั่วแก่มนุษยชาติ",
    "text": "ความดีและความชั่วถูกกำหนดแก่มนุษยชาติแล้ว",
    "explanation": "ความดีและความชั่วถูกกำหนดแก่มนุษยชาติ: มีคำสั่งและข้อห้าม มีรางวัลและบทลงโทษ มนุษยชาติได้รับความสามารถในการเลือกและจะถูกสอบสวนจากการเลือกของตน<br><br>ซูเราะฮ์อัช-ชัมส: 8–10 บ่งชี้ว่าอัลลอฮ์ทรงดลใจมนุษย์สู่ทางฟุญูรและทางตักวา หะดีษและอายะฮ์ยืนยันตักลีฟและการสอบสวนบ่อยครั้ง กดรไม่ลบล้างการเลือก มนุษย์พยายามและอัลลอฮ์ทรงกำหนดผล<br><br>เราพยายามทำความดีและหลีกเลี่ยงความชั่ว เราไม่ใช้ \"ถูกกำหนดแล้ว\" เป็นข้ออ้างสำหรับความเกียจคร้าน เราเชื่อว่าความดีและความชั่วเป็นจริงและเราจะถูกสอบสวน",
    "category": "อีมาน: เสาหลัก คำจำกัดความ และทางสายกลาง"
  },
  {
    "no": 73,
    "title": "ความปลอดภัยของอีมานอยู่ที่การยอมจำนน",
    "text": "อิสลามของบุคคลจะปลอดภัยก็ต่อเมื่อตั้งอยู่บนการยอมจำนนและความนอบน้อม การบังคับให้รู้ในสิ่งที่เกินความสามารถของตนมีแต่จะห่างจากความเชื่อที่ถูกต้อง",
    "explanation": "อิสลามของบุคคลจะปลอดภัยก็ต่อเมื่อตั้งอยู่บนการยอมจำนน (ตัสลีม) และความนอบน้อมต่ออัลลอฮ์และรอซูลของพระองค์ การบังคับให้รู้ในสิ่งที่เกินความสามารถ (เช่น ความจริงของ essence ของอัลลอฮ์หรือรายละเอียดของกดร) มีแต่จะห่างจากความเชื่อที่ถูกต้อง<br><br>ซูเราะฮ์อาลิ อิมรอน: 19 เรียกอิสลามว่าการยอมจำนน หะดีษห้ามไตร่ตรอง essence ของอัลลอฮ์และสั่งให้ไตร่ตรองการสร้างของพระองค์ อุลามาห้ามอิลฮาด (ดำดิ่งในสิ่งที่ไม่อนุญาต) ในพระนามและคุณลักษณะของอัลลอฮ์<br><br>เรามอบสิ่งที่อัลลอฮ์มิได้อธิบายจากฆ็อยบ์ให้อัลลอฮ์ เรามุ่งความสนใจไปที่สิ่งที่อัลลอฮ์ทรงบัญชาและสิ่งที่เราทำได้ เราไม่กระสับกระส่ายที่ไม่รู้ \"อย่างไร\" หรือ \"ทำไม\" ในสิ่งที่อัลลอฮ์มิได้เปิดเผย",
    "category": "อีมาน: เสาหลัก คำจำกัดความ และทางสายกลาง"
  },
  {
    "no": 74,
    "title": "ความสามารถของมนุษย์มาจากอัลลอฮ์",
    "text": "ความสามารถที่ทำให้การกระทำเกิดขึ้นจริงมีแต่จากอัลลอฮ์ ﷻ เท่านั้น สิ่งที่กฎหมายต้องการจากมนุษย์คือความสามารถในความหมายของสุขภาพ ความเป็นไปได้ และโอกาส (เครื่องมือ) ที่เขามี",
    "explanation": "ความสามารถที่ทำให้การกระทำเกิดขึ้นจริง (กุดเราะฮ์มุอัษษิเราะฮ์) มีแต่จากอัลลอฮ์ สิ่งที่กฎหมายต้องการจากมนุษย์คือความสามารถในความหมายของสุขภาพ ความเป็นไปได้ และโอกาส (เครื่องมือ) เมื่อมีอยู่เขาต้องพยายามและอัลลอฮ์ทรงประทานเตาฟีก<br><br>ซูเราะฮ์อัล-บะกอเราะฮ์: 286 อัลลอฮ์ไม่ทรงบังคับนอกจากตามความสามารถ หะดีษ: ลา เฮาละ วะ ลา กุววะตะ อิลลา บิลลาฮ์ อุลามาแยกระหว่างความสามารถเป็นเงื่อนไขตักลีฟกับความสามารถที่ทำให้การกระทำเกิดขึ้น (จากอัลลอฮ์)<br><br>เราพยายามตามความสามารถและขอความช่วยเหลือจากอัลลอฮ์ เราไม่ใช้ \"ฉันไม่สามารถ\" เป็นข้ออ้างในสิ่งที่ยังพยายามได้ เราเชื่อว่ากำลังในการเชื่อฟังมาจากอัลลอฮ์",
    "category": "ตักลีฟและกิจของมนุษย์"
  },
  {
    "no": 75,
    "title": "การคืนความรู้ทั้งปวงแก่อัลลอฮ์",
    "text": "เมื่อความรู้ของเราเกี่ยวกับสิ่งใดไม่ชัด เรากล่าวว่า \"อัลลอฮ์ ﷻ ทรงรู้ดียิ่ง\"",
    "explanation": "เมื่อความรู้ของเราเกี่ยวกับสิ่งใดไม่ชัดหรือไม่มีหลักฐานเพียงพอ เรากล่าวว่าอัลลอฮ์ทรงรู้ดียิ่ง เราไม่ยืนยันหรือเสแสร้ง เราคืนความรู้ที่เราไม่รู้แก่อัลลอฮ์<br><br>ซูเราะฮ์อัล-บะกอเราะฮ์: 232 และอายะฮ์มากมายสั่งให้คืนเรื่องแก่อัลลอฮ์ นะบีกล่าวว่า ผู้ที่ถูกถามเรื่องความรู้ที่เขาไม่รู้ แล้วเขากล่าว \"อัลลอฮ์ทรงรู้ดียิ่ง\" เขาได้ให้คำตอบที่ถูกต้อง อุลามาห้ามพูดโดยปราศจากความรู้<br><br>เราไม่อวดรู้ เรากล้าพูด \"ฉันไม่รู้\" หรือ \"อัลลอฮ์ทรงรู้ดียิ่ง\" ในสิ่งที่เราไม่รู้จริง เราไม่แต่งตัฟซีรหรือกฎหมายโดยไม่มีหลักฐาน",
    "category": "ดุอาอ์ ความรู้ และขอบเขต"
  },
  {
    "no": 76,
    "title": "ทางสายกลางระหว่างความสิ้นหวัง",
    "text": "ความมั่นใจในตนเองอย่างสุดโต่งและความสิ้นหวังต่างก็นำบุคคลออกจากศาสนา ทางแห่งความจริงสำหรับชาวกิบลัตอยู่ระหว่างทั้งสอง",
    "explanation": "ความมั่นใจในตนเองอย่างผิดๆ (เช่น อ้างว่าคนหนึ่งจะเข้าไปในสวรรค์แน่นอน) และความสิ้นหวัง (เช่น อ้างว่าคนหนึ่งจะเข้าไปในนรกแน่นอนหรืออัลลอฮ์จะไม่ทรงอภัย) ต่างก็นำออกจากศาสนา ทางแห่งความจริงสำหรับชาวกิบลัตอยู่ระหว่างทั้งสอง: ความหวังและความกลัว<br><br>ซูเราะฮ์อัล-ฮิจร์: 56 อิบรอฮีมกล่าวว่าไม่มีผู้สิ้นหวังจากความเมตตาของอัลลอฮ์นอกจากผู้หลงผิด ซูเราะฮ์อัซ-ซุมัร: 53 เชิญชวนไม่ให้สิ้นหวัง หะดีษยืนยันความสมดุลระหว่างรอญาอ์และเคาว์ฟ อะฮ์ลุสสุนนะฮ์อยู่ระหว่างคอวาริจ (เข้มงวดเกิน) กับมุรญิอะฮ์ (หย่อนยานเกิน)<br><br>เราหวังความเมตตาของอัลลอฮ์และกลัวการลงโทษของพระองค์ เราไม่ตัดสินใครว่าจะเข้าสวรรค์หรือนรกแน่นอน เราคิดดีต่ออัลลอฮ์และไม่สิ้นหวังจากการอภัยของพระองค์",
    "category": "อีมาน: เสาหลัก คำจำกัดความ และทางสายกลาง"
  },
  {
    "no": 77,
    "title": "สภาพหลุมฝังศพเป็นสวนสวรรค์หรือหลุมนรก",
    "text": "หลุมฝังศพเป็นได้ทั้งสวนหนึ่งของสวรรค์หรือหลุมหนึ่งของนรก",
    "explanation": "หลุมฝังศพอาจเป็นสวนหนึ่งของสวรรค์ (ความสุขในบัรซัค) หรือหลุมหนึ่งของนรก (การลงโทษในหลุมฝังศพ) ขึ้นอยู่กับกิจการและอีมานของผู้ถูกฝัง สอดคล้องกับหะดีษเกี่ยวกับความสุขและการลงโทษในหลุมฝังศพ<br><br>หะดีษเศาะฮีฮ์ (บุคอรีย์ มุสลิม) มากมายเล่าถึงความสุขในหลุมฝังศพสำหรับผู้ศรัทธาและการลงโทษในหลุมฝังศพสำหรับผู้อยุติธรรมหรือมุนาฟิก นะบีสอนดุอาอ์ขอความคุ้มครองจากการลงโทษในหลุมฝังศพ ซูเราะฮ์อัล-มุอ์มินูน: 99–100 บ่งถึงโลกบัรซัค<br><br>เราเตรียมตัวด้วยอีมานและอามัลศอลิห์เพื่อให้หลุมฝังศพของเราเป็นสวนสวรรค์ เราขอดุอาอ์ให้พ้นจากการลงโทษในหลุมฝังศพ ความเชื่อนี้กระตุ้นเราไม่ประมาท",
    "category": "วันอาคิเราะฮ์"
  },
  {
    "no": 78,
    "title": "อีมานในการเห็นอัลลอฮ์ในสวรรค์",
    "text": "มนุษย์เชื่อในการเห็นอัลลอฮ์ ﷻ ในสวรรค์โดยไม่ตีความหรือจินตนาการวิธีตามสติปัญญาของตน และหลีกเลี่ยงการปฏิเสธคุณลักษณะของอัลลอฮ์ ﷻ หรือการเปรียบอัลลอฮ์ ﷻ กับมัคลูก",
    "explanation": "ชาวสวรรค์จะเห็นอัลลอฮ์ในอาคิเราะฮ์ เราเชื่อในเรื่องนี้โดยไม่ตีความหรือจินตนาการ \"อย่างไร\" ตามสติปัญญา เราหลีกเลี่ยงการปฏิเสธคุณลักษณะนี้และการเปรียบอัลลอฮ์กับมัคลูก<br><br>ซูเราะฮ์อัล-กิยามะฮ์: 22–23 กล่าวถึงใบหน้าในวันนั้นเปล่งปลั่ง มองเห็นพระเจ้าของพวกเขา หะดีษเศาะฮีฮ์ (บุคอรีย์ มุสลิม) ยืนยันว่าชาวสวรรค์เห็นอัลลอฮ์เหมือนเห็นดวงจันทร์ในคืนเดือนเพ็ญ เราเชื่อโดยไม่มีตักยีฟ (ถามถึงวิธี) และไม่มีตัมษีล<br><br>เราไม่จินตนาการ \"ภาพ\" นั้น เราเพียงเชื่อมั่นว่าการเห็นอัลลอฮ์เป็นความสุขสูงสุดในสวรรค์ เราปฏิเสธผู้ที่ปฏิเสธรุอ์ยะฮ์หรือเปรียบกับการเห็นมัคลูก",
    "category": "วันอาคิเราะฮ์"
  },
  {
    "no": 79,
    "title": "ความจริงของการเห็นอัลลอฮ์ในสวรรค์",
    "text": "การเห็นอัลลอฮ์ ﷻ โดยชาวสวรรค์เป็นความจริง มนุษย์เชื่อในเรื่องนี้โดยไม่ตีความวิธี และมอบความรู้ในเรื่องนั้นแก่อัลลอฮ์ ﷻ",
    "explanation": "การเห็นอัลลอฮ์โดยชาวสวรรค์เป็นความจริง เราเชื่อในเรื่องนี้โดยไม่ตีความวิธีและมอบความรู้ในเรื่องนั้นแก่อัลลอฮ์ วิธีเห็นไม่เหมือนการเห็นมัคลูก<br><br>หลักฐานเหมือนข้อ 78 ซูเราะฮ์อัล-กิยามะฮ์: 22–23 และหะดีษมุตะวาติรเกี่ยวกับรุอ์ยะฮ์ อุลามาอะฮ์ลุสสุนนะฮ์ยืนยันรุอ์ยะฮ์โดยไม่มีตักยีฟ เราไม่พูด \"ด้วยตาอย่างเรา\" หรือ \"ด้วยวิธี X\"<br><br>เราเชื่อรุอ์ยะฮ์เป็นข่าวจากอัลลอฮ์และรอซูล เราไม่เข้าไปในโต้วาที \"อย่างไร\" ที่ไม่มีที่สิ้นสุด ความเชื่อนี้เพิ่มความกระตือรือร้นของเราในการทำอามัลเพื่อเป็นชาวสวรรค์",
    "category": "วันอาคิเราะฮ์"
  },
  {
    "no": 80,
    "title": "มุฮัมมัด คอตัมุนนะบิยีนของอัลลอฮ์",
    "text": "มุฮัมมัด ﷺ คือคอตัมุนนะบิยีน อิมามของผู้ยำเกรง และผู้ประเสริฐที่สุดในบรรดารอซูล และเป็นผู้เป็นที่รักของพระเจ้าแห่งสากลโลก",
    "explanation": "มุฮัมมัดเป็นคอตัมุนนะบิยีน อิมามของผู้ยำเกรง ผู้ประเสริฐที่สุดในบรรดารอซูล และผู้เป็นที่รักของพระเจ้าแห่งสากลโลก ไม่มีนะบีหลังท่าน<br><br>ซูเราะฮ์อัล-อัฮซาบ: 40 มุฮัมมัดมิใช่บิดาของชายใดในพวกท่าน แต่ท่านคือรอซูลของอัลลอฮ์และคอตัมุนนะบิยีน หะดีษเศาะฮีฮ์ยืนยันนะบีเป็นซัยยิดบุตรอาดัมและผู้เป็นที่รักของอัลลอฮ์ นะบีคือรอซูลสุดท้าย การอ้างนะบูวะฮ์หลังท่านเป็นบาฏิล<br><br>เราเชื่อว่านะบีมุฮัมมัดเป็นนะบีสุดท้ายและไม่รับนะบีหรือรอซูลใหม่หลังท่าน เรารักและให้เกียรติท่านและปฏิบัติตามสุนนะฮ์ของท่านจนสิ้นกาล",
    "category": "นบีและรอซูล"
  },
  {
    "no": 81,
    "title": "ภารกิจของมุฮัมมัดสำหรับมวลมนุษยชาติ",
    "text": "นะบีมุฮัมมัด ﷺ ถูกส่งไปยังญินและมนุษยชาติทั้งหมดด้วยสัจธรรม คำแนะนำ แสงสว่าง และการประดับประดา",
    "explanation": "นะบีมุฮัมมัดถูกส่งไปยังญินและมนุษยชาติทั้งหมดด้วยสัจธรรม คำแนะนำ แสงสว่าง และการประดับประดา การเรียกร้องของท่านเป็นสากล ไม่มีชุมชนใดหลังท่านได้รับการยกเว้นจากหน้าที่ปฏิบัติตามท่าน<br><br>ซูเราะฮ์สะบะอ์: 28 เราไม่ได้ส่งท่านมาเว้นแต่เพื่อมวลมนุษยชาติ ซูเราะฮ์อัล-อัฮซาบ: 40 ยืนยันคอตัมุนนะบิยีน หะดีษยืนยันว่านะบีถูกส่งไปยังมนุษยชาติและญิน กฎของท่านมีผลจนถึงวันอวสาน<br><br>เราเชื่อว่าอิสลามมีไว้สำหรับมวลมนุษยชาติ เราเรียกร้องด้วยปัญญาและไม่บังคับ เราปฏิบัติตามนะบีเป็นแหล่งที่มาของกฎเพียงหนึ่งหลังท่าน",
    "category": "นบีและรอซูล"
  },
  {
    "no": 82,
    "title": "ชะตาของมุสลิมที่กระทำบาปใหญ่",
    "text": "ผู้ใดจากอุมมะฮ์ของมุฮัมมัด ﷺ กระทำบาปใหญ่จะอยู่ในไฟ แต่ไม่ตลอดกาล—ตราบที่ผู้นั้นตายในฐานะผู้ศรัทธายืนยันความเป็นเอกะของอัลลอฮ์ ﷻ; ชะตาของผู้นั้นขึ้นกับพระประสงค์และกำหนดของอัลลอฮ์ ﷻ",
    "explanation": "ผู้ใดจากอุมมะฮ์ของมุฮัมมัดกระทำบาปใหญ่จะอยู่ในไฟ (หากอัลลอฮ์ทรงลงโทษ) แต่ไม่ตลอดกาล—ตราบที่ตายในฐานะผู้ศรัทธายืนยันความเป็นเอกะของอัลลอฮ์ ชะตาสุดท้ายของเขาขึ้นกับพระประสงค์และกำหนดของอัลลอฮ์ อาจได้รับการอภัยหรือลงโทษแล้วนำออก<br><br>หะดีษเศาะฮีฮ์ยืนยันว่าอัลลอฮ์ทรงนำผู้มีเตาฮีดในใจออกจากไฟ ชนผู้เตาฮีดไม่อยู่ในไฟตลอดกาล อัน-นิซาอ์: 48 ห้ามชิรก บาปนอกจากชิรกอาจได้รับการอภัยหากอัลลอฮ์ทรงประสงค์ อะฮ์ลุสสุนนะฮ์อยู่ระหว่างคอวาริจและมุรญิอะฮ์<br><br>เราไม่ตัดสินว่าผู้กระทำบาปใหญ่จะอยู่ในไฟตลอดกาล เราหวังความเมตตาของอัลลอฮ์และเกรงการลงโทษของพระองค์ เราเตือนให้หลีกเลี่ยงบาปใหญ่และขออภัยโทษ ชะตาสุดท้ายเรามอบให้อัลลอฮ์",
    "category": "บาป การปฏิเสธศรัทธา และชาวกิบลัต"
  },
  {
    "no": 83,
    "title": "กิจของมนุษย์ถูกสร้างโดยอัลลอฮ์",
    "text": "กิจของมนุษย์ในความเป็นจริงถูกสร้างโดยอัลลอฮ์ ﷻ และในขณะเดียวกันมนุษย์เป็นผู้กระทำและรับผิดชอบ",
    "explanation": "กิจของมนุษย์ในความเป็นจริงถูกสร้างโดยอัลลอฮ์ (พระองค์ทรงทำให้เกิดขึ้น) และในขณะเดียวกันมนุษย์เป็นผู้กระทำและรับผิดชอบ นี่คือทางสายกลาง ไม่ใช่ญะบะรียะฮ์หรือกอดะรียะฮ์<br><br>อัศ-ศอฟฟาต: 96 อัลลอฮ์ทรงสร้างพวกเจ้าและสิ่งที่พวกเจ้ากระทำ หะดีษ ไม่มีพลังและกำลังเว้นแต่ด้วยอัลลอฮ์ นักวิชาการอะฮ์ลุสสุนนะฮ์ยืนยันว่ากิจของบ่าวเป็นการสร้างของอัลลอฮ์และกัสบของบ่าว มนุษย์ต้องรับผิดชอบ<br><br>เราพยายามและเชื่อว่าผลมาจากอัลลอฮ์ เราไม่เฉื่อยชา (ญะบะรียะฮ์) และไม่ถือว่าตนเป็นผู้สร้างกิจของตน (กอดะรียะฮ์) เรารับผิดชอบทางเลือกของเรา",
    "category": "ตักลีฟและกิจของมนุษย์"
  },
  {
    "no": 84,
    "title": "พันธสัญญาของอัลลอฮ์กับมวลมนุษยชาติ",
    "text": "พันธสัญญาที่อัลลอฮ์ ﷻ ทรงทำกับอาดัมและลูกหลานของเขานั้นจริง",
    "explanation": "พันธสัญญาที่อัลลอฮ์ทรงทำกับอาดัมและลูกหลานของเขา (ทรงเอามาจากบั้นเอวของอาดัม) นั้นจริง การยอมรับว่าอัลลอฮ์เป็นพระเจ้า กล่าวในอัลกุรอาน มนุษย์เกิดมาพร้อมฟิฏเราะฮ์ แล้วสิ่งแวดล้อมและทางเลือกมีผล<br><br>อัล-อะอ์รอฟ: 172–173 เล่าว่าอัลลอฮ์ทรงเอาพันธสัญญาจากลูกหลานอาดัม ข้าพเจ้าไม่ใช่พระเจ้าของพวกเจ้าหรือ? พวกเขาตอบ ใช่ หะดีษเศาะฮีฮ์ยืนยันว่าเด็กทุกคนเกิดมาพร้อมฟิฏเราะฮ์ นักวิชาการใช้เป็นหลักฐานฟิฏเราะฮ์และความรับผิดชอบของมนุษย์<br><br>เราเชื่อว่ามนุษย์มีฟิฏเราะฮ์รู้จักพระเจ้า การเรียกร้องของเราเตือนและเชิญ ไม่ \"ใส่\" สิ่งแปลกปลอม เรารับผิดชอบทางเลือกหลังบรรลุนิติภาวะและมีเหตุผล",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 85,
    "title": "พระนามและคุณลักษณะของอัลลอฮ์ถาวร",
    "text": "ดังที่อัลลอฮ์ ﷻ ทรงมีสิทธิในพระนาม \"ผู้ให้ชีวิตผู้ตาย\" ก่อนและหลังให้ชีวิตผู้ตาย พระองค์ทรงมีสิทธิในพระนาม \"ผู้สร้าง\" ก่อนและหลังสร้างเช่นกัน",
    "explanation": "อัลลอฮ์ทรงมีสิทธิในพระนาม \"ผู้ให้ชีวิตผู้ตาย\" ก่อนและหลังให้ชีวิตจริง และ \"ผู้สร้าง\" ก่อนและหลังสร้าง คุณลักษณะและพระนามของอัลลอฮ์ไม่ขึ้นกับเหตุการณ์ พระองค์ทรงมีคุณลักษณะของพระองค์เสมอ<br><br>อัล-ฮะดีด: 3 พระองค์คือแรกและสุดท้าย พระนามของอัลลอฮ์เป็นนิรันดร์ นักวิชาการยืนยันว่าอัลลอฮ์ทรงเป็นอัล-คอลิก อัล-มุฮ์ยี ฯลฯ เสมอ โดยไม่ \"ใหม่\" ได้คุณลักษณะหลังเหตุการณ์ นี่ปฏิเสธมุมมองที่สงสัยคุณลักษณะของอัลลอฮ์ก่อนการสร้าง<br><br>เราไม่ถาม \"เมื่อไรอัลลอฮ์ทรงมีคุณลักษณะผู้สร้าง\" เราเชื่อว่าอัลลอฮ์สมบูรณ์ตั้งแต่เดิม เรือนนี้รักษาความบริสุทธิ์ของเตาฮีดและปฏิเสธปรัชญาที่สงสัยคุณลักษณะของอัลลอฮ์",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 86,
    "title": "ทุกสิ่งที่เกิดเป็นไปตามพระประสงค์อัลลอฮ์",
    "text": "ทุกสิ่งเกิดตามพระประสงค์ ความรู้ กำหนด และการกำหนดของอัลลอฮ์ ﷻ พระประสงค์อัลลอฮ์ ﷻ เหนือพระประสงค์อื่น และอัลลอฮ์ ﷻ ไม่เคยอยุติธรรม ทรงบริสุทธิ์จากความชั่ว สมบูรณ์และปราศจากข้อบกพร่อง",
    "explanation": "ทุกสิ่งเกิดตามพระประสงค์ ความรู้ กำหนด และการกำหนดของอัลลอฮ์ พระประสงค์อัลลอฮ์เหนือพระประสงค์อื่น อัลลอฮ์ไม่เคยอยุติธรรม ทรงบริสุทธิ์จากความชั่ว สมบูรณ์และปราศจากข้อบกพร่อง<br><br>ยาซีน: 82 เมื่อพระองค์ทรงประสงค์สิ่งใด พระบัญชาของพระองค์คือ \"จงเป็น\" แล้วมันก็เป็น อัล-บุรูจ: 16 พระองค์คือผู้ทรงประสงค์ หะดีษและอายะฮ์ยืนยันพลังและพระประสงค์ของอัลลอฮ์บ่อยครั้ง อัลลอฮ์ไม่อยุติธรรม กำหนดของพระองค์มีฮิกมะฮ์<br><br>เรามอบทุกอย่างให้อัลลอฮ์และไม่กล่าวโทษอัลลอฮ์ว่าอยุติธรรม เราเชื่อว่าสิ่งที่เกิดกับเราสอดคล้องกับกำหนดและพระประสงค์ของพระองค์ เราพยายามและมอบหมายต่อพระองค์",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 87,
    "title": "พระประสงค์มนุษย์ขึ้นกับอัลลอฮ์",
    "text": "ทุกสิ่งเกิดตามกำหนดและพระประสงค์อัลลอฮ์ ﷻ สิ่งที่มนุษย์ประสงค์จะบังเกิดเฉพาะเมื่ออัลลอฮ์ ﷻ ทรงประสงค์",
    "explanation": "ทุกสิ่งเกิดตามกำหนดและพระประสงค์อัลลอฮ์ สิ่งที่มนุษย์ประสงค์จะบังเกิดเฉพาะเมื่ออัลลอฮ์ทรงประสงค์ พระประสงค์มนุษย์ไม่อิสระ ขึ้นกับพระประสงค์อัลลอฮ์<br><br>อัต-ตักวีร: 29 พวกเจ้าไม่ประสงค์เว้นแต่อัลลอฮ์ทรงประสงค์ หะดีษ ไม่มีพลังและกำลังเว้นแต่ด้วยอัลลอฮ์ นักวิชาการยืนยันว่าพระประสงค์ (มะชีอะฮ์) ของอัลลอฮ์ครอบคลุมทุกสิ่งที่เกิด พระประสงค์ของสรรพสิ่งตาม<br><br>เราประสงค์และพยายาม แต่เราเชื่อว่าผลสุดท้ายอยู่ในมืออัลลอฮ์ เราไม่หยิ่งเมื่อสำเร็จและไม่สิ้นหวังเมื่อล้มเหลว เรามอบหมายต่อพระองค์หลังพยายามของเรา",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 88,
    "title": "ความจริงของกฎผ่านนะบีมุฮัมมัด",
    "text": "ทุกสิ่งที่ยืนยันจากนะบี ﷺ เกี่ยวกับกฎและคำอธิบาย (อัลกุรอานและอิสลาม) นั้นจริง",
    "explanation": "ทุกสิ่งที่ยืนยันจากนะบีเกี่ยวกับกฎและคำอธิบาย—อัลกุรอานและสุนนะฮ์ ฮาลาล-ฮะรอม การเคารพภักดี คุณธรรม—นั้นจริง เรารับโดยไม่สงสัยและปฏิบัติตาม<br><br>อัล-ฮัชร์: 7 สิ่งที่รอซูลให้พวกเจ้า จงรับ สิ่งที่ท่านห้าม จงละ หะดีษเศาะฮีฮ์มุตะวาติรยืนยันว่านะบีไม่ตรัสจากอารมณ์ อัลกุรอานและสุนนะฮ์เป็นแหล่งความจริง<br><br>เราไม่เลือกหรือปฏิเสธส่วนหนึ่งของกฎ เรารับทุกอย่างที่ยืนยันจากนะบี เราไม่ปฏิบัติตามความเห็นที่ขัดกับหลักฐานที่ชัดเจน",
    "category": "นบีและรอซูล"
  },
  {
    "no": 89,
    "title": "สรรพสิ่งอยู่ภายใต้การปกครองอัลลอฮ์",
    "text": "สรรพสิ่งอยู่ภายใต้พระประสงค์อัลลอฮ์ ﷻ ไม่ว่าผ่านความโปรดของอัลลอฮ์ ﷻ หรือความยุติธรรมของอัลลอฮ์ ﷻ",
    "explanation": "สรรพสิ่งอยู่ภายใต้พระประสงค์อัลลอฮ์ ไม่ว่าผ่านความโปรดของพระองค์ (ความจำเริญ คำแนะนำ ความเมตตา) หรือความยุติธรรมของพระองค์ (การลงโทษ การทดสอบ) ไม่มีสิ่งใดนอกกำหนดของพระองค์<br><br>อาลิ อิมรอน: 83 พวกเขาแสวงหาอื่นจากศาสนาของอัลลอฮ์หรือ? ขณะที่ผู้ในฟากฟ้าและแผ่นดินยอมจำนนต่อพระองค์ อายะฮ์และหะดีษยืนยันบ่อยครั้งว่าทุกสิ่งอยู่ภายใต้อัลลอฮ์ ความโปรดและความยุติธรรมของอัลลอฮ์สมบูรณ์<br><br>เรารับกำหนดด้วยใจเปิด เราขอบคุณสำหรับความจำเริญและอดทนในการทดสอบ เราไม่ประท้วงกำหนดอัลลอฮ์ เราเชื่อว่าอัลลอฮ์ทรงยุติธรรมและเมตตาสูงสุด",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 90,
    "title": "ผู้ศรัทธาคือเอาลิยาอ์ของอัลลอฮ์",
    "text": "ผู้ศรัทธาทุกคนคือเอาลิยาอ์ของอัลลอฮ์ ﷻ และผู้มีเกียรติสูงสุดในสายพระเนตรอัลลอฮ์ ﷻ คือผู้ยำเกรงและปฏิบัติตามอัลกุรอานที่สุด",
    "explanation": "ผู้ศรัทธาทุกคนคือเอาลิยาอ์ของอัลลอฮ์ (ผู้เป็นที่รักของอัลลอฮ์ในความหมายทั่วไป) ผู้มีเกียรติสูงสุดในสายพระเนตรอัลลอฮ์คือผู้ยำเกรงและปฏิบัติตามอัลกุรอานที่สุด ความประเสริฐอยู่บนตักวาและการปฏิบัติตาม ไม่ใช่การอ้างหรือตำแหน่ง<br><br>ยูนุส: 62–63 ดูเถิดเอาลิยาอ์ของอัลลอฮ์ไม่มีความกลัวและความเศร้า—ผู้ศรัทธาและยำเกรง หะดีษยืนยันว่า วะลีของอัลลอฮ์คือผู้ที่เชื่อฟัง เรารู้จักพวกเขาจากการกระทำ ไม่ใช่จากการอ้าง เราไม่ยก \"วะลี\" เฉพาะเหนือหลักฐาน<br><br>เราพยายามเป็นเอาลิยาอ์ของอัลลอฮ์ผ่านการเชื่อฟังและปฏิบัติตามอัลกุรอานและสุนนะฮ์ เราไม่อ้างว่าเป็นวะลีหรือยกคนอื่นโดยไม่มีหลักฐาน ความประเสริฐอยู่ที่อัลลอฮ์และอยู่บนการกระทำ",
    "category": "อีมาน: เสาหลัก คำจำกัดความ และทางสายกลาง"
  },
  {
    "no": 91,
    "title": "การกระทำของมนุษย์ตามความรู้ของอัลลอฮ์",
    "text": "การกระทำทั้งปวงของมนุษย์เกิดขึ้นตรงตามที่อัลลอฮ์ ﷻ ทรงรู้ แต่ละคนถูกทำให้ง่ายต่อสิ่งที่เขาถูกสร้างมา และผู้โชคดีหรือผู้เคราะห์ร้ายเป็นไปตามกำหนดของอัลลอฮ์ ﷻ",
    "explanation": "การกระทำทั้งปวงของมนุษย์เกิดขึ้นตรงตามที่อัลลอฮ์ทรงรู้ แต่ละคนถูกทำให้ง่ายต่อสิ่งที่เขาถูกสร้างมา (กำหนด) และผู้โชคดีหรือเคราะห์ร้ายเป็นไปตามกำหนดของอัลลอฮ์ สิ่งนี้ไม่ลบล้างความพยายาม ความพยายามก็เป็นส่วนของกำหนด<br><br>ซูเราะฮ์อัลลัยล์: 5–10 บ่งชี้ว่ามีผู้ถูกทำให้ง่ายต่อความดีและต่อความชั่ว หะดีษ: แต่ละคนถูกทำให้ง่ายต่อสิ่งที่เขาถูกสร้างมา พระองค์ของอัลลอฮ์นำหน้าการกระทำ การกระทำเกิดขึ้นตามพระองค์ของพระองค์<br><br>เราพยายามและเชื่อว่าอัลลอฮ์ทรงเป็นผู้ทำให้ง่าย เราไม่เฉื่อยชา เราไม่อ้าง \"ถูกกำหนดให้เคราะห์ร้ายแล้ว\" เพื่อไม่พยายาม เรามอบหมายต่อพระองค์หลังความพยายาม",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 92,
    "title": "ขอบเขตที่บุคคลออกจากอีมาน",
    "text": "บุคคลไม่ออกจากอีมานเว้นแต่โดยการปฏิเสธสิ่งที่นำเขาเข้าไปในอีมาน",
    "explanation": "บุคคลไม่ออกจากอีมานเว้นแต่โดยการปฏิเสธสิ่งที่นำเขาเข้าสู่อีมาน (คือปฏิเสธรุก่นอีมาน หรือทำให้สิ่งที่หะรอมที่ชัดเจนเป็นฮะลาล หรือเชื่อในกุฟร์) บาปอย่างเดียวไม่ออกจากอิสลามตราบที่ไม่ปฏิเสธรากฐาน<br><br>หะดีษเศาะฮีฮ์: ไม่อนุญาตให้ตักฟีร์มุสลิมเพราะบาป การออกจากอิสลามเกิดจากการปฏิเสธชะฮาดะฮ์ การปฏิเสธสิ่งที่แน่นอนในศาสนา หรือทำให้สิ่งที่เห็นพ้องกันว่าหะรอมเป็นฮะลาล นักวิชาการอธิบายว่าผู้กระทำบาปใหญ่ยังเป็นมุอ์มินหากไม่ทำให้บาปเป็นฮะลาล<br><br>เราไม่ตักฟีร์ผู้ที่ยังยอมรับรุก่นอีมานและไม่ทำให้หะรอมเป็นฮะลาล เราแยกแยะบาปกับกุฟร์ เรามอบคำตัดสินกุฟร์แก่นักวิชาการที่มีความสามารถภายใต้เงื่อนไขที่เข้มงวด",
    "category": "อีมาน: เสาหลัก คำจำกัดความ และทางสายกลาง"
  },
  {
    "no": 93,
    "title": "ความเท็จของการอ้างนบูวะฮ์หลังมุฮัมมัด",
    "text": "การอ้างนบูวะฮ์ทุกครั้งหลังมุฮัมมัด ﷺ เป็นความเท็จและการหลอกลวง",
    "explanation": "การอ้างนบูวะฮ์ทุกครั้งหลังมุฮัมมัดเป็นความเท็จและการหลอกลวง ไม่มีนะบีหรือรอซูลหลังท่าน ผู้ที่อ้างนะบีหรือรับวะฮีใหม่หลังท่านเป็นผู้โกหก<br><br>ซูเราะฮ์อัลอัฮ์ซาบ: 40 มุฮัมมัดเป็นตราประทับแห่งนะบีทั้งหลาย หะดีษเศาะฮีฮ์: ไม่มีนะบีหลังฉัน นะบีกล่าวว่าจะมีผู้โกหกอ้างนะบี อย่าเชื่อ นักวิชาการเห็นพ้องว่าการอ้างนบูวะฮ์หลังนะบีเป็นกุฟร์<br><br>เราปฏิเสธผู้ที่อ้างนะบี รอซูล หรือผู้รับชะรีอะฮ์ใหม่หลังนะบีมุฮัมมัด เราปฏิบัติตามเฉพาะอัลกุรอานและสุนนะฮ์ ไม่มีวะฮีใหม่",
    "category": "นบีและรอซูล"
  },
  {
    "no": 94,
    "title": "การให้เกียรติสหาย คู่สมรสและวงศ์วานของนะบี",
    "text": "ผู้ที่กล่าวดีเกี่ยวกับสหายของรอซูลุลลอฮ์ ﷺ คู่สมรสและวงศ์วานที่บริสุทธิ์ของท่าน ย่อมพ้นจากข้อกล่าวหานิฟาก",
    "explanation": "ผู้ที่กล่าวดีเกี่ยวกับสหายของรอซูลุลลอฮ์ คู่สมรสของท่าน (มารดาของบรรดามุอ์มิน) และวงศ์วานที่บริสุทธิ์ของท่าน (อัฮลุลบัยต์ที่ศอลิฮ์) ย่อมพ้นจากข้อกล่าวหานิฟาก การให้เกียรติพวกเขาเป็นส่วนหนึ่งของอิสลาม<br><br>ซูเราะฮ์อัลอัฮ์ซาบ: 6 และอายะฮ์อื่นสรรเสริญคู่สมรสของนะบี หะดีษยืนยันความประเสริฐของอัฮลุลบัยต์และสหาย การด่าว่าพวกเขาเป็นสัญญาณนิฟากหรือการหลงผิด อะฮ์ลุสสุนนะฮ์ให้เกียรติสหายและอัฮลุลบัยต์โดยไม่เกิน<br><br>เราไม่ด่าว่าสหาย คู่สมรสของนะบี หรือวงศ์วานที่ศอลิฮ์ของนะบี เรากล่าวดีเกี่ยวกับพวกเขาและเอาเป็นแบบอย่าง เราปฏิเสธกลุ่มที่ด่าว่าหรือตักฟีร์พวกเขา",
    "category": "สหาย คอลิฟะฮ์ และอัฮลุลบัยต์"
  },
  {
    "no": 95,
    "title": "การห้ามเทียบอัลลอฮ์กับมนุษย์",
    "text": "ผู้ที่บรรยายอัลลอฮ์ ﷻ แบบเดียวกับมนุษย์ได้กุฟร์แล้ว อัลลอฮ์ ﷻ ในพระคุณลักษณะของพระองค์ไม่เหมือนมนุษย์",
    "explanation": "ผู้ที่บรรยายอัลลอฮ์แบบเดียวกับมนุษย์ (ตัชบีฮ์)—เช่นถือว่าอัลลอฮ์มีอวัยวะเหมือนเรา หรือนั่งบนบัลลังก์เหมือนมัคลูก—ได้กุฟร์แล้ว อัลลอฮ์ในพระคุณลักษณะของพระองค์ไม่เหมือนมนุษย์<br><br>ซูเราะฮ์อัชชูรอ: 11 ไม่มีสิ่งใดเหมือนพระองค์ หะดีษห้ามไตร่ตรองซาตอัลลอฮ์ นักวิชาการยืนยันว่าการเทียบอัลลอฮ์กับมัคลูกเป็นกุฟร์ เรายืนยันคุณลักษณะโดยไม่ถาม \"อย่างไร\" และไม่เปรียบ<br><br>เราไม่จินตนาการอัลลอฮ์เหมือนมัคลูก เราอีมานชื่อและคุณลักษณะของอัลลอฮ์ตามที่มาโดยไม่เทียบ เราปฏิเสธแนวคิดมุญัสสิมะฮ์หรือมุชับบิฮะฮ์",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 96,
    "title": "ความยั่งยืนของสวนสวรรค์และนรก",
    "text": "สวนสวรรค์และนรกเป็นมัคลูกที่ไม่มีสิ้นสุด อัลลอฮ์ ﷻ ทรงสร้างทั้งสองก่อนการสร้างอื่น และทรงสร้างมนุษย์ให้อยู่อาศัยในแต่ละแห่ง ผู้ที่อัลลอฮ์ ﷻ ทรงประสงค์เข้าสวนสวรรค์ด้วยความโปรดของอัลลอฮ์ ﷻ หรือเข้านรกด้วยความยุติธรรมของอัลลอฮ์ ﷻ",
    "explanation": "สวนสวรรค์และนรกเป็นมัคลูกที่ไม่มีสิ้นสุด (ถาวร) อัลลอฮ์ทรงสร้างทั้งสองก่อนการสร้างอื่น และทรงสร้างมนุษย์ให้อยู่อาศัยในแต่ละแห่ง ผู้ที่อัลลอฮ์ทรงประสงค์เข้าสวนสวรรค์ด้วยความโปรดของพระองค์ หรือเข้านรกด้วยความยุติธรรมของพระองค์<br><br>ซูเราะฮ์ฮูด: 107–108 ยืนยันว่าสวนสวรรค์และนรกถาวร หะดีษเศาะฮีฮ์เล่าว่าสวนสวรรค์และนรกถูกสร้างแล้ว ซูเราะฮ์อัชชูรอ: 7 อัลลอฮ์ทรงสร้างฟ้าและดินและสิ่งที่ระหว่างทั้งสอง ผู้อยู่อาศัยสวนสวรรค์และนรกเป็นนิรันดร์<br><br>เราอีมานสวนสวรรค์และนรกเป็นความจริงถาวร เราพยายามเข้าสวนสวรรค์ด้วยการกระทำและความเมตตาของอัลลอฮ์ และหลีกเลี่ยงนรกด้วยการเชื่อฟังและการเตาบะฮ์",
    "category": "วันอาคิเราะฮ์"
  },
  {
    "no": 97,
    "title": "ชะฟาอะฮ์สำหรับมุสลิมเป็นความจริง",
    "text": "ชะฟาอะฮ์ที่เก็บไว้สำหรับมุสลิมเป็นความจริง ตามที่มีในหะดีษทั้งหลาย",
    "explanation": "ชะฟาอะฮ์ที่เก็บไว้สำหรับมุสลิม—รวมชะฟาอะฮ์ของนะบีในวันกิยามะฮ์สำหรับอุมมะฮ์ของท่าน และชะฟาอะฮ์อื่นที่เศาะฮีฮ์ในหะดีษ—เป็นความจริง เราอีมานโดยไม่ปฏิเสธหรือเกิน<br><br>ซูเราะฮ์อัลบะกอเราะฮ์: 255 (อายะตุลกุรซี) กล่าวว่าไม่มีผู้ชะฟาอะฮ์ที่พระองค์เว้นแต่ด้วยพระอนุญาตของพระองค์ หะดีษมุตะวาติรเล่าชะฟาอะฮ์ของนะบีสำหรับอุมมะฮ์ของท่าน ชะฟาอะฮ์เฉพาะด้วยพระอนุญาตของอัลลอฮ์และสำหรับผู้ที่อัลลอฮ์ทรงพอใจ<br><br>เราหวังชะฟาอะฮ์ของนะบีและไม่พึ่งการกระทำอย่างเดียว เราไม่ถือว่าชะฟาอะฮ์ลบล้างความยุติธรรมของอัลลอฮ์ เราขอให้อยู่ในผู้ได้รับชะฟาอะฮ์",
    "category": "วันอาคิเราะฮ์"
  },
  {
    "no": 98,
    "title": "ความจริงของสระน้ำของนะบีมุฮัมมัด",
    "text": "สระน้ำ (อัลเฮาด์) ที่อัลลอฮ์ ﷻ ประทานแก่นะบี ﷺ เพื่อบรรเทาความกระหายของอุมมะฮ์ของท่านในวันกิยามะฮ์เป็นความจริง",
    "explanation": "สระน้ำ (อัลเฮาด์) ที่อัลลอฮ์ประทานแก่นะบีเพื่อบรรเทาความกระหายของอุมมะฮ์ของท่านในวันกิยามะฮ์เป็นความจริง ผู้ที่ดื่มจากมันจะไม่กระหายตลอดกาล กล่าวถึงในหะดีษเศาะฮีฮ์<br><br>หะดีษเศาะฮีฮ์ (บุคอรีย์ มุสลิม) เล่าว่านะบีมีสระน้ำในวันกิยามะฮ์ ผู้ที่ดื่มจากมันจะไม่กระหายตลอดกาล นะบีเตือนว่ามีผู้ถูกขับจากสระน้ำ เราอีมานโดยไม่ถาม \"อย่างไร\"<br><br>เราพยายามเป็นอุมมะฮ์ที่จะมาสระน้ำของนะบี เราหลีกเลี่ยงบิดอะฮ์และการแตกแยกที่อาจนำไปสู่การถูกขับจากสระน้ำ ความเชื่อนี้เพิ่มความรักของเราต่อนะบี",
    "category": "วันอาคิเราะฮ์"
  },
  {
    "no": 99,
    "title": "อัลลอฮ์ไม่ถึงด้วยความเข้าใจ",
    "text": "ไม่มีจินตนาการใดที่จินตนาการอัลลอฮ์ ﷻ ได้ และไม่มีความเข้าใจใดที่ถึงอัลลอฮ์ ﷻ ได้",
    "explanation": "ไม่มีจินตนาการใดที่จินตนาการอัลลอฮ์ได้ และไม่มีความเข้าใจใดที่ถึงซาตอัลลอฮ์ได้ ปัญญามนุษย์มีจำกัด เราอีมานอัลลอฮ์โดยไม่ถาม \"อย่างไร\" (ตักยีฟ) และไม่เปรียบ (ตัมษีล)<br><br>ซูเราะฮ์อัลอันอาม: 103 สายตาไม่ถึงพระองค์ แต่พระองค์ถึงสายตา หะดีษ: ไตร่ตรองการสร้างของอัลลอฮ์ อย่าไตร่ตรองซาตอัลลอฮ์ นักวิชาการยืนยันว่าปัญญาไม่สามารถถึง hakikat อัลลอฮ์ได้<br><br>เราไม่จินตนาการรูปหรือ \"พระพักตร์\" ของอัลลอฮ์ด้วยจินตนาการของเรา เราทรงเกียรติพระองค์และอีมานพระนามและคุณลักษณะของพระองค์โดยไม่ตัชบีฮ์ เรามอบ \"อย่างไร\" แก่อัลลอฮ์",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 100,
    "title": "ไม่มีความลับซ่อนเร้นจากอัลลอฮ์",
    "text": "ไม่มีสิ่งใดเกี่ยวกับมัคลูกที่ซ่อนเร้นจากอัลลอฮ์ ﷻ ก่อนมัคลูกถูกสร้าง และอัลลอฮ์ ﷻ ทรงรู้ทุกสิ่งที่มัคลูกจะกระทำก่อนมัคลูกถูกสร้าง",
    "explanation": "ไม่มีสิ่งใดเกี่ยวกับมัคลูกที่ซ่อนเร้นจากอัลลอฮ์ก่อนการสร้าง อัลลอฮ์ทรงรู้ทุกสิ่งที่มัคลูกจะกระทำก่อนมัคลูกถูกสร้าง พระองค์ของอัลลอฮ์เป็นอัซลีและครอบคลุมทุกสิ่ง<br><br>ซูเราะฮ์อัลฮะดีด: 22 ไม่มีภัยพิบัติใดเว้นแต่บันทึกในคัมภีร์ ซูเราะฮ์อัลอันอาม: 59 ที่อัลลอฮ์มีกุญแจฆ็อยบ์ หะดีษยืนยันว่าอัลลอฮ์ทรงเขียนกำหนดก่อนการสร้าง พระองค์ของอัลลอฮ์ไม่เปลี่ยน<br><br>เราอีมานพระองค์ของอัลลอฮ์ที่สมบูรณ์ เราไม่กังวลเพราะ \"อัลลอฮ์ทรงรู้แล้ว\" ราวกับเราไม่มีทางเลือก เราเชื่อว่าพระองค์ของอัลลอฮ์ไม่บังคับ เรายังพยายามและถูกสอบสวน",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 101,
    "title": "ทุกอย่างเกิดตามพระประสงค์ของอัลลอฮ์",
    "text": "ไม่มีสิ่งใดเกิดขึ้นเว้นแต่สิ่งที่อัลลอฮ์ ﷻ ทรงประสงค์",
    "explanation": "ไม่มีสิ่งใดเกิดขึ้นเว้นแต่สิ่งที่อัลลอฮ์ทรงประสงค์ พระประสงค์ของอัลลอฮ์ครอบคลุมทุกเหตุการณ์ ไม่มีสิ่งใดในฟ้าดินเกิดขึ้นโดยปราศจากมัชบีอะฮ์ของพระองค์<br><br>ซูเราะฮ์อัตตะฆอบุน: 11 ไม่มีภัยพิบัติใดเว้นแต่ด้วยอนุมัติของอัลลอฮ์ ซูเราะฮ์อัลอินซาน: 30 และพวกเจ้าไม่สามารถประสงค์ได้เว้นแต่พระองค์อัลลอฮ์ทรงประสงค์ หะดีษและอายะฮ์ยืนยันเรื่องนี้มาก<br><br>เรามอบกิจทั้งปวงแก่พระประสงค์ของอัลลอฮ์ เราพยายามและขอดุอาอ์ แล้วยอมรับกำหนดของพระองค์ เราไม่กบฏต่อกำหนดและไม่สิ้นหวัง",
    "category": "กำหนดและพระประสงค์ของอัลลอฮ์"
  },
  {
    "no": 102,
    "title": "ไม่มีสิ่งใดชนะอัลลอฮ์",
    "text": "ไม่มีสิ่งใดสามารถชนะอัลลอฮ์ ﷻ ได้",
    "explanation": "ไม่มีสิ่งใดสามารถชนะอัลลอฮ์ได้ อำนาจของพระองค์เป็นสัมบูรณ์ ไม่มีสิ่งใดเทียบได้ ล้มล้างหรือขัดขวางพระประสงค์ของพระองค์<br><br>ซูเราะฮ์อัลบะกอเราะฮ์: 255 อัลลอฮ์ไม่ง่วงไม่หลับ สิ่งที่อยู่ในฟ้าดินเป็นของพระองค์ อายะฮ์และหะดีษยืนยันกุดเราะฮ์ของอัลลอฮ์ ผู้ที่คิดว่ามีสิ่งใดชนะอัลลอฮ์ได้นั้นเป็นกาเฟร์<br><br>เราเชื่อว่าความช่วยเหลือและชัยชนะมาจากอัลลอฮ์เท่านั้น เราไม่กลัวมัคลูก เราใส่ความหวังและความกลัวเฉพาะที่อัลลอฮ์",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 103,
    "title": "ไม่มีสิ่งใดเหมือนอัลลอฮ์",
    "text": "ไม่มีสิ่งใดเหมือนอัลลอฮ์ ﷻ",
    "explanation": "ไม่มีสิ่งใดเหมือนอัลลอฮ์ พระองค์ทรงเอกะ ไม่มีสิ่งที่เท่าเทียม เป็นภาคีหรือเหมือนพระองค์ในสาระ คุณลักษณะหรือการกระทำ<br><br>ซูเราะฮ์อัลอิคลาศ: 4 และไม่มีผู้ใดเท่าเทียมกับพระองค์ ซูเราะฮ์อัชชูรอ: 11 ไม่มีสิ่งใดเหมือนพระองค์ หะดีษและอิจมาอ์ยืนยันเตาฮีด การเปรียบอัลลอฮ์กับมัคลูกเป็นกุฟร์<br><br>เราให้อัลลอฮ์บริสุทธิ์จากความเหมือนมัคลูก เราไม่อธิบายหรือบัญญัติอัลลอฮ์ด้วยคุณลักษณะของมัคลูก เตาฮีดนี้เป็นรากฐานของศาสนาทั้งหมด",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 104,
    "title": "ไม่มีพระเจ้าที่สมควรได้รับการเคารพสักการะนอกจากอัลลอฮ์",
    "text": "ไม่มีพระเจ้าที่สมควรได้รับการเคารพสักการะนอกจากอัลลอฮ์ ﷻ",
    "explanation": "ไม่มีพระเจ้าที่สมควรได้รับการเคารพสักการะนอกจากอัลลอฮ์ มีเพียงอัลลอฮ์เท่านั้นที่สมควรได้รับการอิบาดะฮ์ การเคารพสักการะอื่นนอกจากพระองค์คือชิรก์ คำว่า ลาอิลาฮะ อิลลัลลอฮ์ เป็นรากฐานของอิสลาม<br><br>ซูเราะฮ์มุฮัมมัด: 19 จงรู้เถิดว่าไม่มีพระเจ้านอกจากอัลลอฮ์ ซูเราะฮ์อัลบะกอเราะฮ์: 163 และอายะฮ์มากมายยืนยันความเอกะของอัลลอฮ์ หะดีษยืนยันว่าลาอิลาฮะ อิลลัลลอฮ์ เป็นกุญแจสวรรค์ ชิรก์เป็นบาปใหญ่ที่สุด<br><br>เราเคารพสักการะเฉพาะอัลลอฮ์และไม่ตั้งภาคีกับพระองค์ เราไม่ยอมรับการเคารพสักการะอื่นนอกจากอัลลอฮ์—ไม่ว่าเจว็ด มนุษย์ หรืออารมณ์ต่ำ",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 105,
    "title": "ไม่มีสิ่งใดสามารถปฏิเสธกำหนดของอัลลอฮ์",
    "text": "ไม่มีสิ่งใดสามารถปฏิเสธกำหนดของอัลลอฮ์ ﷻ คืนคำสั่งของอัลลอฮ์ ﷻ หรือชนะกิจของอัลลอฮ์ ﷻ ได้",
    "explanation": "ไม่มีสิ่งใดสามารถปฏิเสธกำหนดของอัลลอฮ์ คืนคำสั่งของพระองค์หรือชนะกิจของพระองค์ได้ คำตัดสินของพระองค์เป็นที่สุด ไม่มีการอุทธรณ์หรือวีโต้<br><br>ซูเราะฮ์อัรเราะอ์ด: 41 แท้จริงอัลลอฮ์ทรงอำนาจเหนือทุกสิ่ง ซูเราะฮ์อัลอันอาม: 59 ไม่มีผู้ใดปฏิเสธกำหนดของพระองค์ได้ หะดีษยืนยันว่าไม่มีสิ่งใดปฏิเสธกำหนดของอัลลอฮ์ได้ อำนาจของอัลลอฮ์เป็นสัมบูรณ์<br><br>เรายอมรับกำหนดของอัลลอฮ์ด้วยความสงบ เราไม่กบฏหรือสิ้นหวัง เราขอดุอาอ์และพยายาม แล้วยอมจำนนต่อคำตัดสินอันทรงปรีชาของพระองค์",
    "category": "คุณลักษณะของอัลลอฮ์และเตาฮีด"
  },
  {
    "no": 106,
    "title": "การให้เกียรติอุละมาอ์สะลัฟรุ่นแรก",
    "text": "อุละมาอ์สะลัฟ—รุ่นแรกและผู้ที่ตามพวกเขา—อนุญาตให้กล่าวถึงแต่ในทางที่ดีเท่านั้น ผู้ที่พูดร้ายเกี่ยวกับอุละมาอ์สะลัฟไม่อยู่บนทางที่ถูกต้อง",
    "explanation": "อุละมาอ์สะลัฟ—รุ่นแรก (เศาะฮาบะฮ์ ตาบิอีน ตาบิอุตตาบิอีน) และผู้ที่ปฏิบัติตามแนวทางของพวกเขา—อนุญาตให้กล่าวถึงแต่ในทางที่ดีเท่านั้น ผู้ที่พูดร้ายเกี่ยวกับอุละมาอ์สะลัฟไม่อยู่บนทางที่ถูกต้อง<br><br>ซูเราะฮ์อัตเตาบะฮ์: 100 ยกย่องผู้ที่มาก่อนและเป็นอันดับแรก หะดีษ: คนที่ดีที่สุดคือรุ่นของข้า นบีสั่งให้ปฏิบัติตามสุนนะฮ์ของคุลาฟาอ์ การด่าว่าสะลัฟเป็นบิดาอ์และความหลงผิด<br><br>เราให้เกียรติอุละมาอ์สะลัฟและรับความเข้าใจศาสนาจากพวกเขา เราไม่ด่าว่าหรือดูแคลนพวกเขา เราปฏิบัติตามแนวทางของอัฮลุสสุนนะฮ์ที่ยึดถืออัลกุรอาน สุนนะฮ์และความเข้าใจของสะลัฟ",
    "category": "สหาย คอลิฟะฮ์ และอัฮลุลบัยต์"
  }
]
