[
  {
    "no": 1,
    "title": "Mga Hangganan Ng Kaalaman Ng Nilalang At Ni Allah",
    "text": "May dalawang uri ng kaalaman: yaong maaabot ng mga nilalang at yaong hindi; ang pagtanggi sa una ay kawalan ng pananampalataya, ang pag-angkin sa pangalawa ay gayon din—ang pananampalataya ay matatag kapag tinatanggap ang maaabot at hindi hinahanap ang hindi maaabot.",
    "explanation": "Mahalaga ang konsepto ng dalawang uri ng kaalamang ito. May kaalamang binubuksan ni Allah sa tao sa pamamagitan ng mga pandama at ng kapahayagan (kaalaman sa sharīʿa), at may kaalaman sa hindi nakikita na sa Allah lamang, tulad ng oras ng Wakas. Ang pag-unawa sa hangganang ito ay nag-iwas sa atin na mag-angkin ng kaalaman sa mga lihim ng kapalaran na hindi inihayag ni Allah.<br><br>Sa Qur'an (sūra al-Anʿām: 59) sinabi ni Allah: \"Sa Kanya ang mga susi ng hindi nakikita; walang nakaaalam nito maliban sa Kanya.\" Isang hadith na sahih sa Bukhārī ang nagsasabi ng limang bagay na hindi nakikita na alam lamang ni Allah. Dapat tayong masiyahan sa ipinaalam at huwag lalampas sa itinago.<br><br>Sa praktika, ang paniniwalang ito ay nagpapanatili sa atin na mapagkumbaba at sabik na matuto. Nakakamit natin ang kapayapaan sa pagtitiwala sa hinaharap kay Allah, sa pagtuon sa magagawa natin at sa Kanyang kapasyahan.",
    "category": "Panalangin, Kaalaman At Hangganan"
  },
  {
    "no": 2,
    "title": "Benepisyo Ng Panalangin Para Sa Yumao",
    "text": "Ang mga patay ay nakikinabang sa panalangin at kawang-gawa ng mga buhay.",
    "explanation": "Ang kamatayan ay hindi ang wakas ng lahat. Isa sa tanda ng awa ni Allah ay ang patuloy na pag-abot ng kabutihan sa yumao sa pamamagitan ng gawa ng mga buhay. Sinasabi ng puntong ito na ang panalangin, paghingi ng kapatawaran at kawang-gawa na ginagawa natin para sa yumao ay nakararating sa kanya bilang gantimpala at nagpapagaan sa kanyang kalagayan sa barzakh.<br><br>Ang batayan ay ang salita ng Propeta ﷺ (sa Muslim): \"Kapag namatay ang tao, humihinto ang kanyang gawa maliban sa tatlo: tuloy-tuloy na kawang-gawa, kapaki-pakinabang na kaalaman, o anak na matuwid na nananalangin para sa kanya.\" Ang sūra al-Ḥašr: 10 ay nagpupuri sa mga humihingi ng kapatawaran para sa nauna sa kanila. Ang bigkis ng pananampalataya ay lampas sa kamatayan.<br><br>Sa araw-araw, ito ay nag-uudyok sa atin na huwag kalimutan ang mga magulang o guro na yumao. Ang pananalangin para sa kanila ay kabanalan at paalala na tayo rin ay mangangailangan ng gayong panalangin. Sa gayon napapanatili ang kadena ng kabutihan sa mga henerasyon ng mga Muslim.",
    "category": "Panalangin, Kaalaman At Hangganan"
  },
  {
    "no": 3,
    "title": "Ang Salita Ni Allah Ay Hindi Salita Ng Tao",
    "text": "Ang Quran ay salita ni Allah ﷻ, mula sa Kanya; naniniwala ang mga tao rito bilang pagsasalita ni Allah ﷻ nang hindi itinatanong kung paano, at hindi it salita ng tao ni nilikha.",
    "explanation": "Ang Qur'an ay ang mismong salita ni Allah (Kalāmullāh), hindi nilikha. Ang binabasa natin sa Muṣḥaf ay tunay na salita ni Allah, hindi gawa ng tao. Ito ay nagpapanatili sa awtoridad ng kapahayagan: ang Qur'an ay banal, dalisay, at ang katotohanan nito ay ganap bilang gabay sa buhay.<br><br>Sinabi ni Allah (sūra at-Tawba: 6): \"...bigyan siya ng proteksyon hanggang makarinig siya ng salita ni Allah (Kalāmullāh).\" Isang hadith sa Tirmidhī ang nagsasabing ang kahigitan ng salita ni Allah sa ibang salita ay tulad ng kahigitan ni Allah sa Kanyang nilikha. Ang Qur'an ay banal na kapahayagan mula sa Maylikha.<br><br>Sa praktika, tinatrato natin ang Qur'an nang may malaking paggalang. Hindi natin ito tinatrato na parang ordinaryong aklat; binabasa natin ito nang may tartil, sinusubukang unawain ang kahulugan at sinusunod ang mga utos nito nang walang pag-aalinlangan. Sa paniniwalang ang Qur'an ay salita ng Allah, mayroon tayong matibay na gabay sa buhay.",
    "category": "Qur'an At Kapahayagan"
  },
  {
    "no": 4,
    "title": "Ang Allah Ay Naiiba Sa Lahat Ng Nilikha",
    "text": "Ang Allah ﷻ ay naiiba sa lahat ng nilikha.",
    "explanation": "Ang Allah ay Laisa Kamitslihi Syai-un: walang katulad sa Kanya. Anumang anyo o imahe na pumapasok sa isip natin, ang Allah ay hindi ganoon. Pinapanatili nito ang kadalisayan ng ating tawhid para huwag itulad ang Maylikha sa mahina at limitadong nilikha.<br><br>Ang pangunahing patunay ay ang sūra ash-Shūrā: 11: \"Walang katulad sa Kanya, at Siya ang Nakakarinig, ang Nakakakitang lahat.\" Ipinapaalala rin ng hadith na pagbulay-bulayan ang nilikha ng Allah ngunit ipinagbabawal ang isipin ang Kanyang esensiya, sapagkat may hangganan ang isip ng tao sa pag-unawa sa katotohanan ng Diyos.<br><br>Ang pagkaunawang ito ay nagpapalaya sa atin sa pagsamba sa diyus-diyosan—pisikal o mental (pantasya). Napagtatanto natin na ang Allah ay kataas-taasan at walang hangganan, at sinasamba natin Siya lamang nang buong paggalang at pagpaparangal nang hindi Siya nililimitahan ng mga katangian ng nilikha.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 5,
    "title": "Ang Allah Ang Maylikha Mula Sa Simula",
    "text": "Ang Allah ﷻ ay karapat-dapat tawaging Maylikha at Tagapagpasimula hindi lamang pagkatapos o dahil sa gawa ng paglikha, kundi mula sa simula.",
    "explanation": "Ang Allah ay Al-Khāliq (ang Maylikha) na hindi nangangailangan ng proseso para maging tagapaglikha. Bago pa man magkaroon ng anumang bituin o atomo, may katangian na ang Allah na lumikha. Ang Kanyang mga pangalan at katangian ay walang hanggan at hindi nakadepende sa pag-iral ng nilikha, sapagkat Siya ang Pinagmulan ng lahat ng pag-iral.<br><br>Sabi ng Allah (sūra al-Hadīd: 3): \"Siya ang Una at ang Huli.\" Ang pangalang Al-Khāliq ay lumalabas sa maraming talata, tulad ng sūra al-Ḥašr: 24. Sinasabi ng hadith na dati ay ang Allah lamang at walang kasama sa Kanya, pagkatapos nilikha ng Allah ang Trono at ang buong sansinukob.<br><br>Tinuturuan tayo nito na ang Allah ay ganap na nagtatalaga sa sarili (Al-Ghanī). Nilikha Niya tayo hindi dahil sa kalungkutan o pangangailangan ng tulong, kundi dahil sa Kanyang kagustuhan at karunungan. Nagiging alipin tayo na alam ang ating lugar, may kamalayang ang ating buhay ay dalisay na handog mula sa Una na hindi kailanman nangailangan ng anuman sa atin.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 6,
    "title": "Ang Perpektong Kapangyarihan Ay Sa Allah Lamang",
    "text": "Ang Allah ﷻ ay may kapangyarihan sa lahat ng bagay; lahat ay nakadepende sa Allah ﷻ, at madali para sa Allah ﷻ, at ang Allah ﷻ ay hindi nangangailangan ng anuman; walang katulad ang Allah ﷻ, at ang Allah ﷻ ay ang Nakakarinig, ang Nakakakitang lahat.",
    "explanation": "Ang kapangyarihan ng Allah ay ganap at hindi nililimitahan ng mga batas ng pisika o lohika ng tao. Anumang nais ng Allah ay nagaganap nang madali sa salitang \"Kun\". Ang buong sansinukob ay nangangailangan ng Allah sa bawat segundo, samantalang ang Allah ay hindi nangangailangan ng anuman mula sa sansinukob na ito.<br><br>Sa sūra Yāsīn: 82: \"Ang Kanyang utos, kapag nagnais Siya ng isang bagay, ay sabihin lamang dito: Mangyari! at mangyayari.\" May pangalan din ang Allah na Al-Qādir. Sinasabi ng isang hadith qudsī na kung hihilingin ng lahat ng tao at ipagkakaloob ng Allah ang lahat, hindi bababa ang kayamanan ng Allah.<br><br>Ang paniniwalang ito ay lunas sa lahat ng takot. Napagtatanto natin na anumang amo, pinuno o suliranin, gaano man kalaki, ay wala kumpara sa kapangyarihan ng Allah. Nagiging alipin tayo na matapang ngunit mapagkumbaba, na alam na ang tanging sandigan na hindi mabibigo ay ang Allah na Makapangyarihan.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 7,
    "title": "Ang Allah Ang Ganap Na Soberano Ng Sansinukob",
    "text": "Ang Allah ﷻ ay may ganap na kapangyarihan sa lahat ng bagay, at walang may kapangyarihan sa Allah ﷻ; sinumang ituring ang sarili na malaya sa Allah ﷻ sa isang saglit ay nahulog sa kawalan ng pananampalataya.",
    "explanation": "Ang Allah ay ang ganap na Soberano na humahawak ng kontrol sa bawat atomo sa kosmos. Walang usapin na lumalabas sa Kanyang kontrol. Kung may damdaming makakaya niyang mabuhay nang malaya nang hindi nangangailangan ng Allah, kahit isang saglit, nahulog na siya sa kapalaluan na makasisira sa pananampalataya.<br><br>Sinasabi ng sūra Fāṭir: 15: \"O sangkatauhan! Kayo ang nangangailangan ng Allah; at ang Allah ay ang Nagtatalaga sa Sarili, ang Kapuri-puri.\" Madalas ituro ng mga hadith ng Propeta ang isang panalangin na huwag tayong iwan sa sarili kahit isang saglit (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>Sa praktika, ginagawa tayo nito na laging maramdaman ang pangangailangan (faqīr) sa Allah. Nananalangin tayo nang masigasig para sa maliliit at malalaking bagay—mula sa paghingi ng patnubay hanggang mga pang-araw-araw na gawain. Alam natin na nang walang Kanyang tulong ay hindi tayo makahinga o kumindat.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 8,
    "title": "Ang Allah Ay Malaya Sa Mga Pisikal Na Hangganan",
    "text": "Ang Allah ﷻ ay nasa itaas ng hangganan, restriksyon, bahagi, o sangkap, at hindi nakatali ng anim na direksyon tulad ng nilikha.",
    "explanation": "Ipinapahayag ng credong ito na ang Allah ay malaya sa mga katangiang materyal. Ang Allah ay hindi nangangailangan ng espasyo, walang mga bahagi ng katawan tulad ng tao, at hindi nakatali ng direksyon (itaas, ibaba, atb.) tulad ng nilikha. Siya ang Maylikha ng espasyo at oras, kaya imposibleng limitahan Siya ng Kanyang sariling nilikha.<br><br>Sabi ng Allah (sūra al-Ikhlāṣ: 4): \"At walang katulad sa Kanya.\" Mahalaga ang prinsipyo ng Tanzīh (ipahayag na ang Allah ay malaya sa pagkakatulad). Ipinaliliwanag ng mga pantas na ang Allah ay umiiral nang hindi nangangailangan ng lugar, sapagkat ang lugar ay nilikha, at ang Allah ay umiral bago pa nilikha ang lugar.<br><br>Pinoprotektahan tayo nito mula sa antropomorpikong pag-iisip (isipin ang Diyos na parang tao). Maaari nating sambahin ang Allah nang buong pagpaparangal sa Kanyang hindi nakikita at walang-hangganang kadakilaan, sa halip na mabihag sa pisikal na imahen na nagpapababa sa ranggo ng pagka-Diyos.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 9,
    "title": "Ang Pasan Ng Taklif Ayon Sa Kakayahan Ng Alipin",
    "text": "Ang Allah ﷻ ay nagpapasan lamang sa mga tao ng kung ano ang kanilang kayang pasanin, at ang mga tao ay makagagawa lamang ng kung ano ang ibinigay sa kanila ng Allah ﷻ; walang kapangyarihan o kakayahan maliban sa pamamagitan ng Allah ﷻ, at walang lakas para sumunod o umiwas sa kasalanan maliban sa tulong ng Allah ﷻ.",
    "explanation": "Hindi nagpapasan ang Allah sa alipin nang higit sa kanyang kakayahan. Bawat utos at pagbabawal sa sharīʿa ay naaayon sa kakayahan ng tao; ipinapakita nito ang katarungan at awa ng Allah at tinatanggihan ang ideyang ang relihiyon ay mabigat.<br><br>Sa sūra al-Baqarah: 286 sinabi ng Allah: \"Hindi nagpapasan ang Allah sa isang kaluluwa maliban ayon sa kanyang kakayahan.\" Sinasabi rin ng isang tunay na hadith (Bukhārī–Muslim): \"Kapag inutusan ko kayo ng isang bagay, gawin ninyo hangga't makakaya.\" Ang kapangyarihan at kakayahan para sumunod (lā ḥawla wa lā quwwata illā billāh) ay nagmumula rin sa tulong ng Allah.<br><br>Sa praktika hindi tayo dapat gumamit ng \"hindi ko kaya\" bilang dahilan para sa malinaw na mga obligasyon, ngunit hindi rin tayo dapat magpasan nang higit sa ating kakayahan. Ginagawa natin ang abot ng ating makakaya at pagkatapos ay nagtitiwala sa Allah; hinihiling natin sa Allah ang lakas para manatiling matatag sa pamamagitan ng panalangin at pagsisikap.",
    "category": "Taklif At Mga Gawa Ng Tao"
  },
  {
    "no": 10,
    "title": "Perpektong Buhay At Patuloy Na Gawa",
    "text": "Ang Allah ﷻ ay buhay at hindi namamatay, laging gumagawa at hindi natutulog.",
    "explanation": "Ang Allah ay Al-Ḥayy (ang Walang-hanggang Buhay) at Al-Qayyūm (ang Nagpapanatili). Ang buhay ng Allah ay perpekto—hindi sinimulan ng kapanganakan at hindi tinapos ng kamatayan. Hindi Siya nangangailangan ng pahinga, hindi kailanman natutulog, at laging aktibo sa pangangasiwa ng mga gawain ng lahat ng Kanyang nilikha nang walang pahinga.<br><br>Ang Talata ng Trono (sūra al-Baqarah: 255) ang pinakamalakas na patunay: \"Ang Allah, walang diyos maliban sa Kanya, ang Walang-hanggang Buhay, ang Nagpapanatili; hindi Siya inaantok ni natutulog.\" Ang mga magagandang pangalang ito ang pundasyon ng pagdepende ng nilikha sa Maylikha.<br><br>Nagbibigay ito sa atin ng malaking katiyakan. Kapag tayo ay natutulog, sumusuko, o nakararamdam ng kawalang-lakas, alam natin na may Panginoon na hindi kailanman natutulog at nagbabantay sa atin. Hinihikayat tayong magpatuloy sa paggawa ng mabuti sapagkat alam natin na ang ating \"Amo\" ay laging aktibo, nagbabantay at nagsasaayos ng pinakamabuti para sa Kanyang mga alipin.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 11,
    "title": "Ang Allah Ay Isa Na Walang Kapartner",
    "text": "Ang Allah ﷻ ay Isa at walang kapartner.",
    "explanation": "Ang tawhid ay nangangahulugan ng pagpapatotoo sa kaisahan ng Allah; walang kapartner sa rubūbiyya (pangangasiwa sa nilikha), ulūhiyya (karapatang sambahin), o mga pangalan at katangian. Ang tanging may karapatang sambahin at paglingkuran ay ang Allah; ang magtambal sa Kanya ng anuman ay shirk.<br><br>Ang sūra al-Ikhlāṣ: 1–4 ay nagsasabi: \"Sabihin: Siya ay ang Allah, ang Isa. Ang Allah na Walang Hanggan. Hindi Siya nanganak ni ipinanganak. At walang sinumang makakatulad sa Kanya.\" Ang sūra an-Nisāʾ: 36 ay nagbabawal din ng pagtambal kay Allah. Isang sahih na hadith ang nagsasabing ang sūra al-Ikhlāṣ ay katumbas ng isang ikatlo ng Qur'an sapagkat naglalaman ito ng ubod ng tawhid.<br><br>Ang paniniwalang ito ang saligan ng ating pagsamba: tanging sa Allah tayo nananalangin, natatakot, at umaasa; hindi sa nilikha, bagay, o \"ibang kapangyarihan.\" Sa gayon ang puso ay malaya sa pagdepende sa iba maliban sa Allah.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 12,
    "title": "Ang Allah Ay Walang Kalaban O Kapantay",
    "text": "Ang Allah ﷻ ay napakataas sa pagiging may kalaban o kapantay.",
    "explanation": "Ang Allah ay walang kalaban na makakatalo sa Kanya o kapantay na makakasabay sa Kanya. Ang Kanyang kapangyarihan ay ganap; walang makakasabay, makakapaglimit, o makakapigil sa Kanyang kalooban sa Kanyang kalooban. Bahagi ito ng kasakdalan ng tawhid.<br><br>Ang sūra al-Baqarah: 255 (Talata ng Trono) ay nagsasabing ang Allah ang may hawak ng langit at lupa at hindi Niya ito naiinding mapanatili. Ang sūra Fāṭir: 44 at iba pang talata ay nagsasabing ang Allah ay walang kapartner, katulong, o kapantay. Itinuturo din ng hadith na ang Allah ay napakataas at walang sinuman sa itaas Niya.<br><br>Ang pagkaunawang ito ay nagdudulot ng kapayapaan sa puso: walang kaaway, sakit, o sakuna na \"kalaban\" na kapantay ng Allah. Tiyak tayong ang tagumpay, kaligtasan, at huling tulong ay mula lamang sa Allah; walang makakapigil sa Kanyang awa kapag ninais Niya.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 13,
    "title": "Ang Allah Ay Saklaw Sa Lahat Ng Nilikha",
    "text": "Ang Allah ﷻ ay sumasaklaw sa lahat at nasa itaas nito; ang Kanyang nilikha ay hindi masasaklaw ang Allah ﷻ.",
    "explanation": "Ang Allah ay sumasaklaw (naghahari, nakaaalam, at namamahala) sa lahat; walang nakakatakas sa Kanyang kaalaman at kapangyarihan. Sa parehong panahon ang Allah ay \"nasa itaas\" ng Kanyang nilikha sa ranggo at kapangyarihan, hindi sa lugar. Ang nilikha ay hindi makakasaklaw o makak limit sa Allah.<br><br>Ang sūra Fuṣṣilat: 54 ay nagsasabi: \"Alamin na ang Allah ay sumasaklaw sa lahat ng bagay.\" Ang sūra al-Baqarah: 255 (Talata ng Trono) ay nagsasabing ang Kanyang Trono ay sumasaklaw sa langit at lupa at hindi Niya ito naiinding. Sinasabi rin ng sahih na hadith na ang Allah ay nasa itaas ng Trono at ang Kanyang kaalaman ay nasa lahat ng dako.<br><br>Sa paniniwalang ito nakadarama tayo ng pagbabantay at proteksyon: walang nakatago sa Allah, at walang problemang napakalaki para sa Kanya. Naiiwasan din natin ang maling pagkaunawa na ang Allah ay \"nakakulong\" sa langit; sumasaklaw Siya sa lahat nang hindi nangangailangan ng espasyo.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 14,
    "title": "Ang Allah Ang Lumilikha Ng Buhay At Kamatayan",
    "text": "Ang Allah ﷻ ay nagbibigay ng kamatayan nang walang takot at nagbibigay muli ng buhay nang walang hirap.",
    "explanation": "Ang buhay at kamatayan ay lubos na nasa kamay ng Allah. Ang pagbibigay ng kamatayan sa nilikha ay hindi nagpapangamba o mahina sa Allah; ang muling pagbibigay ng buhay (kabilang sa Araw ng Muling Pagkabuhay) ay hindi mahirap para sa Kanya. Lahat ay nangyayari sa Kanyang kalooban at salita lamang.<br><br>Ang sūra al-Mulk: 2 ay nagsasabi: \"Siya na gumawa ng kamatayan at buhay.\" Ang sūra Qāf: 43: \"Kami ang nagbibigay ng buhay at kamatayan, at sa Amin ang pagbabalik.\" Sinasabi ng sahih na hadith na ang kaluluwa ay kinukuha sa utos ng Allah at sa Araw ng Muling Pagkabuhay ang lahat ng nilikha ay ibabangon sa tunog ng Trumpeta.<br><br>Ang paniniwalang ito ay nagpapaalala na ang kamatayan ay hindi walang laman na wakas kundi pintuan sa buhay ng kabilang buhay. Naghahanda tayo sa mabubuting gawa at hindi labis na natatakot sa kamatayan, sapagkat ang may hawak ng buhay at kamatayan ay ang Allah na Makatarungan at Maawain.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 15,
    "title": "Ang Takdang Panahon Para Sa Lahat Ng Nilikha",
    "text": "Ang Allah ﷻ ay naglalaan ng takdang panahon (ajal) sa Kanyang nilikha.",
    "explanation": "Bawat nilikha ay may ajal (sandali ng kamatayan) na itinakda ng Allah; walang makakaaga o makakaantala nito kahit isang segundo. Bahagi ito ng kapasyahan na nakasulat sa Pinangalagaang Tablet.<br><br>Ang sūra al-Anʿām: 2 ay nagsasabi: \"Siya na lumikha sa inyo mula sa alikabok, pagkatapos nagtakda ng ajal (para sa inyo).\" Ang sūra Luqmān: 34: \"Tunay na ang Allah—sa Kanya lamang ang kaalaman ng Oras... at walang kaluluwa ang nakaaalam sa aling lupain siya mamamatay.\" Sinasabi ng sahih na hadith (Bukhārī–Muslim) na ang ajal, ikabubuhay, at kapalaran ng tao ay nakasulat habang nasa sinapupunan pa.<br><br>Ang pagkaunawang ito ay nag-iingat sa atin laban sa labis na pangamba at nag-uudyok na gamitin nang mabuti ang natitirang buhay. Hindi natin mababago kung kailan darating ang takda, ngunit maaari nating punuin ang buhay ng mga gawang kalugud-lugod sa Allah.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 16,
    "title": "Patnubay At Pagkalingat Ay Katarungan",
    "text": "Ang Allah ﷻ ay nagpapatnubay sa sinumang Kanyang naisin sa Kanyang biyaya at nagliligaw sa sinumang Kanyang naisin sa Kanyang katarungan; lahat ay nasa ilalim ng kapasyahan ng Allah ﷻ at walang makapagtatakwil sa pasya ng Allah ﷻ.",
    "explanation": "Ang patnubay (hidāya) at pagkalingat (iḍlāl) ay nasa kamay ng Allah. Ang sinumang Kanyang patnubayan ay dahil sa Kanyang biyaya; ang sinumang Kanyang iligaw ay sa Kanyang katarungan (hal. dahil pinili nila ang kawalang-pananalig matapos maging malinaw ang katotohanan). Ang pasya ng Allah ay hindi matatakwil o mapag-aalanganan ng sinuman.<br><br>Ang sūra al-Anʿām: 125: \"Ang sinumang naisin ng Allah na patnubayan, pinapalapad Niya ang kanyang dibdib sa Islam... at ang sinumang naisin Niyang iligaw, ginagawa Niyang masikip ang kanyang dibdib.\" Ang sūra al-Aʿrāf: 178 ay nagsasabi ring ang patnubay at pagkalingat ay nasa kamay ng Allah. Sinasabi ng sahih na hadith na ang puso ng tao ay nasa pagitan ng dalawang daliri ng Pinakamaawain; binabaling ito ng Allah ayon sa Kanyang kagustuhan.<br><br>Dapat nating sikaping magpatnubay (matuto, manalangin, makisama sa mga matuwid) at huwag maging mapagmataas kung tayo ay napapatnubayan. Huwag din tayong mawalan ng pag-asa sa mga naligaw; patuloy tayong tumawag sa pananampalataya at manalangin para sa kanila, sapagkat ang patnubay ay nananatiling tanging karapatan ng Allah.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 17,
    "title": "Utos Na Sumunod At Bawal Na Sumuway",
    "text": "Ang Allah ﷻ ay nag-uutos sa Kanyang nilikha na sumunod sa Kanya at ipinagbabawal sa Kanyang nilikha na sumuway sa Kanya.",
    "explanation": "Ang Allah ay nag-uutos ng pagsunod (pagsamba, mabuting ugali, pagsunod sa Sugo) at ipinagbabawal ang pagsuway (shirk, malalaki at maliliit na kasalanan). Ang mga utos at pagbabawal na ito ay malinaw sa Quran at Sunnah; ang ating tungkulin ay sumunod at iwasan ang kasalanan.<br><br>Ang sūra an-Nisāʾ: 59: \"Sumunod kayo sa Allah at sumunod kayo sa Sugo.\" Ang sūra al-Aʿrāf: 33 ay ipinagbabawal ang kahalayan, kasamaan at pang-aapi. Sinasabi ng sahih na hadith (Bukhārī) na ang pagsunod sa Sugo ay pagsunod sa Allah, at ang pagsuway sa Sugo ay pagsuway sa Allah. Sinabi rin ng Propeta na ang ipinahintulot at ipinagbawal ay malinaw.<br><br>Sa pang-araw-araw na buhay ay sinusikap nating tuparin ang mga utos (pagdasal, zakāh, katapatan, debosyon) at iwasan ang mga pagbabawal (pagsisinungaling, pakikiapid, patubuan, pagsuway). Hindi tayo nagdaragdag sa ipinagbawal o nagpapabaya sa kasalanan; nananalangin tayo para sa lakas na sumunod at mapangalagaan mula sa pagsuway.",
    "category": "Pamayanan, Pinuno At Fiqh"
  },
  {
    "no": 18,
    "title": "Paglikha Ng Nilikha Ayon Sa Kaalaman Ng Allah",
    "text": "Ang Allah ﷻ ay lumikha ng nilikha sa Kanyang kaalaman.",
    "explanation": "Ang Allah ay lumikha ng sansinukob at bawat nilikha sa Kanyang ganap na kaalaman; walang nilikha nang nagkataon o walang karunungan. Ang lahat ng nilikha ay alinsunod sa sukat, panahon at kapasyahan na alam na ng Allah.<br><br>Ang sūra al-Ḥijr: 86: \"Tunay na ang iyong Panginoon ay ang Manlilikha, ang Maalam.\" Ang sūra al-Furqān: 2 ay nagsasabi na ang Allah ay lumikha ng lahat at itinakda ang mga sukat nito. Sinasabi ng sahih na hadith na isinulat ng Allah ang kapalaran ng lahat ng nilikha bago likhain ang mga langit at lupa.<br><br>Ang paniniwalang ito ay nagpapalago ng kumpiyansa na ang ating buhay ay hindi walang saysay; may balak at karunungan sa likod ng nilikha ng Allah. Nag-uudyok din ito sa atin na matuto at gamitin ang kaalaman, sapagkat ang kaalaman ng tao ay maliit na bahagi ng kaalaman ng Allah na sumasaklaw sa lahat ng bagay.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 19,
    "title": "Ang Allah Ay Nagkakaloob Ng Ikabubuhay Nang Walang Hirap",
    "text": "Ang Allah ﷻ ay lumilikha nang walang pangangailangang gawin ito at nagkakaloob ng ikabubuhay sa Kanyang nilikha nang walang hirap.",
    "explanation": "Ang Allah ay hindi lumikha dahil sa pangangailangan ng nilikha; nagkakaloob Siya ng ikabubuhay nang walang pasan o hirap. Ang ikabubuhay (rizq) ay may kinalaman sa kayamanan, kalusugan, kapayapaan at lahat ng ating tinatamasa; lahat ay mula sa Allah at ibinigay nang madali Niya.<br><br>Ang sūra adh-Dhāriyāt: 56–57 ay nagsasabi na ang Allah ay lumikha ng jinn at sangkatauhan para sambahin Siya, at hindi Niya kailangan ang kanilang ikabubuhay. Ang sūra Hūd: 6: \"Walang nilikhang gumagapang sa lupa na ang ikabubuhay ay hindi mula sa Allah.\" Sinasabi ng sahih na hadith na ang ikabubuhay ay itinakda at hindi magpapalitan; ang sinumang mangingilag sa Allah, bibigyan siya ng Allah ng paraan at ikabubuhay mula sa hindi niya inaasahan.<br><br>Sinusikap nating humanap ng ipinahintulot na ikabubuhay nang walang labis na pangamba; tiyak tayo na ang Nagkakaloob ay ang Allah. Nagpapasalamat tayo sa mayroon tayo at hindi naghahambing ng ating kapalaran sa iba; ang pagbabahagi ng ikabubuhay ay nasa kamay ng Allah ang Maalam.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 20,
    "title": "Ang Allah Ay Nagtatakda Ng Kapalaran Ng Lahat Ng Nilikha",
    "text": "Ang Allah ﷻ ay nagtatakda ng kapalaran para sa Kanyang nililikha.",
    "explanation": "Ang kapalaran (qadar) ay ang kapasyahan ng Allah sa lahat ng nangyayari sa nilikha: ikabubuhay, takda ng buhay, gawa, kaligayahan at kalungkutan, atbp. Lahat ay nakasulat sa Pinangalagaang Tablet bago ang paglikha; naniniwala tayo nang hindi nag-uusisa nang labis sa \"paano\" o \"bakit\".<br><br>Ang sūra al-Qamar: 49: \"Tunay na nilikha Namin ang bawat bagay ayon sa sukat.\" Ang sūra al-Ḥadīd: 22: \"Walang kapinsalaang nangyayari sa lupa o sa inyong sarili maliban na nasa isang aklat (ang Pinangalagaang Tablet) bago Namin ito dalhin sa pag-iral.\" Sinasabi ng sahih na hadith (Muslim) na ang paniniwala sa kapalaran, ang mabuti at masama nito, ay haligi ng pananampalataya.<br><br>Tinatanggap natin ang kapalaran nang may pasensya kapag tinamaan ng kalamidad at may pasasalamat kapag tinanggap ang biyaya. Patuloy tayong nagsisikap (ikhtiyār) sapagkat ang pagsisikap ay bahagi rin ng kapalaran; hindi tayo pasibo o nawawalan ng pag-asa, ni nagrerebelde laban sa kapasyahan ng Allah.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 21,
    "title": "Ang Allah Ay Tumutugon Sa Panalangin Ng Alagad Na Mananampalataya",
    "text": "Ang Allah ﷻ ay tumutugon sa panalangin ng mga tao at binibigyan sila ng kanilang hinihiling.",
    "explanation": "Ang panalangin ay pagsamba at paraan ng paglapit sa Allah. Tumutugon ang Allah sa panalangin ng Kanyang alagad ayon sa Kanyang karunungan: minsan ibinibigay nang eksakto, minsan pinalitan ng mas mabuti o ipinagpaliban sa mas angkop na sandali.<br><br>Ang sūra al-Baqarah: 186: \"Kapag ang Aking mga alagad ay nagtanong sa iyo tungkol sa Akin, malapit Ako. Tinutugunan Ko ang tawag ng sinumang nananalangin kapag nananalangin siya sa Akin.\" Ang sūra Ghāfir: 60: \"Manalangin kayo sa Akin, tutugonin Ko kayo.\" Sinasabi ng sahih na hadith na ang panalangin ay sandata ng mananampalataya at nahihiya ang Allah na tanggihan ang kamay ng alagad na itinataas sa pananalangin.<br><br>Pinag-uudyukan tayong manalangin nang may debosyon, tiwala sa pagtugon at hindi agad mawalan ng pag-asa. Pumipili tayo ng ma'thūr na panalangin (mula sa Propeta) at mabubuting panalangin; tinatanggap natin na ang pinakamabuting resulta ay nasa kamay ng Allah.",
    "category": "Panalangin, Kaalaman At Hangganan"
  },
  {
    "no": 22,
    "title": "Ang Kaalaman Ng Allah Tungkol Sa Mga Naninirahan Sa Kabilang Buhay",
    "text": "Ang Allah ﷻ ay nakaaalam—bago pa umiral ang panahon—ng eksaktong bilang ng mga papasok sa Paraiso at sa Apoy; ang bilang na iyon ay hindi nadadagdagan ni nababawasan.",
    "explanation": "Nakaaalam ang Allah mula pa sa walang hanggan (bago ang panahon) kung sino ang papasok sa Paraiso at sa Apoy; ang Kanyang kaalaman ay perpekto at hindi nagbabago. Hindi ibig sabihin na napipilitan ang tao; nakaaalam ang Allah ng resulta ng pagpili at gawa ng bawat alagad.<br><br>Ang sūra Hūd: 107 at sahih na hadith (Bukhārī–Muslim) ay nagsasabi na ang mga naninirahan sa Paraiso at Apoy ay nakatakda na; may sinasabihan ng \"iyong lugar sa Paraiso\" o \"sa Apoy.\" Ang sūra al-Wāqiʿah at ibang mga talata ay naglalarawan sa dalawang pangkat sa kabilang buhay. Sinabi ng Propeta na itinakda ng Allah kung sino ang magiging mapalad at sawi.<br><br>Hindi tayo dapat magakilala \"tiyak na papasok ako sa Paraiso\" o \"sa Apoy\"; nagsisikap tayong maging kabilang sa mga tao ng kabutihan at umaasang sa awa ng Allah. Ang paniniwalang ito ay nag-uudyok na seryosohin ang mga gawa at huwag umasa sa haka.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 23,
    "title": "Ang Poot At Kasiyahan Ng Allah Ay Perpekto",
    "text": "Ang Allah ﷻ ay napopoot at nasiyahan, ngunit hindi tulad ng anumang nilikha.",
    "explanation": "Ang Allah ay may mga katangian ng poot (ghaḍab) at kasiyahan (riḍā); naniniwala tayo nang hindi ipinaparis sa galit o kagalakan ng tao. Ang poot ng Allah ay perpekto laban sa pagsuway at kawalang-pananalig; ang Kanyang kasiyahan ay perpekto sa pagsunod at tawhid.<br><br>Ang sūra al-Fatḥ: 6 at ibang mga talata ay binabanggit ang kasiyahan ng Allah. Sinasabi ng sahih na hadith (Bukhārī–Muslim) na ang Allah ay napopoot sa suwail at nasiyahan sa masunurin; \"Ang sinumang magpagalit sa Allah para sa (paglabag sa) Aking karapatan, magagalit Ako sa kanya.\" Sinabi ng Propeta na ang kasiyahan ng Allah ay nasa kasiyahan ng magulang. Hindi tayo nagtatanong \"paano\" ang poot o kasiyahan ng Allah (nang walang tashbīh).<br><br>Sa praktika hinahanap natin ang kasiyahan ng Allah sa pagsunod at iniiwasan ang nagpapagalit sa Kanya. Nangangamba tayo sa Kanyang poot at umaasa sa Kanyang kasiyahan, nang hindi iniisip ang Allah na parang emosyonal na nilikha.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 24,
    "title": "Ang Allah Ay Walang Hanggan Na Una At Walang Hangganang Nananatili",
    "text": "Ang Allah ﷻ ay Qadīm nang walang simula at Nananatili nang walang wakas.",
    "explanation": "Ang Allah ay Qadīm (walang simula ang Kanyang pag-iral) at Baqā (nananatili, walang wakas). Lagi Siyang nariyan; hindi kailanman \"wala pa\" at hindi kailanman \"mawawala.\" Lahat ng nilikha ay mawawala, at nananatili ang mukha ng iyong Panginoon, puno ng kadakilaan at karangalan.<br><br>Ang sūra ar-Raḥmān: 26–27: \"Lahat ng nasa lupa ay mawawala. At nananatili ang mukha ng iyong Panginoon.\" Ang sūra al-Ḥadīd: 3: \"Siya ang Una at ang Huli.\" Sinasabi ng sahih na hadith na ang Allah ay nariyan at walang anuman na kasama Niya bago ang paglikha.<br><br>Ang paniniwalang ito ay nagpapatatag ng puso: sumasamba tayo sa Hindi mawawala; ang Kanyang pangako at banta ay walang hanggan. Ang pansamantalang mundo ay nagpapaalaala na huwag masyadong magkapit; ang tanging nananatili at karapat-dapat sa walang hanggang sandigan ay ang Allah.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 25,
    "title": "Ang Mga Katangian Ng Allah Ay Umiiral Bago Ang Paglikha",
    "text": "Ang Allah ﷻ ay laging umiiral kasama ang Kanyang mga katangian mula pa bago ang paglikha, at ang paglikha ng nilikha ay hindi nagdaragdag ng anuman sa Kanyang mga katangian; ang Allah ﷻ ay nananatili sa buong panahong walang hanggan.",
    "explanation": "Ang mga katangian ng Allah (kaalaman, kapangyarihan, buhay, salita, atbp.) ay laging sa Kanya mula pa bago ang anumang paglikha. Ang paglikha ng sansinukob ay hindi \"nagdagdag\" ng bagong katangian sa Allah; nananatili Siyang perpekto nang hindi umaasa sa nilikha. Tinatanggihan nito ang ideya na \"nakuha\" lang ng Allah ang mga katangian pagkatapos lumikha.<br><br>Ang sūra al-Ḥadīd: 3 ay binabanggit ang Allah na Una at Huli. Ang mga talata sa mga pangalan at katangian (Al-ʿAlīm, Al-Qādir, atbp.) ay nagpapakita ng walang hanggang mga katangian. Ang hadith at pinagkaisahan ng Ahl as-Sunna: ang Allah ay laging may Kanyang mga katangian, hindi nagbabago at hindi nadadagdagan ng pag-iral ng nilikha.<br><br>Ang pagkaunawang ito ay nag-iingat sa tawhid mula sa mga pag-iisip na nagpapababa sa Allah (parang nag-evolve o umaasa sa mundo). Sumasamba tayo sa Allah na perpekto mula pa noong walang hanggan, ngayon at magpakailanman.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 26,
    "title": "Ang Allah Ay Laging Panginoon At Tagapaglikha",
    "text": "Ang Allah ﷻ ay laging Panginoon at laging Tagapaglikha, kahit noong wala pang sinasamba sa Kanya o wala pang nilikha.",
    "explanation": "Ang Allah ay nananatiling Panginoon (Ilāh) at Tagapaglikha (Khāliq) kahit bago pa may nilikhang sumamba sa Kanya o may nilikha. Ang Kanyang mga katangian ng pagka-Panginoon at pagka-Diyos ay hindi nakadepende sa nilikha; karapat-dapat Siyang sambahin at may kakayahang lumikha mula pa noong walang hanggan.<br><br>Ang sūra al-Ikhlāṣ at mga talata sa tawhīd ay nagpapatotoo sa kaisahan ng Allah nang hindi nakadepende sa pagkilala ng nilikha. Ang hadith na \"Kuntu kanzan makhfiyyan\" (Ako ay naging nakatagong kayamanan) sa ilang salaysay ay nagpapaalam na ang Allah ay nariyan na bago ang paglikha. Itinuturing ng mga pantas ng Ahl as-Sunna: ang Allah ay laging Al-Khāliq sa kahulugan, bagaman ang gawa ng paglikha (takwīn) ay nangyayari ayon sa Kanyang kagustuhan.<br><br>Ito ay pumipigil sa atin na isiping ang Allah ay \"naging\" Panginoon o Tagapaglikha lang pagkatapos magkaroon ng mundo; Siya ay perpekto at malaya sa lahat.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 27,
    "title": "Pagbabawal Sa Debate Tungkol Sa Kapasyahan Ng Allah",
    "text": "Alam na ng Allah ﷻ ang lahat ng mangyayari, at itinakda Niya ito nang detalyado at tiyak; walang makakalaban, makakadagdag, o makakabago sa kapasyahan ng Allah ﷻ—ang magdebate tungkol sa kapasyahan at usisain ang \"bakit\" ay pagkaligaw.",
    "explanation": "Ang kapasyahan ng Allah ay nakasulat at tiyak; walang makakabago. Ang magdebate tungkol sa \"bakit ito itinakda ng Allah\" o usisain ang mga lihim ng qadar nang walang matibay na batayan ay ipinagbabawal at maaaring magtungo sa pagkaligaw (tulad ng matinding pananaw Qadari o Jabari).<br><br>Ang sūra al-Kahf: 22 ay nagbabala laban sa pagtanong sa hindi ipinahayag. Sinasabi ng sahih na hadith (Muslim) na ang pagsasalita tungkol sa kapasyahan nang walang kaalaman ay ipinagbabawal; ipinagbawal ng Propeta ang debate tungkol sa qadar. Ipinaliwanag ng mga pantas na naniniwala tayo sa kapasyahan nang hindi \"humuhukay\" sa hindi ipinahayag ng Allah.<br><br>Tinatanggap natin ang kapasyahan nang may tiwala at pasensya; hindi natin inuubos ang lakas sa pagdebate \"bakit ako itinakda nang ganito.\" Ang ating pokus ay kumilos ayon sa Sharīʿah at tanggapin ang kapasyahan ng Allah nang buong puso.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 28,
    "title": "Ang Allah Ay Hindi Kailanman Mawawala",
    "text": "Ang Allah ﷻ ay hindi kailanman mawawala o magwawakas.",
    "explanation": "Ang Allah ay walang hanggang nananatili; hindi mawawala, mawawala, o magwawakas. Hindi tulad ng nilikhang pansamantala, ang sangkap at mga katangian ng Allah ay nananatili magpakailanman. Ang paniniwalang ito ay bahagi ng kasakdalan ng tawhīd.<br><br>Ang sūra ar-Raḥmān: 27: \"At nananatili ang mukha ng iyong Panginoon.\" Ang sūra al-Qaṣaṣ: 88: \"Lahat ay mawawala maliban sa Kanyang mukha.\" Ang hadith at pinagkaisahan ng mga pantas ay nagsasabing ang Allah ay hindi mawawala; Siya ang Una at Huli, ang Panlabas at Panloob.<br><br>Sa paniniwalang ito tayo ay payapa: ang pangako ng Paraiso at banta ng Impiyerno ay walang hanggan, at ang tanging karapat-dapat sa walang hanggang sandigan ay ang Allah. Hindi tayo takot na \"mawawala\" ang ating Panginoon; ang Kanyang walang hanggan ay pinagmumulan ng kapayapaan para sa mananampalataya.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 29,
    "title": "Ang Allah Ay Hindi Nangangailangan Ng Nilikha",
    "text": "Ang Allah ﷻ ay hindi nangangailangan ng Trono o ng anumang nasa ilalim nito.",
    "explanation": "Ang Trono (ʿArsh) ay pinakamalaking nilikha ng Allah, ngunit ang Allah ay hindi nangangailangan ng Trono o ng anumang nasa ilalim. Ang Allah ay umiiral nang hindi nangangailangan ng lugar; ang Trono ay nilikha bilang tanda ng kapangyarihan at para sa nilikha, hindi para \"suportahan\" ang Allah.<br><br>Ang sūra Ṭāhā: 5: \"Ang Pinakamaawain, na nag-aangat sa Trono.\" Binibigyang-kahulugan ng mga pantas ang istiwāʾ nang nararapat sa Allah nang hindi itinutulad sa nilikha. Ang sūra al-Baqarah: 255 ay nagsasabing ang Allah ay hindi inaantok ni natutulog; hindi Niya kailangan ng pahinga o \"upuan.\" Sinasabi ng sahih na hadith na ang Trono ay bubong ng Paraiso at ang Allah ay hindi nangangailangan ng langit o lupa.<br><br>Ang pagkaunawang ito ay nag-iingat sa atin mula sa pag-iisip na \"nakaupo\" ang Allah sa Trono tulad ng isang hari. Ang Allah ay May-kaya; ang Trono at lahat ng nilikha ay Kanyang nilikhang sumusuko, hindi bagay na Kanyang kailangan.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 30,
    "title": "Pananampalataya Sa Trono At Sa Tungtungan",
    "text": "Ang Trono (ʿArsh) at ang Tungtungan (al-Kursī) ay totoo, at naniniwala tayo rito.",
    "explanation": "Ang Trono at ang Tungtungan ay nilikha ng Allah na binanggit sa mga teksto; naniniwala tayo rito nang hindi tinatanggihan o itinutulad sa mga trono sa mundo. Ang Trono ay ang dakilang trono; ang Tungtungan (sa talata ng Trono) ay binanggit din na sumasaklaw sa mga langit at lupa.<br><br>Ang sūra al-Baqarah: 255 (talata ng Trono): \"Ang Kanyang Tungtungan ay sumasaklaw sa mga langit at lupa.\" Ang sūra al-Ḥāqqa: 17 at iba pang talata ay binabanggit ang mga anghel na nagdadala ng Trono. Sinasabi ng sahih na hadith (Bujārī) na ang pitong langit kumpara sa Tungtungan ay parang singsing sa disyerto, at ang Tungtungan kumpara sa Trono ay mas maliit pa. Naniniwala tayo nang hindi tinatanong ang \"paano\" ng kanilang anyo.<br><br>Ang pananampalataya sa Trono at Tungtungan ay nagpapaalaala sa atin ng kadakilaan ng Allah; ang Kanyang nilikha pa lang ay napakalawak, lalo na ang Tagapaglikha. Hindi natin tinatanggihan o tinutuya ang mga tunay na balita ng hindi nakikita mula sa Qur'an at Sunna.",
    "category": "Mga Anghel At Hindi Nakikita"
  },
  {
    "no": 31,
    "title": "Obligasyon Ng Hajj At Jihad",
    "text": "Ang Hajj at Jihad sa ilalim ng pamumuno ng pinuno ng mga Muslim—makatarungan man o hindi—ay mga obligasyon na nananatili hanggang sa Takdang Oras, at walang makakansela o makapawi rito.",
    "explanation": "Ang Hajj at Jihad ay nananatiling obligatorio ayon sa Sharīʿah kahit hindi makatarungan ang pinuno; hindi natin maaaring kanselahin ang mga obligasyong ito sa dahilan ng pagtutol sa pinuno. Isinasagawa ang mga ito kasama ang imam/amir ng mga Muslim para sa kaayusan at hindi kaguluhan; ang mga obligasyong ito ay nananatili hanggang Araw ng Paghuhukom.<br><br>Ang sūra Āl ʿImrān: 97 ay nag-uutos ng hajj para sa may kakayahan. Sinasabi ng sahih na hadith (Bujārī–Muslim) na ang jihad ay nananatili sa ilalim ng utos; \"Makinig at sumunod (sa amir) kahit na alipin na Abyssinian ang mamuno sa inyo.\" Sinabi rin ng Propeta na nananatili tayong nanalangin sa likod ng imam na makasalanan habang itinatag niya ang pagdarasal. Hindi ito pagbibigay-katwiran sa kawalang-katarungan kundi pagpapanatili ng pagkakaisa at kaayusan ng Sharīʿah.<br><br>Sa gawi ay tinutupad natin ang hajj kapag may kakayahan at sumasama sa jihad kapag tinawagan nang naaayon sa batas; hindi natin ginagawang dahilan ang mga kapintasan ng pinuno para talikuran ang obligasyon o magwatak-watak ang pamayanan.",
    "category": "Pamayanan, Pinuno At Fiqh"
  },
  {
    "no": 32,
    "title": "Ang Lihim Na Katotohanan Ng Kapasyahan Ng Allah",
    "text": "Ang katotohanan ng kapasyahan (qadar) ay lihim ng Allah ﷻ sa Kanyang nilikha; naniniwala ang tao rito nang hindi sumisiyasat o nagtatanong ng \"bakit\" sa mga gawa ng Allah ﷻ, sapagkat ipinagbabawal ito ng Allah ﷻ at walang idudulot kundi kapahamakan.",
    "explanation": "Ang katotohanan ng qadar ay lihim ng Allah; naniniwala tayo na lahat ng kapasyahan ay mula sa Kanya nang hindi \"humuhukay\" o nagtatanong \"bakit\" ganito ang ginawa ng Allah. Ang pagsiyasat dito ay ipinagbabawal at walang idudulot kundi kapahamakan (pagkaligaw o pagkabahala).<br><br>Ang sūra al-Māʾidah: 101 ay nagbabawal ng pagtatanong sa mga bagay na kung ipapaliwanag ay magpapabigat lamang. Sinasabi ng sahih na hadith (Muslim) na ipinagbabawal ang pagtatalo tungkol sa qadar. Pinaalalahanan rin ng Propeta na ang sinumang makipagtalo tungkol sa qadar ay hindi maliligtas. Naniniwala ang mga pantas ng Ahl as-Sunna sa qadar nang walang takyīf o taʿṭīl.<br><br>Tinatanggap natin ang kapasyahan nang buong puso at nakapokus sa gawa; hindi natin inuubos ang oras sa pagsiyasat \"bakit ito o iyan ang itinakda ng Allah\" sapagkat iyon ay lampas sa abot ng isip at walang pakinabang sa pananampalataya.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 33,
    "title": "Ang Islam Ang Tanging Tunay Na Relihiyon",
    "text": "May iisang relihiyon lamang ng Allah ﷻ sa langit at lupa, at iyon ay ang Islam (pagsuko).",
    "explanation": "Ang relihiyong tinatanggap ng Allah ay iisa lamang: ang Islam (pagsuko sa Allah sa pamamagitan ng tawhīd at pagsunod sa Sugo). Ang tunay na relihiyong panglangit mula kay Propeta Adam hanggang Propeta Muhammad ay sa diwa ay iisa; ang lumihis o pinalsipika ay hindi na relihiyon ng Allah.<br><br>Ang sūra Āl ʿImrān: 19: \"Tunay na ang (tinatanggap na) relihiyon sa panig ng Allah ay ang Islam.\" Ang sūra Āl ʿImrān: 85: \"Sinumang maghanap ng relihiyon bukod sa Islam, hindi ito tatanggapin mula sa kanya.\" Sinasabi ng sahih na hadith na magkakapatid ang mga propeta (iisa ang kanilang relihiyon); ang Propeta Muhammad ay isinugo sa Islam na naglulubos. Hindi natin ipinipilit ang paniniwalang ito nang marahas, ngunit tiyak tayo na iisa ang katotohanan at ang landas ng kaligtasan ay ang Islam.<br><br>Nag-uudyok ito sa atin na matutuhan at isabuhay nang wasto ang Islam, huwag itong paghaluin sa salungat na paniniwala, at anyayahan dito nang may talino para makilala ng iba ang tanging relihiyong tinatanggap ng Allah.",
    "category": "Pananampalataya: Mga Haligi, Kahulugan At Gitnang Landas"
  },
  {
    "no": 34,
    "title": "Pagkakapantay Ng Pananampalataya At Pagkakaiba Sa Kabanalan",
    "text": "Ang pananampalataya ay sa diwa ay pareho para sa lahat, ngunit ang kahigitan ng ilan sa iba ay dahil sa kabanalan, kamalayan kay Allah ﷻ, at kanilang pagpili ng higit na nakalulugod kay Allah ﷻ.",
    "explanation": "Ang batayan ng pananampalataya (mga haligi ng pananampalataya, ang dapat paniwalaan mula sa Sharīʿah) ay pareho para sa bawat Muslim; walang \"antas\" ng pananampalataya sa pangunahing paniniwala. Ang nagpapabukod ng ranggo ay ang kabanalan, kamalayan kay Allah (murāqabah), at pagpiling unahin ang nakalulugod kay Allah.<br><br>Ang sūra al-Ḥujurāt: 13: \"Tunay na ang pinakamarangal sa inyo sa panig ng Allah ay ang pinakabanal.\" Sinasabi ng sahih na hadith (Bujārī) na hindi maaaring mag-angkin ang isang tao na mas nananampalataya kaysa iba sa batayan; ang kahigitan ay nasa gawa at kabanalan. Sinabi rin ng Propeta na ang pinakamabuting Islam ay yaong may pinakamabuting ugali.<br><br>Hindi tayo nagmamalaki sa pag-aakalang \"mas nananampalataya\" kaysa iba; nagsusumikap tayong tumaas ang kabanalan at gawa. Ang pagkakaiba ng ranggo sa panig ng Allah ay batay sa pagsusumikap at kabanalan, hindi sa pag-aangkin o pangkat.",
    "category": "Pananampalataya: Mga Haligi, Kahulugan At Gitnang Landas"
  },
  {
    "no": 35,
    "title": "Mga Haligi Ng Pananampalataya Kay Allah At Sa Sugo",
    "text": "Ang pananampalataya ay binubuo ng pananampalataya kay Allah ﷻ, sa Kanyang mga anghel, Kanyang mga aklat, Kanyang mga sugo, sa Huling Araw, at pananampalataya na ang kapasyahan—mabuti at masama—ay lahat mula kay Allah ﷻ.",
    "explanation": "Ang mga haligi ng pananampalataya ay anim: pananampalataya kay Allah, mga anghel, mga aklat, mga sugo, huling araw, at kapasyahan (mabuti at masama mula kay Allah). Ito ang pangunahing paniniwalang dapat paniwalaan ng bawat Muslim; ang pagtanggi sa alinman ay sumisira sa pananampalataya.<br><br>Sinasabi ng sahih na hadith (Bujārī–Muslim) mula kay ʿUmar ibn al-Khaṭṭāb ang anim na haliging ito nang magtanong si Jibrīl tungkol sa pananampalataya. Ang sūra al-Baqarah: 285: \"Ang Sugo ay naniniwala sa ipinanaog sa kanya mula sa kanyang Panginoon, at gayon din ang mga nananampalataya. Lahat ay naniniwala kay Allah, Kanyang mga anghel, Kanyang mga aklat, at Kanyang mga sugo.\" Sinasabi ng sūra al-Ḥadīd: 22 na kahit sakuna ay nakasulat (bahagi ng kapasyahan).<br><br>Pinatitibay natin ang puso sa anim na ito at itinuturo sa pamilya at iba. Ang buong pananampalataya ay sumasaklaw sa lahat ng haligi; hindi tayo maaaring pumili o tumanggi sa alinman.",
    "category": "Pananampalataya: Mga Haligi, Kahulugan At Gitnang Landas"
  },
  {
    "no": 36,
    "title": "Kahulugan Ng Pananampalataya Sa Dila At Puso",
    "text": "Ang pananampalataya ay binubuo ng pag-amin sa dila at pagtanggap sa puso.",
    "explanation": "Ang pananampalataya ay hindi lamang salita sa bibig o gawa lamang; kasama rito ang pag-amin sa dila (shahādah, pagsasabi ng totoo) at paniniwala sa puso (taṣdīq). Dapat pareho; ang sinumang nagsasalita lamang nang hindi naniniwala sa puso ay mapagkunwari; ang naniwala lamang sa puso nang hindi nagsalita ay hindi pa tumupad sa harap ng tao at batas.<br><br>Sinabi ng sahih na hadith (Bujārī–Muslim) na tinanong ang Propeta tungkol sa pinakamabuting gawa; ang pananampalataya ay binanggit bilang saligan. Sūra al-Ḥujurāt: 14: \"Sinabi ng mga Bedouin: Kami ay sumampalataya na. Sabihin mo: Hindi pa kayo sumampalataya; sa halip sabihin ninyo: Kami ay sumuko (Islām), sapagkat ang pananampalataya ay hindi pa pumasok sa inyong mga puso.\" Sumasang-ayon ang mga pantas ng Ahl as-Sunnah na ang pananampalataya ay may salita (qawl) at gawa na lumalabas sa \"pagtanggap sa puso.\"<br><br>Pinangangalagaan natin ang dila sa mga salitang nakasasama sa pananampalataya at ang puso sa pag-aalanganin o pagtanggi; nagsusumikap tayo na magkaayon ang salita at paniniwala.",
    "category": "Pananampalataya: Mga Haligi, Kahulugan At Gitnang Landas"
  },
  {
    "no": 37,
    "title": "Pagtatakwil Sa Paglihis Ng Paniniwala",
    "text": "Ito ang aming relihiyon at ang aming pinaniniwalaan sa loob at labas; nagtatakwil kami sa harap ni Allah ﷻ sa sinumang sumalungat sa aming sinasabi at ipinapaliwanag.",
    "explanation": "Ang kredong Ṭaḥāwī na ito ay ang pahayag ng paniniwala ng Ahl as-Sunnah; sinumang lumihis sa nakasaad at ipinapaliwanag dito, nagtatakwil kami sa kanya sa harap ni Allah. Hindi ito personal na away kundi paglilinaw na hindi namin sinusundan ang paglihis ng paniniwala (bidʿa, pamahiin, o kamalian).<br><br>Iniuutos ng sūra al-Mumtaḥanah: 4 ang pagtatakwil sa mga kaaway ni Allah. Sinabi ng Propeta (Abū Dāwūd, pinatunayan): \"Sinumang mag-imbento o kumupkop sa nag-imbento ay wala sa garantiya ni Allah.\" Ipinapaliwanag ng mga pantas na ang pagtatakwil (barāʾa) sa mga taong nag-imbento ay sa hindi pagsunod sa kanilang paniniwala at paglilinaw ng kanilang kamalian, hindi sa pananakit.<br><br>Kumakapit kami sa tunay na kredo at umiiwas sa maling paniniwala; hindi namin idinideklara ang iba na hindi naniniwala nang walang wastong patunay, ngunit malinaw kami sa paglihis ng paniniwala at nagtatakwil dito.",
    "category": "Pananampalataya: Mga Haligi, Kahulugan At Gitnang Landas"
  },
  {
    "no": 38,
    "title": "Ang Islam Ay Ang Perpektong Gitnang Landas",
    "text": "Ang Islam ay ang gitnang landas: hindi labis ni kulang; hindi paghahalintulad ng mga katangian ni Allah ﷻ sa nilikha ni pagtanggi sa mga katangian ni Allah ﷻ; hindi sukdulang jabr ni pagtanggi sa qadar; at hindi maling ganap na katiyakan ni kawalan ng pag-asa.",
    "explanation": "Ang Ahl as-Sunnah ay nakatayo sa gitnang landas: sa mga katangian ni Allah ay pinatototohanan natin ang itinatakda ni Allah nang walang paghahalintulad sa nilikha (tashbīh) at walang pagtanggi (taʿṭīl). Sa qadar ay hindi tayo sukdulang jabr ni tumatanggi sa qadar; sa pag-asa at takot ay hindi natin sinasabi ang paraiso o impiyerno para sa isang tao ni nawawalan ng pag-asa sa awa ni Allah.<br><br>Sūra al-Baqarah: 143: \"Ganito Kami gumawa sa inyo na pamayanang gitna.\" Pinatototohanan ng hadith at pinagkasunduan ng mga pantas na ang mga katangian ni Allah ay pinaniniwalaan nang walang pagtatanong \"paano\" (takyīf) at walang paghahalintulad (tamthīl). Ipinagbawal ng Propeta ang sukdulan sa relihiyon. Ang gitnang landas na ito ay ligtas sa bidʿa.<br><br>Nagsusumikap tayong manatili sa gitnang landas: hindi labis (ghuluww) ni kapabayaan (taqṣīr); natututo tayo mula sa mga pantas ng Ahl as-Sunnah para hindi mahila sa mga sukdulan.",
    "category": "Pananampalataya: Mga Haligi, Kahulugan At Gitnang Landas"
  },
  {
    "no": 39,
    "title": "Ang Katotohanan Ng Paglalakbay Sa Gabi At Pag-Akyat",
    "text": "Ang paglalakbay sa gabi (Isrāʾ) at pag-akyat (Miʿrāj) ay totoo: ang Propeta ﷺ ay dinala isang gabi at umakyat sa katawan na gising sa mga langit hanggang kung saan ninais ni Allah ﷻ.",
    "explanation": "Ang Isrāʾ (paglalakbay mula sa Banal na Masjid patungo sa Masjid Al-Aqṣā) at Miʿrāj (pag-akyat sa mga langit) ay nangyari sa katawan at kaluluwa ng Propeta na gising; hindi panaginip ni espiritu lamang. Ang pangyayaring ito ay himala na ibinigay ni Allah para palakasin ang Propeta at ang ummah; naniniwala tayo rito nang walang paghihiling ng \"paano\" na makatwiran sapagkat lampas ito sa karaniwang nilikha.<br><br>Sūra al-Isrāʾ: 1: \"Kapurihan sa Kanya na nagpalakbay sa Kanyang alipin sa gabi mula sa Banal na Masjid patungo sa Masjid Al-Aqṣā.\" Isinasalaysay ng sahih na hadith (Bujārī–Muslim) ang Miʿrāj nang detalyado: umakyat ang Propeta sa mga langit, nakilala ang mga naunang propeta at tumanggap ng utos ng limang dasal. Ang mga salaysay na ito ay malawak na naipasa at bahagi ng paniniwala ng pamayanan.<br><br>Itinuturing natin ang Isrāʾ at Miʿrāj na katotohanan mula kay Allah; pinatitibay nito ang aming paniniwala na ang Propeta ay sugo ni Allah na binigyan ng mga himala at ang limang dasal ay ang dakilang tungkulin na itinakda sa itaas ng mga langit.",
    "category": "Propeta At Sugo"
  },
  {
    "no": 40,
    "title": "Ang Kapatawaran Ni Allah Para Sa Mga Alipin Na Nananampalataya",
    "text": "Kung ninais ni Allah ﷻ, pinatatawad Niya at pinagpapaliban Niya sila sa Kanyang biyaya; kung ninais ni Allah ﷻ, pinarurusahan Niya sila, saka inilalabas Niya sila sa awa at pamamagitan; si Allah ﷻ ang Tagapagtanggol ng mga nakakakilala sa Kanya at hindi Niya sila itinuturing gaya ng mga tumatanggi kay Allah ﷻ.",
    "explanation": "May kapangyarihan si Allah na patawarin ang Kanyang mga alipin na nananampalataya sa Kanyang biyaya, o parusahan sila ayon sa Kanyang katarungan; kung parurusahan Niya, maaari pa Niya silang ilabas mula sa Apoy sa awa at pamamagitan. Ang mga nakakakilala kay Allah (ʿārif billāh) at nananampalataya ay hindi itinuturing na gaya ng mga tumatanggi sa Kanya.<br><br>Sūra az-Zumar: 53: \"Sabihin mo: O Aking mga alipin na nagmalabis laban sa inyong sarili, huwag kayong mawalan ng pag-asa sa awa ni Allah. Tunay na pinatatawad ni Allah ang lahat ng kasalanan.\" Binanggit ng sahih na hadith ang pamamagitan ng Propeta para sa kanyang ummah at na inilalabas ni Allah mula sa Apoy ang sinumang may tawḥīd sa puso. Naniniwala ang Ahl as-Sunnah na ang mga taong may tawḥīd ay hindi namamalagi magpakailanman sa Apoy kung papasok doon dahil sa kasalanan.<br><br>Hindi natin sinasabing \"tiyak na pinatawad\" o \"tiyak na nasa Apoy\" para sa sinuman; umaasa tayo sa awa ni Allah at natatakot sa Kanyang parusa. Sigurado tayo na si Allah ay makatarungan at maawain; ang nagsisisi at nananampalataya ay hindi itinuturing na gaya ng hindi nananampalataya.",
    "category": "Ang Huling Araw"
  },
  {
    "no": 41,
    "title": "Pag-Asa Sa Paraiso Para Sa Mga Taong Mabuti",
    "text": "Inaasahan natin na patawarin ni Allah ﷻ ang mga gumagawa ng mabuti at papapasukin sa Paraiso, ngunit hindi natin ito itinatakda para sa sinuman; hinihingi natin ang kapatawaran para sa mga gumagawa ng masama, at hindi tayo nawawalan ng pag-asa sa gayong tao.",
    "explanation": "Inaasahan at inaakala nating mabuti na patawarin ni Allah ang mga taong mabuti at papapasukin sa Paraiso, ngunit hindi natin itinatakda ito para sa anumang partikular na tao (walang katiyakan nang walang gawa). Para sa mga gumagawa ng masama ay hinihingi natin ang kapatawaran at hindi tayo nawawalan ng pag-asa sa awa ni Allah para sa kanila.<br><br>Ang Sūra az-Zumar: 53 ay nag-aanyaya sa atin na huwag mawalan ng pag-asa sa awa ni Allah. Isang sahih na hadith ang nagsasabing walang papasok sa Paraiso sa kanyang gawa lamang; lahat ay sa awa ni Allah. Ipinagbawal ng Propeta ang pagtatakda ng Paraiso o Impiyerno para sa sinuman; inaasahan natin ang pinakamabuti at nanalangin. Ang Ahl as-Sunnah ay hindi tulad ng Khawārij na nagpapahayag ng malalaking makasalanan na hindi nananampalataya ni tulad ng Murjiʾa na itinuturing ang mga gawa na hindi mahalaga.<br><br>Nagsisikap tayong gawin ang pinakamabuti at umaasa sa awa ni Allah; nanalangin tayo para sa mga gumagawa ng masama at hindi natin hinuhusgahan na tiyak na papasok sila sa Impiyerno. Ang balanse sa pagitan ng pag-asa at takot na ito ay nagpapanatili sa atin mula sa labis.",
    "category": "Ang Huling Araw"
  },
  {
    "no": 42,
    "title": "Propesiya Ni Ibrahim At Ang Pagsasalita Kay Musa",
    "text": "Naniniwala tayo na ginawang matalik na kaibigan (khalīl) ni Allah ﷻ si Ibrahim, at na direktang nagsalita si Allah ﷻ kay Musa.",
    "explanation": "Ang Propeta Ibrahim ay ang Kaibigan ni Allah (Khalīlullāh); pinili siya ni Allah bilang malapit na kasama. Ang Propeta Musa ay binigyan ng pribilehiyong direktang makipagsalita kay Allah (kalāmullāh) nang walang tagapamagitan; ito ay himala at karangalan mula kay Allah.<br><br>Sūra an-Nisāʾ: 125: \"At kinuha ni Allah si Ibrahim bilang kaibigan (khalīl).\" Sūra an-Nisāʾ: 164: \"At nagsalita si Allah kay Musa nang tuwirang pagsasalita.\" Isang sahih na hadith ang nagpapatotoo sa karangalan nina Ibrahim at Musa; sinabi ng Propeta na nagsalita si Allah kay Musa sa Bundok Ṭūr. Naniniwala tayo sa mga karangalan ng mga propeta nang hindi minamaliit ang iba.<br><br>Ang paniniwalang ito ay nagtuturo sa atin na igalang ang lahat ng propeta at huwag ilaban ang isa sa iba; bawat isa ay may karangalang ibinigay ni Allah. Kumukuha tayo ng halimbawa kay Ibrahim (katatagan sa tawḥīd) at Musa (pakikipag-usap kay Allah sa pamamagitan ng panalangin at pagsunod).",
    "category": "Propeta At Sugo"
  },
  {
    "no": 43,
    "title": "Pagtanong At Parusa Sa Libingan",
    "text": "Naniniwala tayo sa parusa ng libingan para sa mga nararapat dito, at sa pagtanong sa libingan ni Munkar at Nakīr tungkol sa kanilang Panginoon, relihiyon, at propeta, ayon sa mga hadith at ulat ng mga Kasamahan.",
    "explanation": "Pagkatapos ng kamatayan, ang tao ay nasa larangan ng barzakh; sa libingan ay tatanungin siya ng dalawang anghel (Munkar at Nakīr) tungkol sa kanyang Panginoon, kanyang relihiyon, at kanyang propeta. Sinumang sumagot nang tama ay tatanggap ng ginhawa ng libingan; sinumang hindi nananampalataya o mapagkunwari ay tatanggap ng parusa ng libingan ayon sa katarungan ni Allah.<br><br>Ang mga sahih na hadith (Bukhārī, Muslim at iba pa) ay nagsasalaysay ng pagtanong at parusa ng libingan; itinuro ng Propeta ang isang panalangin para humingi ng proteksyon mula sa parusa ng libingan. Ang mga ulat ng mga Kasamahan ay nagpapatotoo rin nito. Ang Sūra al-Muʾminūn: 99–100 ay tumutukoy sa barzakh at sa hadlang sa pagitan ng mga patay at pagbabalik sa mundo.<br><br>Naghahanda tayo sa pamamagitan ng pagpapagtibay ng tawḥīd, pagsunod sa tunay na relihiyon, at pagkilala sa Propeta Muhammad; nanalangin tayo para sa katatagan kapag tinanong sa libingan at para sa proteksyon mula sa parusa ng libingan.",
    "category": "Ang Huling Araw"
  },
  {
    "no": 44,
    "title": "Muling Pagkabuhay At Pagsusulit Sa Araw Ng Paghuhukom",
    "text": "Naniniwala tayo sa muling pagkabuhay pagkatapos ng kamatayan, gantimpala sa mga gawa sa Araw ng Paghuhukom, pagharap ng mga gawa, pagsusulit (ḥisāb), pagbasa ng talaan, gantimpala o parusa, tulay (ṣirāṭ), at timbangan (mīzān).",
    "explanation": "Ang Araw ng Paghuhukom ay kung kailan ang lahat ng tao ay ibabangon mula sa libingan para husgahan. Ang mga gawa ay ihaharap, babasahin ang talaan, ang timbangan (mīzān) ay magtimbang ng mga gawa, saka tatawid ang mga tao sa tulay (ṣirāṭ) patungo sa Paraiso o Impiyerno. Naniniwala tayo sa lahat ng ito ayon sa dumating sa Quran at hadith.<br><br>Sūra az-Zalzalah: 7–8: \"Sinumang gumawa ng mabuti na katumbas ng bigat ng atomo ay makikita ito. At sinumang gumawa ng masama na katumbas ng bigat ng atomo ay makikita ito.\" Ang Sūra al-Kahf: 49, al-Isrāʾ: 13–14 at maraming ibang talata ay nagsasalita ng talaan ng mga gawa, pagsusulit at mīzān. Isang sahih na hadith (Bukhārī–Muslim) ay nagsasalaysay ng ṣirāṭ at na ang ilan ay tatawid nang ligtas at ang ilan ay mahuhulog.<br><br>Ang paniniwalang ito ay nag-uudyok sa atin na gumawa ng mabuti at iwasan ang kasalanan; sigurado tayo na walang nawawala sa talaan at bawat gawa ay gagantimpalaan. Hinihiling natin kay Allah na padaliin ang ating pagsusulit at iligtas tayo sa araw na iyon.",
    "category": "Ang Huling Araw"
  },
  {
    "no": 45,
    "title": "Paniniwala Sa Mga Karāmāt Ng Mga Santo",
    "text": "Naniniwala tayo sa mga karāmāt (kababalaghan) ng mga santong ating nakikilala, at sa mga sahih na ulat tungkol sa kanila mula sa mapagkakatiwalaang pinagmulan.",
    "explanation": "Ang Karāma ay kababalaghan o pabor na ipinagkakaloob ni Allah sa taong matuwid (walī) nang higit sa karaniwan, tulad ng kaalamang ibinigay nang walang pag-aaral o tulong sa kritikal na sandali. Naniniwala tayo sa mga karāmāt na ang mga ulat ay sahih mula sa mapagkakatiwalaang pinagmulan; hindi natin itinatakwil ni pinararami ang mga ito.<br><br>Ang Sūra Maryam ay nagsasalaysay na binigyan si Maryam ng sustento sa mihrāb; ang Sūra al-Kahf ay nagsasalaysay ng Mga Tao ng Kuweba. Ang mga sahih na hadith ay nagsasalaysay ng mga karāmāt ng mga Kasamahan (hal. ʿUmar na \"nakakita\" ng hukbo mula sa malayo). Ang mga iskolar ng Ahl as-Sunnah ay naniniwala sa karāma nang hindi ito itinutumbas sa himalang propetiko ni dinidiyos ang santo.<br><br>Hindi natin tinatanggihan ang mga karāmāt na sahih na naiulat, ngunit hindi tayo madaling naniniwala sa mga kuwentong may hindi malinaw na pinagmulan. Ang tunay na kahusayan ay taqwā at pagsunod sa Propeta; ang karāma ay handog mula kay Allah, hindi sukat ng katuwiran.",
    "category": "Pananampalataya: Mga Haligi, Kahulugan At Gitnang Landas"
  },
  {
    "no": 46,
    "title": "Ang Kapasyahan Ng Panulat Sa Pinangangalagaang Tableta",
    "text": "Naniniwala tayo sa Pinangangalagaang Tableta (Lawḥ Maḥfūẓ) at Panulat at lahat ng nakasulat; ang isinulat ni Allah ﷻ ay tiyak na magaganap, at ang hindi isinulat ni Allah ﷻ ay hindi magaganap; ang hindi naabot ng tao ay hindi niya makakamit kailanman.",
    "explanation": "Ang Pinangangalagaang Tableta ay ang \"pangunahing talaan\" kung saan isinulat ni Allah ang lahat ng kapasyahan; ang Panulat (qalam) ay isang nilikhang sumusulat ayon sa utos ni Allah. Ang nakasulat ay tiyak na magaganap; ang hindi nakasulat ay hindi magaganap. Sustento, taning ng buhay at kapalaran ay naitala; ang hindi naabot ng tao ay hindi niya makakamit.<br><br>Sūra al-Ḥadīd: 22: \"Walang sakuna na tumatama sa lupa o sa inyong sarili maliban na ito ay nasa isang aklat (ang Pinangangalagaang Tableta) bago Natin ito dalhin.\" Isang sahih na hadith (Aḥmad atbp.) ang nagsasabing ang unang nilikha ni Allah ay ang Panulat, saka inutusan niya itong isulat ang lahat ng magaganap. Ang Sūra al-Anʿām: 59 ay nagpapatotoo na walang nakatago sa kaalaman ni Allah.<br><br>Naniniwala tayo sa kapasyahang ito nang hindi nadarama ang \"napipilitan\"; nagsisikap pa rin tayo at nanalangin sapagkat ang pagsisikap at panalangin ay bahagi rin ng kapasyahan. Ang paniniwalang ito ay nagbibigay ng kapayapaan sa puso at nagpapanatili sa atin mula sa inggit o kawalan ng pag-asa sa hindi natin natatanggap.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 47,
    "title": "Anghel Ng Kamatayan At Ang Kanyang Gawain",
    "text": "Naniniwala tayo sa Anghel ng Kamatayan, na inatasan na kunin ang mga kaluluwa ng lahat ng nilikha.",
    "explanation": "Ang Anghel ng Kamatayan (ʿAzrāʾīl o Malak al-Mawt) ay ang anghel na inatasan ni Allah na kunin ang kaluluwa ng bawat buhay na nilalang. Ang pagkuha ng kaluluwa ay nangyayari ayon sa utos ni Allah; walang mamamatay bago ang kanyang taning at walang maaantala pagkatapos ng kanyang taning.<br><br>Sūra as-Sajdah: 11: \"Sabihin mo: Ang anghel ng kamatayan na inatasang sa inyo ang kukunin kayo sa kamatayan.\" Isang sahih na hadith ay nagsasalaysay na ang Anghel ng Kamatayan ay dumarating sa isang tao kapag dumating ang kanyang taning; ang ilan ay kinukuha nang madali at ang ilan ay may hirap ayon sa kanilang mga gawa. Hindi natin itinatakda ang pangalan ng anghel (ʿAzrāʾīl) bilang tiyak sapagkat walang mapagpasyang patunay; ang tiyak ay ang paniniwala sa anghel na kumukuha ng mga kaluluwa.<br><br>Ang paniniwalang ito ay nagpapaalala na tiyak na darating ang kamatayan at isinasagawa ito ayon sa utos ni Allah; naghahanda tayo sa pamamagitan ng pagsisisi at mabubuting gawa upang kapag kinuha ang ating kaluluwa ay nasa mabuting kalagayan tayo.",
    "category": "Mga Anghel At Hindi Nakikita"
  },
  {
    "no": 48,
    "title": "Ang Dalawang Anghel Na Nagtatala Ng Mga Gawa Ng Tao",
    "text": "Naniniwala tayo sa marangal na mga anghel na nagtatala ng mga gawa ng mga tao, sapagkat itinalaga sila ni Allah ﷻ sa mga tao bilang dalawang tagapagbantay.",
    "explanation": "Bawat tao ay may dalawang anghel: isa ay nagtatala ng mabuti at isa ay nagtatala ng masama. Walang salita o gawa na nawawala sa talaan; ang talaang ito ay ihaharap sa Araw ng Paghuhukom. Pareho ay \"tagapagbantay\" na itinalaga ni Allah, hindi para manakit kundi para magtala nang makatarungan.<br><br>Sūra Qāf: 17–18: \"Kapag ang dalawang anghel ay nagtatala (ng mga gawa), isa ay nakaupo sa kanan at isa sa kaliwa. Walang salitang binibigkas maliban na may bantay sa kanya, handa.\" Ang Sūra al-Infiṭār: 10–12 ay nagbabanggit rin ng mga tagapagbantay (ḥafẓa). Isang sahih na hadith ang nagpapatotoo na ang mga anghel ay nagtatala ng bawat gawa.<br><br>Alam natin na bawat gawa ay naitala; ito ay nag-uudyok sa atin na bantayan ang ating mga dila at gawa at dagdagan ang mabubuting gawa. Hindi tayo natatakot hanggang pagkabalisa, ngunit hindi tayo nagpapabaya; nagsisikap tayo upang ang talaan sa kanan ay higit sa talaan sa kaliwa.",
    "category": "Mga Anghel At Hindi Nakikita"
  },
  {
    "no": 49,
    "title": "Paniniwala Sa Mga Sugo At Mga Aklat",
    "text": "Naniniwala tayo sa mga anghel, mga propeta, at mga aklat na ipinahayag sa mga sugo, at pinatototohanan natin na lahat sila ay sumunod sa maliwanag na katotohanan.",
    "explanation": "Naniniwala tayo sa mga anghel, mga propeta, at mga aklat ni Allah (ang Torah, Ebanghelyo, Zabūr at Quran) nang walang pagtatangi. Lahat ng mga sugo ay nagdala ng iisang katotohanan (tawḥīd at pagsunod); pinatototohanan natin na sila ay nasa maliwanag na katotohanan at hindi natin itinatakwil ang alinman sa kanila.<br><br>Sūra al-Baqarah: 285: \"Lahat ay naniniwala kay Allah, sa Kanyang mga anghel, Kanyang mga aklat at Kanyang mga sugo. (Sinasabi nila:) Hindi tayo nagtatangi sa alinman sa Kanyang mga sugo.\" Ang Sūra an-Nisāʾ: 150–152 ay nagbabala laban sa mga tumatanggi sa ilang mga sugo. Isang sahih na hadith ang nagpapatotoo na naniniwala tayo sa lahat ng mga propeta mula Adam hanggang Muhammad.<br><br>Hindi tayo nanlalait ng anumang propeta o aklat; itinuturing natin na ang Islam ay nagsasakdal at nagpapatotoo sa nauna. Sinusunod natin ang Propeta Muhammad bilang huling sugo at ang Quran bilang huling aklat, na nagpapatotoo sa mga naunang aklat.",
    "category": "Qur'an At Kapahayagan"
  },
  {
    "no": 50,
    "title": "Lahat Ng Bagay Ay Kapasyahan Mula Kay Allah",
    "text": "Naniniwala tayo sa lahat ng ito, at sigurado tayo na ang lahat ay mula kay Allah ﷻ.",
    "explanation": "Lahat ng ating pinaniniwalaan—mga anghel, aklat, mga sugo, kapasyahan, ang Huling Araw atbp.—at lahat ng nangyayari sa sansinukob ay sa diwa mula kay Allah. Walang nangyayari nang walang Kanyang kaalaman, kalooban at kapasyahan; naniniwala tayo rito nang may katiyakan.<br><br>Sūra at-Taghābun: 11: \"Walang sakuna na tumatama sa sinuman maliban sa pahintulot ni Allah.\" Ang Sūra al-Ḥadīd: 22 ay nagpapatotoo na bawat sakuna ay nakasulat. Isang sahih na hadith (Muslim) ay nagpapatotoo ng paniniwala sa kapasyahan, ang mabuti at masama nito, mula kay Allah. Ang paniniwala na \"ang lahat ay mula kay Allah\" ay ang pundasyon ng tawakkul at pasensya.<br><br>Hindi natin itinuturing ang mga pangyayari na \"kalikasan\" o \"tsamba\" lamang; sigurado tayo na sa likod ng lahat ay ang kapasyahan ni Allah. Hindi nito inaalis ang responsibilidad ng tao (nagsisikap pa rin tayo at pananagutin), ngunit iniiwan natin ang huling resulta kay Allah.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 51,
    "title": "Walang Pagtatangi Sa Pagitan Ng Mga Sugo",
    "text": "Naniniwala tayo sa lahat ng ito, hindi nagtatangi sa alinman sa mga sugo, at tinatanggap bilang totoo ang lahat ng dala nila.",
    "explanation": "Naniniwala tayo sa lahat ng mga sugo nang walang pagtatangi: hindi tinatanggihan ang ilan at kinikilala ang iba. Ang dala nila (tawḥīd, mga tungkulin ng pagsamba, moralidad) tinatanggap natin bilang katotohanan; hindi natin sinasabing \"naniniwala tayo sa ilan at hindi sa iba\".<br><br>Sūra al-Baqarah: 136 \"Sabihin: Naniniwala tayo kay Allah at sa ipinahayag sa atin, at sa ipinahayag kay Ibrāhīm, Ismāʿīl, Isḥāq, Yaʿqūb at mga angkan, at sa ibinigay kay Mūsā, ʿĪsā at mga propeta mula sa kanilang Panginoon. Hindi tayo nagtatangi ng sinuman sa kanila.\" Sūra an-Nisāʾ: 150–152 ay nagbabawal na maniwala sa ilang sugo at tanggihan ang iba. Ang hadith ay nagsasabing ang paglait sa anumang propeta ay malaking kasalanan.<br><br>Pinaggalang natin ang lahat ng propeta at hindi isa laban sa isa; sumusunod tayo sa batas ng Propeta Muhammad bilang pantatak at nagpapasakdal, na naniniwalang ang lahat ng sugo ay nagdala ng katotohanan mula kay Allah.",
    "category": "Propeta At Sugo"
  },
  {
    "no": 52,
    "title": "Ang Paglitaw Ng Ad-Dajjal At Mga Tanda Ng Oras",
    "text": "Naniniwala tayo sa mga tanda ng Oras gaya ng paglitaw ng Ad-Dajjal, pagbaba ni ʿĪsā ibn Maryam mula sa langit, pagsikat ng araw mula sa kanluran, at paglabas ng Hayop mula sa lupa.",
    "explanation": "Naniniwala tayo sa mga tanda ng Oras na binanggit ng Propeta: paglitaw ng Ad-Dajjal (ang malaking manloloko), pagbaba ni ʿĪsā ibn Maryam mula sa langit para talunin ang Ad-Dajjal at itatag ang batas, pagsikat ng araw mula sa kanluran (pagkatapos nito hindi tinatanggap ang pagsisisi), at paglabas ng Hayop mula sa lupa. Lahat ito ay nangyayari bago ang dakilang Oras.<br><br>Ang sahih na hadith (Bukhārī, Muslim at iba) ay nagsasalaysay ng mga tanda ng Oras. Sinabi ng Propeta na lalabas ang Ad-Dajjal at bababa si ʿĪsā at papatayin siya. Ang Sūra al-Anʿām: 158 ay tumutukoy sa pagsikat ng araw mula sa kanluran. Naniniwala tayo nang hindi tinatanong ang \"paano\" nang detalyado.<br><br>Ang paniniwalang ito ay nagpapaalala na ang Oras ay totoo at may mga tanda; naghahanda tayo sa pananampalataya at mabubuting gawa, at hindi tayo nalilinlang ng Ad-Dajjal o maling mga pag-angkin.",
    "category": "Ang Huling Araw"
  },
  {
    "no": 53,
    "title": "Ang Sampung Kasamahan Na Ipinangakong Paraiso",
    "text": "Nagpapatotoo tayo na ang sampung pinangakuan ng Sugo ni Allah ﷺ ng Paraiso ay nasa Paraiso: Abū Bakr, ʿUmar, ʿUthmān, ʿAlī, Ṭalḥa, Az-Zubayr, ʿAbdur-Raḥmān ibn ʿAwf, Saʿd ibn Abī Waqqāṣ, Saʿīd ibn Zayd at Abū ʿUbayda ibn Al-Jarrāḥ.",
    "explanation": "Ang sampung kasamahan na pinangakuan ng Propeta ng Paraiso (al-ʿashara al-mubashshara) ay naniniwala tayong papasok sa Paraiso: Abū Bakr, ʿUmar, ʿUthmān, ʿAlī, Ṭalḥa, Az-Zubayr, ʿAbdur-Raḥmān ibn ʿAwf, Saʿd ibn Abī Waqqāṣ, Saʿīd ibn Zayd at Abū ʿUbayda ibn Al-Jarrāḥ. Ang pangako ng Propeta ay totoo at sila ay huwaran ng ummah.<br><br>Ang sahih na hadith (Tirmidhī at iba) ay nagsasabing pinangakuan ng Propeta ng Paraiso ang sampung kasamahang ito. Sila ay pangunahing tauhan sa Islam; ang pagkilala sa kanilang kahusayan ay bahagi ng kredo ng Ahl as-Sunnah. Hindi tayo nagmamalabis o nagmaliit; sumusunod tayo sa kanilang landas.<br><br>Pinaggalang natin ang lahat ng kasamahan at walang poot sa sinuman; ginagaya natin ang sampung ito sa pananampalataya, katarungan at sakripisyo.",
    "category": "Mga Sahaba, Khalifa At Ahlul Bayt"
  },
  {
    "no": 54,
    "title": "Pagmamahal Sa Katarungan At Pagkamuhi Sa Pang-aapi",
    "text": "Minamahal natin ang mga taong makatarungan at tapat at kinamumuhian natin ang mga taong mapang-api at sinungaling.",
    "explanation": "Minamahal natin ang lahat ng kasamahan ng Propeta nang walang labis sa sinuman (ghuluw) at walang kapabayaan sa sinuman (taqṣīr). Ang pagmamahal sa kasamahan ay bahagi ng Islam at pananampalataya; ang pagkamuhi o paglait sa kasamahan ay kufr at nifaq.<br><br>Ang Sūra at-Tawba: 100 ay pinupuri ang mga nauna at pangunahin sa Muhājirūn at Anṣār. Ang sahih na hadith ay nagbabawal ng paglait sa kasamahan; sinabi ng Propeta huwag ninyong laitin ang aking kasamahan. Kinikilala ng Ahl as-Sunnah na maaaring magkaiba ang kasamahan sa ijtihād ngunit hindi sa kredo.<br><br>Hindi tayo sumasali sa paglait sa kasamahan o itinuturing silang nagkamali nang walang patunay; pinaggalang natin sila at ginagaya ang pinakamabuting henerasyon ng ummah na ito.",
    "category": "Pamayanan, Pinuno At Fiqh"
  },
  {
    "no": 55,
    "title": "Ang Pagbabawal Na Kamuhian Ang Mga Kasamahan Ng Propeta",
    "text": "Minamahal natin ang mga kasamahan ng Sugo ni Allah ﷺ, ngunit hindi tayo nagmamalabis sa sinuman at hindi natin pinababayaan ang sinuman; ang pagmamahal sa kasamahan ay bahagi ng Islam at pananampalataya; ang pagkamuhi sa kasamahan ay kufr at nifaq.",
    "explanation": "Minamahal natin ang mga taong makatarungan at tapat at kinamumuhian natin ang mga taong mapang-api at sinungaling. Ang pagmamahal at pagkamuhi alang-alang kay Allah ay bahagi ng pananampalataya; hindi tayo neutral sa pang-aapi o kasinungalingan.<br><br>Ang Sūra al-Mumtaḥana: 8 ay nag-uutos na huwag gawing kaaway ang mga hindi nakikipagdigma sa atin dahil sa relihiyon. Sinabi ng Propeta (Bukhārī) na ang pinakamamahal ni Allah ay yaong pinakanakikinabang sa mga tao. Ang pang-aapi at kasinungalingan ay ipinagbabawal sa maraming talata at hadith.<br><br>Nagsisikap tayong maging makatarungan at tapat sa ating mga gawain at suportahan ang katarungan sa lipunan; umiiwas tayo sa pang-aapi at kasinungalingan at hindi nakikipag-alyado sa mga mapang-api sa kanilang pang-aapi.",
    "category": "Mga Sahaba, Khalifa At Ahlul Bayt"
  },
  {
    "no": 56,
    "title": "Ang Pagkakasunod Ng Mga Khalifang Napatnubayan Bilang Mga Pinuno Ng Muslim",
    "text": "Pinatototohanan natin na pagkatapos ng pagkamatay ng Sugo ni Allah ﷺ ang khilafah ay unang napasa kay Abū Bakr Aṣ-Ṣiddīq, saka kay ʿUmar, saka kay ʿUthmān, saka kay ʿAlī ibn Abī Ṭālib—sila ang mga Khalifang Napatnubayan at mga pinunong matuwid.",
    "explanation": "Pagkatapos ng pagkamatay ng Propeta ang khilafah ay napasa kay Abū Bakr, saka kay ʿUmar, ʿUthmān at ʿAlī. Sila ang mga Khalifang Napatnubayan (al-Khulafāʾ ar-Rāshidūn); ang pagkakasunod na ito ay batay sa makasaysayang katotohanan at pinagkasunduan ng Ahl as-Sunnah.<br><br>Ang sahih na hadith ay nagsasabing ang khilafah pagkatapos ng Propeta ay nasa Quraysh at inutusan ng Propeta na sumunod sa sunnah ng mga khalifang napatnubayan. Ang mga sahih na salaysay ay nagsasalaysay ng bayʿa kay Abū Bakr, saka kay ʿUmar, ʿUthmān at ʿAlī. Hindi tayo sumasalungat o nagmaliit sa sinuman sa kanila.<br><br>Kinikilala natin ang apat na khalifa bilang makatarungang mga pinuno at sumusunod sa kanilang landas sa relihiyon at pamamahala; hindi tayo sumusunod sa mga nanlalait o nagpapahayag na kāfir ang alinman sa mga khalifa.",
    "category": "Mga Sahaba, Khalifa At Ahlul Bayt"
  },
  {
    "no": 57,
    "title": "Pagsunod Sa Sunnah Ng Propeta At Pamayanan",
    "text": "Sumusunod tayo sa Sunnah ng Propeta ﷺ at sa pamayanang Muslim, at umiiwas sa paglihis, paghahati at hidwaan.",
    "explanation": "Kumakapit tayo sa Sunnah ng Propeta at sa pamayanan ng mga Muslim; umiiwas tayo sa bidʿah, paghahati at mga posisyong lumilihis. Ang pagsunod sa Sunnah at pamayanan ay landas ng kaligtasan.<br><br>Ang sahih na hadith (Abū Dāwūd, Tirmidhī) ay nagsasabing \"Kumapit kayo sa aking Sunnah at sunnah ng mga khalifang napatnubayan\" at \"Ang pamayanan ay awa, ang paghahati ay parusa.\" Ang Sūra Āl ʿImrān: 103 ay nag-uutos na kumapit sa lubid ni Allah at huwag maghati. Ang Ahl as-Sunnah wa al-Jamāʿa ay ang pangalan ng mga sumusunod sa landas na ito.<br><br>Natututo tayo ng relihiyon mula sa mapagkakatiwalaang mga pinagmulan (Qur'an at Sunnah) at sumusunod sa pagkaunawa ng pamayanan, hindi sa kapritso o mga pangkat; umiiwas tayo sa mga debate na naghahati.",
    "category": "Pamayanan, Pinuno At Fiqh"
  },
  {
    "no": 58,
    "title": "Kahulugan Ng Mga Muslim Bilang Mga Taong Qibla",
    "text": "Tinatawag nating Muslim at muʾmin ang mga tumatalikod sa ating qibla—hangga't ang mga taong qibla ay kumikilala sa dala ng Propeta ﷺ at tinatanggap bilang totoo ang lahat ng kanyang sinabi at inulat.",
    "explanation": "Ang mga nananalangin nakatungo sa ating qibla (ang Kaʿba) at kumikilala sa dala ng Propeta at nagpapatotoo sa lahat ng sinabi at inulat ng Propeta ay tinatawag nating Muslim at muʾmin. Hindi natin ipinahahayag na kāfir ang mga taong qibla hangga't hindi nila tinatanggihan ang malinaw na kufr.<br><br>Ang Sūra al-Baqarah: 143 ay naglalarawan sa ummah na Islamiko bilang pamayanang gitnang landas. Ang sahih na hadith ay nagsasabing ang sinumang nananalangin gaya natin at tumatalikod sa ating qibla ay Muslim. Ang mga pantas ng Ahl as-Sunnah ay hindi ipinahahayag na kāfir ang mga taong qibla dahil sa kasalanan hangga't hindi nila ito ipinahihintulot.<br><br>Hindi tayo nagbibintang ng kufr nang magaan; pinag-iiba natin ang Muslim na nagkasala at ang lumabas sa Islam. Ipinauubaya natin ang mga lihim ng puso kay Allah at tinatrato ang mga taong qibla bilang kapatid na Muslim.",
    "category": "Pamayanan, Pinuno At Fiqh"
  },
  {
    "no": 59,
    "title": "Ang Pagkakaisa Ay Tama At Ang Paghahati Ay Parusa",
    "text": "Sumasang-ayon tayo na ang pagkakaisa ay ang tamang landas at ang paghahati ay paglihis at parusa.",
    "explanation": "Ang pagkakaisa sa katotohanan ay ang tamang landas; ang paghahati ay paglihis at parusa. Inuutusan ni Allah ang pagkakaisa at ipinagbabawal ang paghahati.<br><br>Ang Sūra Āl ʿImrān: 103 \"Kumapit kayong lahat sa lubid ni Allah at huwag maghati.\" Ang sahih na hadith (Ibn Mājah) ay nagsasabing ang paghahati ay parusa. Ipinagbawal ng Propeta ang paghahati at inutusan ang pakinggan at sundin ang pinuno hangga't hindi pagsuway.<br><br>Nagsisikap tayong pangalagaan ang kapatiran ng Islam at huwag hatiin ang ummah sa mga isyu ng bidʿah o paratang; nagkakaisa tayo sa Qur'an, Sunnah at pagkaunawa ng salaf.",
    "category": "Pamayanan, Pinuno At Fiqh"
  },
  {
    "no": 60,
    "title": "Ang Pagpapahintulot Na Magmasḥ Ng Khuff Ayon Sa Hadith",
    "text": "Sumasang-ayon tayo sa pagmasḥ ng khuff (medyas na balat) maging sa paglalakbay o hindi, gaya sa mga hadith.",
    "explanation": "Ang pagmasḥ ng khuff (medyas na balat na tumatakip sa bukung-bukong) sa halip na hugasan ang mga paa sa wudu ay pinahihintulutan sa hadith, maging sa paglalakbay o hindi. Ito ay dispensa ng batas na itinuro ng Propeta.<br><br>Ang sahih na hadith (Muslim at iba) ay nagsasalaysay na ang Propeta at mga kasamahan ay nagmasḥ ng khuff. Ang mga pantas ay nagkakasundo sa pinahihintulutan nito sa mga kundisyong binanggit sa fiqh. Ito ay bahagi ng kaginhawahan ng relihiyon; sumusunod tayo nang walang labis o pagtanggi.<br><br>Maari tayong gumamit ng dispensa ng pagmasḥ ng khuff ayon sa mga kundisyon sa wudu; hindi natin itinuturing na obligado o ipinagbabawal hangga't sumusunod tayo sa mapagkakatiwalaang ebidensya.",
    "category": "Pamayanan, Pinuno At Fiqh"
  },
  {
    "no": 61,
    "title": "Ang Pagdarasal Sa Likod Ng Bawat Imam",
    "text": "Sumasang-ayon tayo na magdasal sa likod ng sinuman sa mga taong qibla—matuwid o hindi—at magsagawa ng janazah para sa sinuman sa mga taong qibla kapag yumao.",
    "explanation": "Nagdarasal tayo sa likod ng sinuman sa mga taong qibla—mabuti o makasalanan—habang itinataguyod nila ang dasal nang wasto; nagsasagawa rin tayo ng janazah para sa sinumang taong qibla na yumao. Pinapanatili nito ang pagkakaisa at hindi binoboykot ang pamayanan dahil sa personal na kapintasan ng imam.<br><br>Ang sahih na hadith (Bukhārī–Muslim) ay nagsasabing maaaring magdasal sa likod ng imam na makasalanan. Sinabi ng Propeta: nasa harap ninyo sila; kung tama ang gantimpala para sa inyo at sa kanila, kung mali ang gantimpala para sa inyo at ang kasalanan sa kanila. Ang janazah ng Muslim ay fard kifayah.<br><br>Hindi natin iniiwan ang pamayanan dahil sa imperpeksyon ng imam; pinapanatili natin ang jamaah at hinihiling ang hidayah para sa imam. Nagsasagawa tayo ng janazah para sa yumaong Muslim at hindi tumatanggi dahil sa kasalanan ng taong iyon.",
    "category": "Pamayanan, Pinuno At Fiqh"
  },
  {
    "no": 62,
    "title": "Ang Qur'an Ay Kalām Hindi Nilikha",
    "text": "Hindi tayo nakikipagtalakayan tungkol sa Qur'an at sumasaksi tayo na ito ay salita ni Allah ﷻ na dinala ng Ruh al-Amin kay Muhammad ﷺ; hindi ito salita ng nilikha at hindi natin sinasabing nilikha ito.",
    "explanation": "Ang Qur'an ay Kalāmullāh (salita ni Allah) na dinala ni Jibrīl kay Nabi Muhammad; hindi salita ng nilikha at hindi natin sinasabing nilikha. Ang pagtatalo nang walang batayan tungkol sa \"paano\" o \"nilikha ba\" ay bidʿah; naniniwala tayo sa itinakda ni Allah at ng Sugo.<br><br>Ang Sūra at-Tawba: 6 ay nagsasabi ng \"salita ni Allah\" (Kalāmullāh). Ang sahih na hadith ay nagsasabing ang Qur'an ay ipinahayag sa pamamagitan ng Ruh al-Amin (Jibrīl). Itinatakda ng Ahl as-Sunnah na ang Kalām ni Allah ay Kanyang katangian, hindi nilikha; ang nagsasabing nilikha ang Qur'an ay naliligaw.<br><br>Hindi tayo nakikipagtalakayan tungkol dito sa karaniwang tao; naniniwala tayo na ang Qur'an ay banal na salita ni Allah at hindi nilikha. Iginagalang natin ang Qur'an at isinasagawa nang hindi nahuhulog sa walang saysay na debate.",
    "category": "Qur'an At Kapahayagan"
  },
  {
    "no": 63,
    "title": "Iwasan Ang Walang Saysay Na Salita Tungkol Sa Relihiyon",
    "text": "Hindi tayo pumapasok sa walang saysay na salita tungkol kay Allah ﷻ at hindi natin hinahayaang sirain ng alitan tungkol sa relihiyon ni Allah ﷻ ang pagkakapatiran.",
    "explanation": "Hindi tayo pumapasok sa walang saysay na salita tungkol kay Allah (tulad ng pagtatalo sa Kanyang esensiya o sa walang batayan sa ebidensya) at hindi natin hinahayaang sirain ng alitan tungkol sa relihiyon ni Allah ang pagkakapatiran. Ang relihiyon ay itinatag sa ebidensya, hindi haka-haka.<br><br>Ang Sūra al-Isrāʾ: 36 ay nagbabawal na sumunod sa walang kaalaman. Ang sahih na hadith ay nagbabawal ng pagtatalo sa Qur'an nang walang batayan at nag-uutos na isauli ang alitan kay Allah at sa Sugo. Ipinagbabawal ng mga pantas ang walang saysay na pagtatalo sa relihiyon.<br><br>Nagsasalita tayo tungkol sa relihiyon batay sa Qur'an at Sunnah; hindi natin inuubos ang oras sa walang hanggang debate. Pinapanatili natin ang pagkakaisa at hindi naghahati sa di-mahalagang pagkakaiba.",
    "category": "Pananampalataya: Mga Haligi, Kahulugan At Gitnang Landas"
  },
  {
    "no": 64,
    "title": "Pagsunod Sa Pinuno Hangga't Hindi Nag-uutos Ng Kasalanan",
    "text": "Hindi natin tinatanggap ang paghihimagsik laban sa imam o pinuno ng ating mga gawain, kahit na hindi makatarungan; ang pagsunod sa imam at pinuno ay bahagi ng pagsunod kay Allah ﷻ at obligado hangga't hindi sila nag-uutos ng kasalanan; hinihiling natin ang hidayah at kapatawaran para sa kanila.",
    "explanation": "Hindi natin tinatanggap ang paghihimagsik laban sa imam o pinuno ng mga Muslim kahit na hindi makatarungan; ang pagsunod sa kanila ay bahagi ng pagsunod kay Allah at obligado hangga't hindi sila nag-uutos ng pagsuway. Hinihiling natin ang hidayah at kapatawaran para sa kanila.<br><br>Ang sahih na hadith (Bukhārī–Muslim) ay nagsasabing makinig at sumunod sa amir hangga't hindi nag-uutos ng pagsuway; ipinagbawal ng Propeta ang paghihimagsik habang itinataguyod nila ang dasal. Ang Sūra an-Nisāʾ: 59 ay nag-uutos ng pagsunod sa ulil amri. Pinapanatili nito ang katatagan at kaayusan ng batas.<br><br>Sumusunod tayo sa ma'ruf at hindi sumusunod kung inuutusan ng kasalanan; hindi tayo naghihimagsik nang may karahasan o naghahati. Hinihiling natin ang katarungan at hidayah para sa pinuno at nangangaral nang may karunungan.",
    "category": "Pamayanan, Pinuno At Fiqh"
  },
  {
    "no": 65,
    "title": "Pagtanggi Sa Manghuhula At Manghuhula Ng Kapalaran",
    "text": "Hindi natin tinatanggap bilang totoo ang sinabi ng manghuhula o manghuhula ng kapalaran, ni ang pahayag na salungat sa Aklat, Sunnah at pinagkasunduan ng ummah na Muslim.",
    "explanation": "Hindi tayo naniniwala sa manghuhula, manghuhula ng kapalaran o sinumang nag-aangkin ng kaalaman sa hindi nakikita o paghula ng kapalaran; tinatanggihan din natin ang salungat sa Qur'an, Sunnah at ijma ng ummah. Ang katotohanan ay nagmumula lamang sa kapahayagan.<br><br>Ang sahih na hadith (Bukhārī–Muslim) ay nagsasabing sinabi ng Propeta: ang pumunta sa manghuhula o manghuhula ng kapalaran at naniniwala dito ay kafir sa ipinahayag kay Muhammad. Ang Sūra al-Ǧinn: 26–27 ay nagsasabing walang nakaaalam ng hindi nakikita maliban kay Allah.<br><br>Hindi tayo naniniwala sa hula, horoscope o \"agham\" na nag-aangkin ng kaalaman sa hinaharap; nagtitiwala tayo kay Allah at kumikilos ayon sa batas ni Allah. Tumatanggap lamang tayo ng balita mula sa mapagkakatiwalaang pinagmulan (Aklat at Sunnah).",
    "category": "Panalangin, Kaalaman At Hangganan"
  },
  {
    "no": 66,
    "title": "Huwag Ideklarang Kafir Ang Muslim Dahil Sa Kasalanan",
    "text": "Hindi natin itinuturing na kafir ang sinuman sa mga taong qibla natin dahil sa kasalanang ginawa nila—hangga't hindi nila itinuturing na halal ang kasalanang iyon.",
    "explanation": "Hindi natin idinideklara na kafir ang mga taong qibla (ang nagdarasal patungo sa ating qibla at tumatanggap sa dala ng Propeta) dahil lamang sa paggawa ng kasalanan—hangga't hindi nila itinuturing na halal ang kasalanang iyon. Ang kasalanan ay hindi awtomatikong nagpapalabas sa Islam.<br><br>Ang sahih na hadith ay nagsasabing hindi dapat ideklara ng Muslim ang kapwa Muslim na kafir; ang tumawag sa kapatid na \"kafir\" ay babalik ang tawag sa isa sa kanila. Pinag-iiba ng mga pantas ng Ahl as-Sunnah ang nagkasala ng malaki ngunit nananatiling mukmin at ang lumabas sa Islam sa pagtanggi sa maliwanag o paghalal sa haram.<br><br>Hindi tayo nagdedeklara ng kafir nang padalos-dalos; pinag-iiba natin ang nagkasala ngunit naniniwala pa at ang tumatanggi sa mga haligi ng Islam o naghahalal sa haram. Ipinagkakatiwala natin ang lihim ng puso kay Allah.",
    "category": "Kasalanan, Kafir At Mga Taong Qibla"
  },
  {
    "no": 67,
    "title": "Ang Pinsala Ng Kasalanan Sa Mukmin",
    "text": "Hindi natin sinasabing ang kasalanan ng nananampalataya ay walang masamang epekto sa kanya.",
    "explanation": "Hindi natin sinasabing ang kasalanan ng nananampalataya ay walang masamang epekto sa kanya. Ang kasalanan ay nananatiling nakasasama: binabawasan ang gantimpala, nagdudulot ng parusa sa mundo o kabilang buhay at nagpapahina ng pananampalataya. Hindi natin minamaliit ang kasalanan.<br><br>Ang Sūra an-Nisāʾ: 31 at iba pa ay nagbabala na ang malaking kasalanan ay maaaring magdulot ng parusa. Ang sahih na hadith ay nagsasabing ang kasalanan ay nag-iiwan ng bakas sa puso. Ipinagbawal ng Propeta ang pagmamaliit sa maliit na kasalanan. Tinatanggihan ng Ahl as-Sunnah ang pananaw ng Murjiʾah na ang kasalanan ay hindi nakasasama sa pananampalataya.<br><br>Natatakot tayo sa kasalanan at nagsisisi; hindi tayo nakakaramdam ng seguridad dahil lamang sa paniniwala. Umiwas tayo sa malaki at maliit na kasalanan at hindi minamaliit ang epekto ng kasalanan sa puso at kapalaran sa kabilang buhay.",
    "category": "Kasalanan, Kafir At Mga Taong Qibla"
  },
  {
    "no": 68,
    "title": "Pagbabawal Na Akusahang Kufr Ang Kapwa Muslim",
    "text": "Hindi natin sinasabing ang sinuman sa mga taong qibla ay tiyak na papasok sa paraiso o impiyerno, at hindi natin inaakusahang kufr, shirk o nifaq ang sinuman—hangga't hindi ipinakikita ng mga taong qibla iyon; ipinagkakatiwala natin ang lihim ng mga taong qibla kay Allah ﷻ.",
    "explanation": "Hindi natin itinatakda para sa sinuman na papasok sila sa paraiso o impiyerno; hindi rin natin inaakusahan ang sinuman na kafir, mushrik o munafiq hangga't hindi nila ipinakikita. Ang lihim ng puso ay ipinagkakatiwala natin kay Allah.<br><br>Ang sahih na hadith ay nagbabawal na itakda ang paraiso o impiyerno para sa sinuman. Sinabi ng Propeta: huwag ninyong akusahang nifaq ang isa't isa. Ang Sūra al-Ḥuǧurāt: 12 ay nagbabawal ng maling haka at paninirang-puri. Hinuhusgahan lamang natin ang nakikita; ang nakatago ay kay Allah.<br><br>Nag-iisip tayo nang mabuti hangga't walang malinaw na ebidensya; hindi natin hinuhusgahan ang intensyon ng iba. Nakatuon tayo sa pagwawasto sa sarili at daʿwah nang may karunungan, hindi abala sa pag-aakusa o paghuhukom.",
    "category": "Kasalanan, Kafir At Mga Taong Qibla"
  },
  {
    "no": 69,
    "title": "Ang Kahigitan Ng Propeta Sa Lahat Ng Santo",
    "text": "Hindi natin pinahahalagahan ang sinumang santo ng ummah sa anumang propeta; ang isang propeta ay mas mabuti kaysa sa lahat ng santo na pinagsama.",
    "explanation": "Walang santo (walī) ng ummah na ito na mas mataas kaysa sa anumang propeta; ang isang propeta ay mas mabuti kaysa sa lahat ng santo na pinagsama. Ang propeta ay may natatanging ranggo; hindi natin inilalagay ang sinumang banal sa itaas ng mga propeta.<br><br>Ang Sūra al-Anʿām: 86 at iba pa ay nagsasabi ng mga propeta na may natatanging kahigitan. Ang sahih na hadith ay nagsasabing ang Propeta Muhammad ay panginoon ng mga anak ni Adan sa araw ng paghuhukom. Nagkakasundo ang mga pantas na ang propeta ay mas mataas kaysa sa santo. Ang pagpapahalaga sa santo kaysa sa propeta ay pagligaw.<br><br>Iginagalang natin ang mga propeta at hindi natin itinutumbas ang sinumang banal sa kanila. Sinusunod natin ang Propeta Muhammad bilang pinagmulan ng batas at pinakamataas na huwaran; minamahal natin ang mga santo ni Allah nang hindi nag-eeksagera hanggang itumbas sila sa propeta.",
    "category": "Propeta At Sugo"
  },
  {
    "no": 70,
    "title": "Pagbabawal Na Pumatay Nang Walang Syar'i Na Dahilan",
    "text": "Hindi tayo sumasang-ayon na pumatay ng sinuman sa ummah ni Muhammad ﷺ maliban kung kinakailangan ayon sa syariat.",
    "explanation": "Hindi tayo sumasang-ayon na pumatay ng sinuman sa ummah ni Muhammad maliban kung kinakailangan ayon sa syariat (qishash, hadd o sa konteksto ng legítimong digmaan). Ang buhay ng Muslim ay protektado; ang pagpatay nang walang karapatan ay malaking kasalanan.<br><br>Ang Sūra al-Anʿām: 151 at al-Isrāʾ: 33 ay nagbabawal na pumatay ng kaluluwa na ipinagbawal ni Allah na patayin maliban sa karapatan. Ang sahih na hadith ay nagsasabing ang pagpatay sa Muslim ay kabilang sa malalaking kasalanan. Ipinagbawal ng Propeta ang pagpatay sa nagsasabi ng lā ilāha illā Allāh. Tinutukoy ng batas penal na Islam kung kailan pinahihintulutan ang pagpatay.<br><br>Iginagalang natin ang buhay ng tao at hindi sumusuporta sa karahasan o pagpatay sa labas ng itinatakda ng batas. Tinatanggihan natin ang terorismo at pagpatay sa pangalan ng relihiyon na hindi sumusunod sa mapagkakatiwalaang ebidensya.",
    "category": "Pamayanan, Pinuno At Fiqh"
  },
  {
    "no": 71,
    "title": "Ang Kalagayan Ni Muhammad Bilang Alipin At Sugo",
    "text": "Naniniwala tayo na si Muhammad ﷺ ay ang piniling alipin ni Allah ﷻ, ang piniling propeta ni Allah ﷻ, at ang sugo na kalugod-lugod kay Allah ﷻ.",
    "explanation": "Si Muhammad ay ang piniling alipin ni Allah at ang propeta at sugo na kalugod-lugod kay Allah. Siya ay taong isinugo na may kapahayagan; hindi natin siya sinasamba at hindi natin ineeksagera hanggang itaas ang kanyang kalagayan bilang alipin at sugo.<br><br>Ang Sūra al-Isrāʾ: 1 ay tumutukoy sa Propeta bilang Kanyang alipin. Ang Sūra al-Aḥzāb: 40 ay nagsasabing si Muhammad ay ang selyo ng mga propeta. Sahih na hadith: huwag ninyong labisan ako gaya ng labis na ginawa ng mga Kristiyano kay Jesus; ako ay alipin lamang, kaya sabihin ninyo: alipin ni Allah at Kanyang sugo. Minamahal at iginagalang natin siya nang walang labis; sinusunod natin ang kanyang batas at hindi siya dinidiyos. Tinatanggihan natin ang sinumang tumatanggi sa kanyang pagkapropeta o nanliliit sa kanya.",
    "category": "Propeta At Sugo"
  },
  {
    "no": 72,
    "title": "Ang Pagtatakda Ng Kabutihan At Kasamaan Para Sa Sangkatauhan",
    "text": "Ang kabutihan at kasamaan ay itinakda para sa sangkatauhan.",
    "explanation": "Ang kabutihan at kasamaan ay itinakda para sa sangkatauhan: may utos at pagbabawal, gantimpala at parusa. Ang sangkatauhan ay binigyan ng kakayahang pumili at pananagutan sa kanyang pagpili.<br><br>Ang Sūra ash-Shams: 8–10 ay nagsasabing binibigyang-inspirasyon ni Allah ang tao sa landas ng kawalang-katarungan at sa landas ng kabanalan. Ang hadith at mga talata ay madalas na nagsasabi ng taklīf at pagsusulit. Ang kapalaran ay hindi nag-aalis ng pagpili; ang tao ay nagsusumikap at si Allah ang nagtatakda ng resulta.<br><br>Nagsusumikap tayo na gumawa ng mabuti at umiwas sa kasamaan; hindi natin ginagamit ang \"itinakda na\" bilang dahilan sa katamaran. Naniniwala tayo na ang kabutihan at kasamaan ay totoo at tayo ay mananagot.",
    "category": "Pananampalataya: Mga Haligi, Kahulugan At Gitnang Landas"
  },
  {
    "no": 73,
    "title": "Ang Kaligtasan Ng Pananampalataya Ay Nasa Pagsuko",
    "text": "Ang Islam ng isang tao ay ligtas lamang kapag nakaugnay sa pagsuko at pagtalaga; ang pagpipilit na malaman ang lampas sa kanyang kakayahan ay lalong naglalayo sa tamang paniniwala.",
    "explanation": "Ang Islam ng isang tao ay ligtas lamang kapag nakaugnay sa pagsuko (taslīm) at pagtalaga kay Allah at sa Kanyang Sugo. Ang pagpipilit na malaman ang lampas sa kakayahan (gaya ng katotohanan ng essence ni Allah o mga detalye ng kapalaran) ay lalong naglalayo sa tamang paniniwala.<br><br>Ang Sūra Āl ʿImrān: 19 ay tinatawag ang Islam na pagsuko. Ang hadith ay nagbabawal ng pag-iisip sa essence ni Allah at nag-uutos na isipin ang Kanyang nilikha. Ipinagbabawal ng mga pantas ang ilḥād (pagpapalalim sa hindi pinahihintulutan) sa mga pangalan at katangian ni Allah.<br><br>Ipinagkakatiwala natin kay Allah ang hindi Niya ipinaliwanag mula sa hindi nakikita; nakatuon tayo sa iniutos ni Allah at sa ating magagawa. Hindi tayo nababahala sa hindi pag-alam ng \"paano\" o \"bakit\" ng hindi ipinakita ni Allah.",
    "category": "Pananampalataya: Mga Haligi, Kahulugan At Gitnang Landas"
  },
  {
    "no": 74,
    "title": "Ang Kakayahan Ng Tao Ay Mula Kay Allah",
    "text": "Ang kakayahang nagdudulot na talagang maganap ang isang gawa ay tanging mula kay Allah ﷻ; ang hinihingi ng batas mula sa tao ay kakayahan sa kahulugan ng kalusugan, abilidad at pagkakataon (kasangkapan) na nasa kanya.",
    "explanation": "Ang kakayahang nagdudulot na maganap ang gawa (qudrah muʾaththirah) ay tanging mula kay Allah. Ang hinihingi ng batas mula sa tao ay kakayahan sa kahulugan ng kalusugan, abilidad at pagkakataon (kasangkapan); kapag mayroon nito, obligado siyang sumikap at si Allah ang nagbibigay ng tawfīq.<br><br>Ang Sūra al-Baqarah: 286: hindi nag-aatang si Allah maliban ayon sa kakayahan. Hadith: lā ḥawla wa lā quwwata illā bi-llāh. Pinag-iiba ng mga pantas ang kakayahan bilang kondisyon ng taklīf at ang kakayahang nagdudulot ng gawa (mula kay Allah).<br><br>Nagsusumikap tayo ayon sa abilidad at humihingi ng tulong kay Allah; hindi natin ginagamit ang \"hindi ko kaya\" para sa maaari pang subukan. Naniniwala tayo na ang lakas para sumunod ay mula kay Allah.",
    "category": "Taklif At Mga Gawa Ng Tao"
  },
  {
    "no": 75,
    "title": "Ang Pagbabalik Ng Lahat Ng Kaalaman Kay Allah",
    "text": "Kapag hindi malinaw ang ating kaalaman tungkol sa isang bagay, sinasabi natin: \"Si Allah ﷻ ang nakaaalam nang higit.\"",
    "explanation": "Kapag hindi malinaw ang ating kaalaman o walang sapat na patunay, sinasabi natin: Si Allah ang nakaaalam nang higit. Hindi tayo nag-aangkin o nangangatha; ibinabalik natin ang hindi natin nalalaman kay Allah.<br><br>Ang Sūra al-Baqarah: 232 at maraming talata ay nagsasabing ibalik ang usapin kay Allah. Sinabi ng Propeta: ang tinanong tungkol sa kaalamang hindi niya alam at nagsabing \"Si Allah ang nakaaalam nang higit\" ay nagbigay ng tamang sagot. Ipinagbabawal ng mga pantas ang magsalita nang walang kaalaman.<br><br>Hindi tayo nagpapanggap na maalam; handa tayong sabihing \"hindi ko alam\" o \"Si Allah ang nakaaalam nang higit\" sa hindi natin talaga alam. Hindi tayo gumagawa ng tafsir o batas nang walang patunay.",
    "category": "Panalangin, Kaalaman At Hangganan"
  },
  {
    "no": 76,
    "title": "Ang Gitnang Landas Sa Pagitan Ng Kawalan Ng Pag-asa",
    "text": "Ang sobrang pagtitiwala sa sarili at ang kawalan ng pag-asa ay kapwa naglalabas sa tao mula sa relihiyon; ang landas ng katotohanan para sa mga taong qibla ay nasa pagitan ng dalawa.",
    "explanation": "Ang maling sobrang pagtitiwala (gaya ng pag-angking tiyak na paraiso ang isang tao) at kawalan ng pag-asa (gaya ng pag-angking tiyak na impiyerno o hindi magpapatawad si Allah) ay kapwa naglalabas mula sa relihiyon. Ang landas ng katotohanan para sa mga taong qibla ay nasa pagitan: pag-asa at takot.<br><br>Ang Sūra al-Ḥijr: 56: sinabi ni Abraham na walang nawawalan ng pag-asa sa awa ni Allah kundi ang naliligaw. Ang Sūra az-Zumar: 53 ay nag-aanyaya na huwag mawalan ng pag-asa. Ang hadith ay nagsasabing balanse ang rajaʾ at khawf. Ang Ahl as-Sunnah ay nasa pagitan ng Khawārij (masyadong mahigpit) at Murjiʾah (masyadong maluwag).<br><br>Umaasa tayo sa awa ni Allah at natatakot sa Kanyang parusa; hindi natin pinipirming paraiso o impiyerno ang sinuman. Nag-iisip tayo nang mabuti kay Allah at hindi nawawalan ng pag-asa sa Kanyang kapatawaran.",
    "category": "Pananampalataya: Mga Haligi, Kahulugan At Gitnang Landas"
  },
  {
    "no": 77,
    "title": "Ang Libingan Ay Isa Sa Hardin Ng Paraiso O Isa Sa Hukay Ng Impiyerno",
    "text": "Ang libingan ay alinman sa mga hardin ng paraiso o isa sa mga hukay ng impiyerno.",
    "explanation": "Ang libingan ay maaaring maging isa sa mga hardin ng paraiso (kaginhawahan sa barzakh) o isa sa mga hukay ng impiyerno (parusa sa libingan), depende sa gawa at pananampalataya ng inilibing. Alinsunod ito sa mga hadith tungkol sa kaginhawahan at parusa sa libingan.<br><br>Ang sahih na hadith (al-Bukhārī, Muslim) ay nagsasabi ng kaginhawahan sa libingan para sa mga mananampalataya at parusa sa libingan para sa mga zalim o munafiq. Itinuro ng Propeta ang duʿā para sa proteksyon mula sa parusa sa libingan. Ang Sūra al-Muʾminūn: 99–100 ay tumutukoy sa barzakh.<br><br>Naghahanda tayo sa pananampalataya at mabubuting gawa upang maging hardin ng paraiso ang ating libingan; nananalangin tayo laban sa parusa sa libingan. Ang paniniwalang ito ay nag-uudyok sa atin na huwag magpabaya.",
    "category": "Ang Huling Araw"
  },
  {
    "no": 78,
    "title": "Paniniwala Sa Pagkakita Kay Allah Sa Paraiso",
    "text": "Naniniwala ang tao sa pagkakita kay Allah ﷻ sa paraiso nang hindi nagtatakda ng paraan o gumagawa ng paraan ayon sa sariling isip, at umiiwas sa pagtanggi sa katangian ni Allah ﷻ o paghahalintulad kay Allah ﷻ sa mga nilikha.",
    "explanation": "Makikita ng mga naninirahan sa paraiso si Allah sa kabilang buhay; naniniwala tayo rito nang hindi nagtatakda o gumagawa ng \"paano\" ayon sa isip. Umiwas tayo sa pagtanggi sa katangiang ito at sa paghahalintulad kay Allah sa mga nilikha.<br><br>Ang Sūra al-Qiyāmah: 22–23 ay nagsasabi ng mga mukha sa araw na iyon na maliwanag, nakikita ang kanilang Panginoon. Ang sahih na hadith (al-Bukhārī, Muslim) ay nagsasabing makikita ng mga naninirahan sa paraiso si Allah gaya ng pagkakita sa buwan sa gabi ng kabilugan. Naniniwala tayo nang walang takyīf (pagtanong sa paraan) at walang tamthīl.<br><br>Hindi natin iniisip ang \"tanawin\" noon; sapat na sa atin na ang pagkakita kay Allah ay pinakamataas na kaginhawahan sa paraiso. Tinatanggihan natin ang sinumang tumatanggi sa ruʾyah o naghahalintulad nito sa pagkakita sa mga nilikha.",
    "category": "Ang Huling Araw"
  },
  {
    "no": 79,
    "title": "Ang Katotohanan Ng Pagkakita Kay Allah Sa Paraiso",
    "text": "Ang pagkakita kay Allah ﷻ ng mga naninirahan sa paraiso ay totoo; naniniwala ang tao rito nang hindi nagtatakda ng paraan, at ipinagkakatiwala ang kaalaman tungkol dito kay Allah ﷻ.",
    "explanation": "Ang pagkakita kay Allah ng mga naninirahan sa paraiso ay totoo; naniniwala tayo rito nang hindi nagtatakda ng paraan at ipinagkakatiwala ang kaalaman kay Allah. Ang paraan ng pagkakita ay hindi tulad ng pagkakita sa mga nilikha.<br><br>Ang patunay ay gaya sa item 78. Ang Sūra al-Qiyāmah: 22–23 at mutawātir na hadith tungkol sa ruʾyah. Itinatakda ng mga pantas ng Ahl as-Sunnah ang ruʾyah nang walang takyīf; hindi natin sinasabing \"sa mata gaya natin\" o \"sa paraang X\".<br><br>Naniniwala tayo sa ruʾyah bilang balita mula kay Allah at sa Sugo; hindi tayo pumapasok sa walang hanggang debate na \"paano\". Ang paniniwalang ito ay nagpapataas ng ating sigasig sa gawa upang maging kabilang sa mga naninirahan sa paraiso.",
    "category": "Ang Huling Araw"
  },
  {
    "no": 80,
    "title": "Si Muhammad Ang Selyo Ng Mga Propeta Ni Allah",
    "text": "Si Muhammad ﷺ ay ang Selyo ng mga Propeta, Imam ng mga nagpapakabanal, at pinakamataas sa mga sugo, at ang minamahal ng Panginoon ng mga daigdig.",
    "explanation": "Si Muhammad ay ang selyo ng mga propeta, imam ng mga nagpapakabanal, pinakamataas sa mga sugo at minamahal ng Panginoon ng mga daigdig. Walang propeta pagkatapos niya.<br><br>Ang Sūra al-Aḥzāb: 40: si Muhammad ay hindi ama ng sinumang lalaki sa inyo, ngunit siya ay sugo ni Allah at selyo ng mga propeta. Ang sahih na hadith ay nagsasabing ang Propeta ay sayyid ng mga anak ni Adan at minamahal ni Allah. Ang Propeta ay ang huling sugo; ang pag-angkin ng pagkapropeta pagkatapos niya ay walang saysay.<br><br>Naniniwala tayo na ang Propeta Muhammad ay ang huling propeta at hindi tumatanggap ng bagong propeta o sugo pagkatapos niya. Minamahal at iginagalang natin siya at sinusunod ang kanyang sunnah hanggang wakas.",
    "category": "Propeta At Sugo"
  },
  {
    "no": 81,
    "title": "Ang Misyon Ni Muhammad Para Sa Sangkatauhan",
    "text": "Ang Propeta Muhammad ﷺ ay isinugo sa lahat ng jinn at sangkatauhan nang may katotohanan, patnubay, liwanag at kaliwanagan.",
    "explanation": "Ang Propeta Muhammad ay isinugo sa lahat ng jinn at sangkatauhan nang may katotohanan, patnubay, liwanag at kaliwanagan. Ang kanyang tawag ay pandaigdig; walang pamayanan pagkatapos niya ang hindi dapat sumunod sa kanya.<br><br>Sūra Saba: 28 Hindi ka Namin isinugo maliban sa sangkatauhan. Ang Sūra al-Aḥzāb: 40 ay nagsasabi ng selyo ng mga propeta. Ang hadith ay nagsasabing ang Propeta ay isinugo sa sangkatauhan at jinn. Ang kanyang batas ay nananatiling hanggang sa Oras.<br><br>Naniniwala tayo na ang Islam ay para sa sangkatauhan; nanawagan tayo nang may karunungan at hindi nagpipilit. Sinusunod natin ang Propeta bilang tanging pinagmulan ng batas pagkatapos niya.",
    "category": "Propeta At Sugo"
  },
  {
    "no": 82,
    "title": "Ang Kapalaran Ng Muslim Na Gumawa Ng Malaking Kasalanan",
    "text": "Ang sinuman mula sa umma ni Muhammad ﷺ na gumawa ng malaking kasalanan ay mapapasaapoy, ngunit hindi magpakailanman—habang ang taong iyon ay namatay bilang mananampalataya na nagpapatotoo sa kaisahan ni Allah ﷻ; ang taong iyon ay nasa ilalim ng kagustuhan at pasya ni Allah ﷻ.",
    "explanation": "Ang sinuman mula sa umma ni Muhammad na gumawa ng malaking kasalanan ay mapapasaapoy (kung parurusahan siya ni Allah), ngunit hindi magpakailanman—habang namatay bilang mananampalataya na nagpapatotoo sa kaisahan ni Allah. Ang kanyang huling kapalaran ay nasa ilalim ng kagustuhan at pasya ni Allah; maaaring patawarin o parusahan at pagkatapos ilabas.<br><br>Ang sahih na hadith ay nagsasabing ilalabas ni Allah mula sa Apoy ang sinumang may tawhid sa puso. Ang mga may tawhid ay hindi namamalagi sa Apoy magpakailanman. Ang Sūra an-Nisāʾ: 48 ay nagbabawal ng shirk; ang kasalanan bukod sa shirk ay maaaring patawarin kung loobin ni Allah. Ang Ahl as-Sunnah ay nasa pagitan ng Khawārij at Murjiʾa.<br><br>Hindi natin sinasabing ang gumawa ng malaking kasalanan ay mamamalagi sa Apoy magpakailanman; umaasa tayo sa awa ni Allah at nangangamba sa Kanyang parusa. Pinapaalalahanan natin na iwasan ang malaking kasalanan at magsisi; iniiwan natin ang huling resulta kay Allah.",
    "category": "Kasalanan, Kafir At Mga Taong Qibla"
  },
  {
    "no": 83,
    "title": "Ang Mga Gawa Ng Tao Ay Nilikha Ni Allah",
    "text": "Ang mga gawa ng tao ay sa katotohanan nilikha ni Allah ﷻ, at sa parehong sandali ay ginagawa at isinasakdal sa tao.",
    "explanation": "Ang mga gawa ng tao ay sa katotohanan nilikha ni Allah (Kanyang pinangyayari), at sa parehong sandali ay ginagawa at isinasakdal sa tao. Ito ang gitnang landas: hindi Jabariyya ni Qadariyya.<br><br>Ang Sūra aṣ-Ṣāffāt: 96 Nilikha ni Allah ang inyo at ang inyong ginagawa. Hadith: walang kapangyarihan o lakas maliban kay Allah. Itinatakda ng mga pantas ng Ahl as-Sunnah na ang gawa ng alipin ay likha ni Allah at kasb ng alipin; ang tao ay pananagutin.<br><br>Nagsusumikap tayo at naniniwalang ang resulta ay mula kay Allah; hindi tayo passive (Jabariyya) ni itinuturing natin ang ating sarili na tagalikha ng ating gawa (Qadariyya). Tayo ay pananagutin sa ating pagpili.",
    "category": "Taklif At Mga Gawa Ng Tao"
  },
  {
    "no": 84,
    "title": "Ang Tipan Ni Allah Sa Sangkatauhan",
    "text": "Ang tipan na ginawa ni Allah ﷻ kay Adam at sa kanyang lahi ay totoo.",
    "explanation": "Ang tipan na ginawa ni Allah kay Adam at sa kanyang lahi (kinuha mula sa balakang ni Adam) ay totoo: ang pagkilala na si Allah ay Panginoon. Binanggit sa Quran; ang tao ay ipinanganak sa fitra, pagkatapos ang kapaligiran at pagpili ay may epekto.<br><br>Ang Sūra al-Aʿrāf: 172–173 ay nagsasabi na kinuha ni Allah ang tipan mula sa lahi ni Adam: Hindi ba Ako ang inyong Panginoon? Sinabi nila: Oo. Ang sahih na hadith ay nagsasabing ang bawat bata ay ipinanganak sa fitra. Ginagamit ng mga pantas ito bilang patunay ng fitra at pananagutan ng tao.<br><br>Naniniwala tayo na ang tao ay may fitra na makilala ang Panginoon; ang ating tawag ay nagpapaalaala at nag-aanyaya; hindi \"nagpapasok\" ng banyaga. Tayo ay pananagutin sa ating pagpili pagkatapos ng pagtanda at katuwiran.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 85,
    "title": "Ang Mga Pangalan At Katangian Ni Allah Ay Permanenteng",
    "text": "Tulad ng may karapatan si Allah ﷻ sa pangalang \"Nagbibigay-buhay sa mga patay\" bago at pagkatapos bigyan ng buhay ang mga patay, gayon si Allah ﷻ ay may karapatan sa pangalang \"Tagalikha\" bago at pagkatapos lumikha.",
    "explanation": "Si Allah ay may karapatan sa pangalang \"Nagbibigay-buhay sa mga patay\" bago at pagkatapos talagang bigyan ng buhay; at \"Tagalikha\" bago at pagkatapos lumikha. Ang mga katangian at pangalan ni Allah ay hindi nakadepende sa mga pangyayari; lagi Siyang may Kanyang mga katangian.<br><br>Ang Sūra al-Ḥadīd: 3 Siya ang Una at Huli. Ang mga pangalan ni Allah ay walang hanggan. Itinatakda ng mga pantas na si Allah ay laging Al-Khāliq, Al-Muḥyī, atb., nang walang \"bago\" magkaroon ng katangian pagkatapos ng pangyayari. Tinatanggihan nito ang pagdududa sa mga katangian ni Allah bago ang paglikha.<br><br>Hindi natin itinatanong \"kailan nagkaroon si Allah ng katangian ng Tagalikha\"; naniniwala tayo na si Allah ay perpekto mula pa sa simula. Ang paniniwalang ito ay nangangalaga sa kadalisayan ng tawhid at tumatanggih sa pilosopiya na nagdududa sa mga katangian ni Allah.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 86,
    "title": "Lahat Ng Nangyayari Ay Ayon Sa Kagustuhan Ni Allah",
    "text": "Lahat ay nangyayari ayon sa kagustuhan, kaalaman, kapalaran at pasya ni Allah ﷻ; ang kagustuhan ni Allah ﷻ ay nangingibabaw sa ibang kagustuhan, at si Allah ﷻ ay hindi kailanman mapagmalabis, malayo sa kasamaan at perpekto at malayo sa kapintasan.",
    "explanation": "Lahat ay nangyayari ayon sa kagustuhan, kaalaman, kapalaran at pasya ni Allah. Ang kagustuhan ni Allah ay nangingibabaw sa ibang kagustuhan; si Allah ay hindi kailanman mapagmalabis, malayo sa kasamaan at perpekto at malayo sa kapintasan.<br><br>Ang Sūra Yāsīn: 82 Kapag Niyang loobin ang isang bagay ang Kanyang utos ay \"Maging\" at ito ay. Ang Sūra al-Burūj: 16 Siya ang Naghahangad. Ang hadith at mga talata ay malimit nagpapatotoo sa kapangyarihan at kagustuhan ni Allah. Si Allah ay hindi mapagmalabis; ang Kanyang pasya ay may karunungan.<br><br>Iniiwan natin ang lahat kay Allah at hindi natin sinisisi si Allah ng kalabisan. Naniniwala tayo na ang sumasapit sa atin ay alinsunod sa Kanyang pasya at kagustuhan; nagsusumikap tayo at nagtitiwala sa Kanya.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 87,
    "title": "Ang Kagustuhan Ng Tao Ay Nakadepende Kay Allah",
    "text": "Lahat ay nangyayari ayon sa pasya at kagustuhan ni Allah ﷻ; ang kagustuhan ng tao ay natutupad lamang kung loobin ni Allah ﷻ.",
    "explanation": "Lahat ay nangyayari ayon sa pasya at kagustuhan ni Allah; ang kagustuhan ng tao ay natutupad lamang kung loobin ni Allah. Ang kagustuhan ng tao ay hindi malaya; nasa ilalim ng kagustuhan ni Allah.<br><br>Ang Sūra at-Takwīr: 29 Hindi kayo magnanais maliban kung loobin ni Allah. Hadith: walang kapangyarihan o lakas maliban kay Allah. Itinatakda ng mga pantas na ang kagustuhan (mashīʾa) ni Allah ay sumasaklaw sa lahat ng nangyayari; ang kagustuhan ng nilikha ay sumusunod.<br><br>Nagnanais tayo at nagsusumikap, ngunit naniniwala tayo na ang huling resulta ay nasa kamay ni Allah. Hindi tayo mapagmataas kapag nagtagumpay ni nawawalan ng pag-asa kapag nabigo; nagtitiwala tayo sa Kanya pagkatapos ng ating pagsisikap.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 88,
    "title": "Ang Katotohanan Ng Batas Sa Pamamagitan Ng Propeta Muhammad",
    "text": "Lahat ng napatunayan mula sa Propeta ﷺ tungkol sa batas at paliwanag nito (ang Quran at Islam) ay totoo.",
    "explanation": "Lahat ng napatunayan mula sa Propeta tungkol sa batas at paliwanag nito—ang Quran at Sunnah, halal at haram, pagsamba at ugali—ay totoo. Tinatanggap natin nang walang alinlangan at isinasagawa.<br><br>Ang Sūra al-Ḥashr: 7 Ang anumang ibigay sa inyo ng Sugo ay tanggapin, at ang anumang ipagbawal niya ay iwanan. Ang sahih at malawakang hadith ay nagsasabing ang Propeta ay hindi nagsalita mula sa pita. Ang Quran at Sunnah ay pinagmulan ng katotohanan.<br><br>Hindi tayo pumipili o tumatanggi ng bahagi ng batas; tinatanggap natin ang lahat ng napatunayan mula sa Propeta. Hindi tayo sumusunod sa mga opinyon na sumalungat sa malinaw na ebidensya.",
    "category": "Propeta At Sugo"
  },
  {
    "no": 89,
    "title": "Lahat Ng Nilikha Ay Nasailalim Sa Pamumuno Ni Allah",
    "text": "Lahat ng nilikha ay nasailalim sa kagustuhan ni Allah ﷻ, maging sa biyaya ni Allah ﷻ o sa katarungan ni Allah ﷻ.",
    "explanation": "Lahat ng nilikha ay nasailalim sa kagustuhan ni Allah, maging sa Kanyang biyaya (basbas, patnubay, awa) o sa Kanyang katarungan (parusa, pagsubok). Walang nasa labas ng Kanyang pasya.<br><br>Ang Sūra Āl ʿImrān: 83 Naghahanap ba sila ng iba sa relihiyon ni Allah? Ngunit sa Kanya sumusuko ang sinuman sa langit at lupa. Ang mga talata at hadith ay malimit nagsasabing ang lahat ay nasailalim kay Allah. Ang biyaya at katarungan ni Allah ay perpekto.<br><br>Tinatanggap natin ang pasya nang bukas: nagpapasalamat tayo sa basbas at matiisin sa pagsubok. Hindi tayo tumututol sa pasya ni Allah; naniniwala tayo na si Allah ay Makatarungan at Maawain.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 90,
    "title": "Ang Mga Mananampalataya Ay Mga Wali Ni Allah",
    "text": "Lahat ng mananampalataya ay mga ally ni Allah ﷻ, at ang pinakamarangal sa paningin ni Allah ﷻ ay ang pinakamasunurin at pinakatapat sa Quran.",
    "explanation": "Lahat ng mananampalataya ay mga wali ni Allah (minamahal ni Allah sa pangkalahatang kahulugan); ang pinakamarangal sa paningin ni Allah ay ang pinakamasunurin at pinakatapat sa Quran. Ang kahusayan ay batay sa kabanalan at pagsunod, hindi sa paghahabol o titulo.<br><br>Ang Sūra Yūnus: 62–63 Narito, ang mga wali ni Allah ay walang takot ni lungkot—ang mga nanampalataya at nangingilag sa kasalanan. Ang hadith ay nagsasabing ang wali ni Allah ay ang sumusunod; nakikilala natin sila sa kanilang gawa, hindi sa kanilang paghahabol. Hindi natin pinararangalan ang isang \"wali\" nang higit sa ebidensya.<br><br>Nagsusumikap tayo na maging mga wali ni Allah sa pamamagitan ng pagsunod at pagsunod sa Quran at Sunnah; hindi natin inaangkin na wali o pinararangalan ang iba nang walang batayan. Ang kahusayan ay kay Allah at batay sa gawa.",
    "category": "Pananampalataya: Mga Haligi, Kahulugan At Gitnang Landas"
  },
  {
    "no": 91,
    "title": "Mga Gawa Ng Tao Ayon Sa Kaalaman Ni Allah",
    "text": "Ang lahat ng gawa ng tao ay nangyayari nang eksakto ayon sa nalalaman ni Allah ﷻ; ang bawat tao ay pinadadali tungo sa kung para saan siya nilikha, at ang mapalad o sawi ay ayon sa pasya ni Allah ﷻ.",
    "explanation": "Ang lahat ng gawa ng tao ay nangyayari nang eksakto ayon sa nalalaman ni Allah; ang bawat tao ay pinadadali tungo sa kung para saan siya nilikha (kapalaran), at ang mapalad o sawi ay ayon sa pasya ni Allah. Hindi nito binabawi ang pagsisikap; ang pagsisikap ay bahagi rin ng kapalaran.<br><br>Ang Sūra al-Layl: 5–10 ay nagpapahiwatig na may pinadadali sa kabutihan at may pinadadali sa kasamaan. Hadith: ang bawat tao ay pinadadali tungo sa kung para saan siya nilikha. Ang kaalaman ni Allah ay nauna sa gawa; ang gawa ay nangyayari ayon sa Kanyang kaalaman.<br><br>Nagsisikap tayo at naniniwala na si Allah ang nagpapadali; hindi tayo pasibo. Hindi tayo nangangatwiran ng \"nakapasyang sawi na\" para hindi magsikap; nagtitiwala tayo sa Kanya pagkatapos ng pagsisikap.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 92,
    "title": "Ang Hangganan Kung Kailan Umaalis Ang Isang Tao Sa Pananampalataya",
    "text": "Ang isang tao ay hindi umaalis sa pananampalataya maliban sa pagtanggi sa nagpasok sa kanya rito.",
    "explanation": "Ang isang tao ay hindi umaalis sa pananampalataya maliban sa pagtanggi sa nagpasok sa kanya sa pananampalataya (hal. pagtanggi sa haligi ng pananampalataya, paggawang legal sa malinaw na ipinagbabawal, o paniniwala sa kufr). Ang kasalanan lamang ay hindi nagpapalabas sa Islam habang hindi tinatanggihan ang saligan.<br><br>Sahih na hadith: hindi dapat ideklarang hindi nananampalataya ang isang Muslim dahil sa kasalanan. Ang paglabas sa Islam ay nangyayari sa pagtanggi sa syahada, pagtanggi sa tiyak sa relihiyon, o paggawang legal sa pinagkaisahang ipinagbabawal. Pinaliliwanag ng mga iskolar na ang gumawa ng malaking kasalanan ay nananatiling mananampalataya kung hindi niya ginagawang legal ang kasalanan.<br><br>Hindi natin ideklarang hindi nananampalataya ang nagpapatuloy na kumikilala sa mga haligi ng pananampalataya at hindi gumagawang legal ang ipinagbabawal; dinidistinguish natin ang kasalanan at kufr. Ipinauubaya natin ang hatol ng kufr sa mga kwalipikadong iskolar sa mahigpit na kondisyon.",
    "category": "Pananampalataya: Mga Haligi, Kahulugan At Gitnang Landas"
  },
  {
    "no": 93,
    "title": "Ang Kasinungalingan Ng Pag-aangkin Ng Propeta Pagkatapos Ni Muhammad",
    "text": "Ang bawat pag-aangkin ng propesiya pagkatapos ni Muhammad ﷺ ay kasinungalingan at panlilinlang.",
    "explanation": "Ang bawat pag-aangkin ng propesiya pagkatapos ni Muhammad ay kasinungalingan at panlilinlang. Walang propeta o sugo pagkatapos niya; sinumang mag-angkin ng propeta o tumanggap ng bagong kapahayagan pagkatapos niya ay sinungaling.<br><br>Ang Sūra al-Aḥzāb: 40 Si Muhammad ang selyo ng mga propeta. Sahih na hadith: walang propeta pagkatapos ko. Sinabi ng Propeta na magkakaroon ng mga sinungaling na mag-aangkin ng propeta; huwag maniwala. Ang mga iskolar ay nagkakaisa na ang pag-aangkin ng propesiya pagkatapos ng Propeta ay kufr.<br><br>Tinatanggihan natin ang sinumang mag-angkin na propeta, sugo, o tumatanggap ng bagong batas pagkatapos ng Propeta Muhammad. Sumusunod tayo lamang sa Quran at Sunnah; walang bagong kapahayagan.",
    "category": "Propeta At Sugo"
  },
  {
    "no": 94,
    "title": "Paggalang Sa Mga Sahaba, Mga Asawa At Angkan Ng Propeta",
    "text": "Ang sinumang nagsasalita nang mabuti tungkol sa mga Kasamahan ng Sugo ni Allah ﷺ, sa Kanyang mga asawa at sa Kanyang dalisay na angkan ay malaya sa akusasyon ng pagpapaimbabaw.",
    "explanation": "Ang sinumang nagsasalita nang mabuti tungkol sa mga Kasamahan ng Sugo ni Allah, sa Kanyang mga asawa (ang mga Ina ng mga Mananampalataya) at sa Kanyang dalisay na angkan (ang matuwid na Ahlul Bayt) ay malaya sa akusasyon ng pagpapaimbabaw. Ang paggalang sa kanila ay bahagi ng Islam.<br><br>Ang Sūra al-Aḥzāb: 6 at ibang mga talata ay pinupuri ang mga asawa ng Propeta. Ang hadith ay nagpapatotoo sa kahusayan ng Ahlul Bayt at mga Sahaba. Ang pag-alipusta sa kanila ay tanda ng pagpapaimbabaw o pagkaligaw. Ang Ahl as-Sunnah ay iginagalang ang mga Sahaba at Ahlul Bayt nang walang labis.<br><br>Hindi natin inaalipusta ang mga Sahaba, mga asawa ng Propeta, o Kanyang matuwid na angkan; nagsasalita tayo nang mabuti tungkol sa kanila at ginagawa silang huwaran. Tinatanggihan natin ang mga grupong umaalipusta o nagdedeklara sa kanila bilang hindi nananampalataya.",
    "category": "Mga Sahaba, Khalifa At Ahlul Bayt"
  },
  {
    "no": 95,
    "title": "Pagbabawal Na Ihambing Si Allah Sa Tao",
    "text": "Ang sinumang naglalarawan kay Allah ﷻ sa parehong paraan tulad ng tao ay naging hindi nananampalataya; si Allah ﷻ sa Kanyang mga katangian ay hindi katulad ng tao.",
    "explanation": "Ang sinumang naglalarawan kay Allah sa parehong paraan tulad ng tao (tashbīh)—hal. nag-aakalang si Allah ay may mga bahagi ng katawan tulad natin o nakaupo sa trono tulad ng nilikha—ay naging hindi nananampalataya. Si Allah sa Kanyang mga katangian ay hindi katulad ng tao.<br><br>Ang Sūra ash-Shūrā: 11 Walang anumang katulad Niya. Ang hadith ay nagbabawal ng pagninilay sa sangkap ni Allah. Ang mga iskolar ay nagpapatotoo na ang paghahambing kay Allah sa nilikha ay kufr. Kinikilala natin ang mga katangian nang walang pagtatanong ng \"paano\" (takyīf) at walang paghahambing (tamthīl).<br><br>Hindi natin iniisip si Allah tulad ng nilikha; naniniwala tayo sa mga pangalan at katangian ni Allah ayon sa dumating nang walang paghahambing. Tinatanggihan natin ang mga doktrina ng mujassima o mushabbiha.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 96,
    "title": "Ang Permanensiya Ng Paraiso At Impiyerno",
    "text": "Ang Paraiso at Impiyerno ay mga nilikhang walang wakas; nilikha sila ni Allah ﷻ bago ang ibang nilikha, at nilikha ni Allah ﷻ ang tao para tumira sa bawat isa; ang sinumang nais ni Allah ﷻ ay papasok sa Paraiso sa biyaya ni Allah ﷻ o sa Impiyerno sa katarungan ni Allah ﷻ.",
    "explanation": "Ang Paraiso at Impiyerno ay mga nilikhang walang wakas (permanenteng). Nilikha sila ni Allah bago ang ibang nilikha at nilikha Niya ang tao para tumira sa bawat isa. Ang sinumang nais ni Allah ay papasok sa Paraiso sa Kanyang biyaya o sa Impiyerno sa Kanyang katarungan.<br><br>Ang Sūra Hūd: 107–108 ay nagpapatotoo na ang Paraiso at Impiyerno ay permanenteng. Ang sahih na hadith ay nagsasalaysay na ang Paraiso at Impiyerno ay nilikha na. Ang Sūra ash-Shūrā: 7 Nilikha ni Allah ang mga langit at lupa at ang nasa pagitan. Ang mga naninirahan sa Paraiso at Impiyerno ay panghabang-panahon.<br><br>Naniniwala tayo sa Paraiso at Impiyerno bilang permanenteng katotohanan; nagsisikap tayong pumasok sa Paraiso sa pamamagitan ng mga gawa at awa ni Allah at umiwas sa Impiyerno sa pagsunod at pagsisisi.",
    "category": "Ang Huling Araw"
  },
  {
    "no": 97,
    "title": "Ang Pagpapagitan Para Sa Mga Muslim Ay Totoo",
    "text": "Ang pagpapagitan na nakalaan para sa mga Muslim ay totoo, ayon sa mga hadith.",
    "explanation": "Ang pagpapagitan na nakalaan para sa mga Muslim—kabilang ang pagpapagitan ng Propeta para sa kanyang pamayanan sa Araw ng Muling Pagkabuhay at iba pang pagpapagitan na sahih na naiulat sa mga hadith—ay totoo. Naniniwala tayo rito nang walang pagtanggi o pagmamalabis.<br><br>Ang Sūra al-Baqara: 255 (ang talata ng Trono) ay nagsasabing walang makapagpapagitan sa Kanya maliban sa Kanyang pahintulot. Ang malawak na naiulat na hadith ay nagsasalaysay ng pagpapagitan ng Propeta para sa kanyang pamayanan. Ang pagpapagitan ay sa pahintulot lamang ni Allah at para sa Kanyang kinasasabikan.<br><br>Umaasa tayo sa pagpapagitan ng Propeta at hindi umaasa lamang sa mga gawa; hindi rin natin itinuturing na ang pagpapagitan ay nagbabawal sa katarungan ni Allah. Nananalangin tayo para maging kabilang sa mga bibigyan ng pagpapagitan.",
    "category": "Ang Huling Araw"
  },
  {
    "no": 98,
    "title": "Ang Katotohanan Ng Balon Ng Propeta Muhammad",
    "text": "Ang Balon (al-Ḥawḍ) na ibinigay ni Allah ﷻ sa Propeta ﷺ para mapawi ang uhaw ng kanyang pamayanan sa Araw ng Muling Pagkabuhay ay totoo.",
    "explanation": "Ang Balon (al-Ḥawḍ) na ibinigay ni Allah sa Propeta para mapawi ang uhaw ng kanyang pamayanan sa Araw ng Muling Pagkabuhay ay totoo. Ang sinumang iinom dito ay hindi na mauuhaw magpakailanman. Ito ay binanggit sa sahih na hadith.<br><br>Ang sahih na hadith (Bujārī, Muslim) ay nagsasalaysay na ang Propeta ay may balon sa Araw ng Muling Pagkabuhay; ang sinumang iinom dito ay hindi na mauuhaw magpakailanman. Binalaan ng Propeta na may mga itataboy mula sa balon. Naniniwala tayo nang walang pagtatanong ng \"paano\".<br><br>Nagsisikap tayong maging bahagi ng pamayanang darating sa balon ng Propeta; umiiwas tayo sa inobasyon at paghahati na maaaring magdulot ng pagtaboy mula sa balon. Ang paniniwalang ito ay nagpapalaki ng ating pagmamahal sa Propeta.",
    "category": "Ang Huling Araw"
  },
  {
    "no": 99,
    "title": "Si Allah Ay Hindi Naabot Ng Pag-unawa",
    "text": "Walang imahinasyon na makapaglalarawan kay Allah ﷻ, at walang pag-unawa na makapag-aabot kay Allah ﷻ.",
    "explanation": "Walang imahinasyon na makapaglalarawan kay Allah at walang pag-unawa na makapag-aabot sa sangkap ni Allah. Ang kaisipan ng tao ay limitado; naniniwala tayo kay Allah nang walang pagtatanong ng \"paano\" (takyīf) at walang paghahambing (tamthīl).<br><br>Ang Sūra al-Anʿām: 103 Ang paningin ay hindi makakamit sa Kanya, ngunit Siya ang umaabot sa paningin. Hadith: magnilay sa nilikha ni Allah, huwag magnilay sa sangkap ni Allah. Ang mga iskolar ay nagpapatotoo na ang kaisipan ay hindi makakapag-abot sa katotohanan ni Allah.<br><br>Hindi natin iniisip ang hugis o \"mukha\" ni Allah sa ating imahinasyon; pinupuri natin Siya at naniniwala sa Kanyang mga pangalan at katangian nang walang paghahambing. Ipinauubaya natin ang \"paano\" kay Allah.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 100,
    "title": "Walang Lihim Na Nakatago Kay Allah",
    "text": "Walang anuman tungkol sa nilikha na nakatago kay Allah ﷻ bago likhain ang nilikha, at alam ni Allah ﷻ ang lahat ng gagawin ng nilikha bago likhain ang nilikha.",
    "explanation": "Walang anuman tungkol sa nilikha na nakatago kay Allah bago ang paglikha; alam ni Allah ang lahat ng gagawin ng nilikha bago likhain ang nilikha. Ang kaalaman ni Allah ay walang hanggan at sumasaklaw sa lahat.<br><br>Ang Sūra al-Ḥadīd: 22 Walang sakuna na nangyayari maliban na nasa isang aklat. Ang Sūra al-Anʿām: 59 Ang mga susi ng nakalingid ay nasa kay Allah. Ang hadith ay nagpapatotoo na isinulat ni Allah ang kapalaran bago ang paglikha. Ang kaalaman ni Allah ay hindi nagbabago.<br><br>Naniniwala tayo sa perpektong kaalaman ni Allah; hindi tayo nababagabag ng \"alam na ni Allah\" na parang wala tayong pagpipilian. Naniniwala tayo na ang kaalaman ni Allah ay hindi nagpipilit; nagsisikap pa rin tayo at pananagutin.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 101,
    "title": "Lahat Ay Nagaganap Ayon Sa Kagustuhan Ng Allah",
    "text": "Walang anumang nagaganap maliban sa kung ano ang kagustuhan ni Allah ﷻ.",
    "explanation": "Walang anumang nagaganap maliban sa kung ano ang kagustuhan ni Allah. Ang kagustuhan ni Allah ay sumasaklaw sa lahat ng pangyayari; walang nangyayari sa langit at lupa nang wala ang Kanyang mashīʾa.<br><br>Ang Sūra at-Taghābun: 11 Walang sakuna na tumatama maliban sa pahintulot ni Allah. Ang Sūra al-Insān: 30 Hindi kayo makapagnanais maliban kung nanaisin ni Allah. Ang hadith at mga talata ay nagpapatotoo nito nang marami.<br><br>Ipinagkakatiwala natin ang lahat ng gawain sa kagustuhan ni Allah; nagsisikap tayo at nananalangin, pagkatapos tinatanggap ang Kanyang pasya. Hindi tayo nagrerebelde laban sa kapalaran ni nagiging desperado.",
    "category": "Kapalaran At Kagustuhan Ng Allah"
  },
  {
    "no": 102,
    "title": "Walang Makapagwawagi Kay Allah",
    "text": "Walang anuman ang makapagwawagi kay Allah ﷻ.",
    "explanation": "Walang anuman ang makapagwawagi kay Allah. Ang Kanyang kapangyarihan ay ganap; walang makakapantay, makakapawi, o makakapigil sa Kanyang kagustuhan.<br><br>Ang Sūra al-Baqarah: 255 Hindi inaantok at hindi natutulog si Allah; sa Kanya ang lahat ng nasa langit at lupa. Ang mga talata at hadith ay nagpapatotoo sa qudrah ni Allah. Ang sinumang mag-akala na may makapagwawagi kay Allah ay naging kāfir.<br><br>Nananatiling tayo na ang tulong at tagumpay ay mula lamang kay Allah; hindi tayo natatakot sa nilikha. Inilalagay natin ang pag-asa at takot lamang kay Allah.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 103,
    "title": "Walang Katulad Si Allah",
    "text": "Walang anuman ang katulad ni Allah ﷻ.",
    "explanation": "Walang anuman ang katulad ni Allah. Siya ay nag-iisa; walang kapantay, kapartner, o kahawig sa Kanya sa essence, mga katangian, o gawa.<br><br>Ang Sūra al-Ikhlās: 4 Walang kahalintulad sa Kanya. Ang Sūra ash-Shūrā: 11 Walang anuman ang katulad Niya. Ang hadith at ijma ay nagpapatotoo sa tawhid. Ang paghahalintulad kay Allah sa nilikha ay kufr.<br><br>Itinatangi natin si Allah mula sa anumang pagkakahawig sa nilikha; hindi natin Siya iniisip o inilalarawan ng mga katangian ng nilikha. Ang tawhid na ito ang pundasyon ng buong relihiyon.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 104,
    "title": "Walang Diyos Na Karapat-Dapat Sambahin Maliban Kay Allah",
    "text": "Walang diyos na karapat-dapat sambahin maliban kay Allah ﷻ.",
    "explanation": "Walang diyos na karapat-dapat sambahin maliban kay Allah. Si Allah lamang ang karapat-dapat na sambahin; ang pagsamba sa iba pa sa Kanya ay shirk. Ang lā ilāha illā Allāh ay ang pundasyon ng Islam.<br><br>Ang Sūra Muḥammad: 19 Alamin na walang diyos maliban kay Allah. Ang Sūra al-Baqarah: 163 at maraming talata ay nagpapatotoo sa kaisahan ni Allah. Ang hadith ay nagsasabi na ang lā ilāha illā Allāh ay ang susi sa Paraiso. Ang shirk ang pinakamalaking kasalanan.<br><br>Sumasamba lamang tayo kay Allah at hindi nag-aasosyo ng anuman sa Kanya. Tinatanggihan natin ang pagsamba sa anuman maliban kay Allah—mga diyus-diyosan, tao, o pita.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 105,
    "title": "Walang Makapagtatakwil Sa Pasya Ng Allah",
    "text": "Walang makapagtatakwil sa pasya ni Allah ﷻ, makapagbabalik ng utos ni Allah ﷻ, o makapagwawagi sa usapin ni Allah ﷻ.",
    "explanation": "Walang makapagtatakwil sa pasya ni Allah, makapagbabalik ng Kanyang utos, o makapagwawagi sa Kanyang usapin. Ang Kanyang hatol ay pangwakas; walang apela o veto.<br><br>Ang Sūra ar-Raʿd: 41 Tunay na si Allah ay may kapangyarihan sa lahat ng bagay. Ang Sūra al-Anʿām: 59 Walang makapagtatakwil sa Kanyang pasya. Ang hadith ay nagpapatotoo na walang makapagtatakwil sa kapalaran ni Allah. Ang kapangyarihan ni Allah ay ganap.<br><br>Tinatanggap natin ang pasya ni Allah nang may kapanatagan; hindi tayo nagrerebelde o nagiging desperado. Nananalangin tayo at nagsisikap, pagkatapos sumusuko sa Kanyang marunong na hatol.",
    "category": "Mga Katangian Ng Allah At Tawhid"
  },
  {
    "no": 106,
    "title": "Paggalang Sa Mga Salaf Na Ulamang Unang Henerasyon",
    "text": "Ang mga salaf na ulama—ang unang henerasyon at ang sumusunod sa kanila—ay maaari lamang banggitin nang may pinakamabuting paraan; ang sinumang magsabi ng masama tungkol sa mga salaf na ulama ay wala sa tamang landas.",
    "explanation": "Ang mga salaf na ulama—ang unang henerasyon (mga Sahaba, tābiʿūn, tābiʿu t-tābiʿīn) at ang sumusunod sa kanilang manhaj—ay maaari lamang banggitin nang may pinakamabuting paraan. Ang sinumang magsabi ng masama tungkol sa mga salaf na ulama ay wala sa tamang landas.<br><br>Ang Sūra at-Tawba: 100 ay pinupuri ang mga nauna at pangunahin. Hadith: ang pinakamabuting tao ay ang aking henerasyon. Inutusan ng Propeta na sumunod sa sunnah ng mga khulafa. Ang pag-alipusta sa salaf ay bidʿa at pagkaligaw.<br><br>Iginagalang natin ang mga salaf na ulama at tinatanggap ang ating pag-unawa sa relihiyon mula sa kanila; hindi natin sila inaalipusta o binababa. Sumusunod tayo sa manhaj ng Ahl as-Sunnah na kumakapit sa Qur'an, Sunnah, at pag-unawa ng salaf.",
    "category": "Mga Sahaba, Khalifa At Ahlul Bayt"
  }
]
