[
  {
    "no": 1,
    "title": "Mga hangganan ng kaalaman ng nilalang at ni Allah",
    "text": "May dalawang uri ng kaalaman: yaong maaabot ng mga nilalang at yaong hindi; ang pagtanggi sa una ay kawalan ng pananampalataya, ang pag-angkin sa pangalawa ay gayon din—ang pananampalataya ay matatag kapag tinatanggap ang maaabot at hindi hinahanap ang hindi maaabot.",
    "explanation": "Mahalaga ang konsepto ng dalawang uri ng kaalamang ito. May kaalamang binubuksan ni Allah sa tao sa pamamagitan ng mga pandama at ng kapahayagan (kaalaman sa sharīʿa), at may kaalaman sa hindi nakikita na sa Allah lamang, tulad ng oras ng Wakas. Ang pag-unawa sa hangganang ito ay nag-iwas sa atin na mag-angkin ng kaalaman sa mga lihim ng kapalaran na hindi inihayag ni Allah.<br><br>Sa Qur'an (sūra al-Anʿām: 59) sinabi ni Allah: \"Sa Kanya ang mga susi ng hindi nakikita; walang nakaaalam nito maliban sa Kanya.\" Isang hadith na sahih sa Bukhārī ang nagsasabi ng limang bagay na hindi nakikita na alam lamang ni Allah. Dapat tayong masiyahan sa ipinaalam at huwag lalampas sa itinago.<br><br>Sa praktika, ang paniniwalang ito ay nagpapanatili sa atin na mapagkumbaba at sabik na matuto. Nakakamit natin ang kapayapaan sa pagtitiwala sa hinaharap kay Allah, sa pagtuon sa magagawa natin at sa Kanyang kapasyahan.",
    "category": "Panalangin, kaalaman at hangganan"
  },
  {
    "no": 2,
    "title": "Benepisyo ng panalangin para sa yumao",
    "text": "Ang mga patay ay nakikinabang sa panalangin at kawang-gawa ng mga buhay.",
    "explanation": "Ang kamatayan ay hindi ang wakas ng lahat. Isa sa tanda ng awa ni Allah ay ang patuloy na pag-abot ng kabutihan sa yumao sa pamamagitan ng gawa ng mga buhay. Sinasabi ng puntong ito na ang panalangin, paghingi ng kapatawaran at kawang-gawa na ginagawa natin para sa yumao ay nakararating sa kanya bilang gantimpala at nagpapagaan sa kanyang kalagayan sa barzakh.<br><br>Ang batayan ay ang salita ng Propeta ﷺ (sa Muslim): \"Kapag namatay ang tao, humihinto ang kanyang gawa maliban sa tatlo: tuloy-tuloy na kawang-gawa, kapaki-pakinabang na kaalaman, o anak na matuwid na nananalangin para sa kanya.\" Ang sūra al-Ḥašr: 10 ay nagpupuri sa mga humihingi ng kapatawaran para sa nauna sa kanila. Ang bigkis ng pananampalataya ay lampas sa kamatayan.<br><br>Sa araw-araw, ito ay nag-uudyok sa atin na huwag kalimutan ang mga magulang o guro na yumao. Ang pananalangin para sa kanila ay kabanalan at paalala na tayo rin ay mangangailangan ng gayong panalangin. Sa gayon napapanatili ang kadena ng kabutihan sa mga henerasyon ng mga Muslim.",
    "category": "Panalangin, kaalaman at hangganan"
  },
  {
    "no": 3,
    "title": "Ang salita ni Allah ay hindi salita ng tao",
    "text": "Ang Quran ay salita ni Allah ﷻ, mula sa Kanya; naniniwala ang mga tao rito bilang pagsasalita ni Allah ﷻ nang hindi itinatanong kung paano, at hindi it salita ng tao ni nilikha.",
    "explanation": "Ang Qur'an ay ang mismong salita ni Allah (Kalāmullāh), hindi nilikha. Ang binabasa natin sa Muṣḥaf ay tunay na salita ni Allah, hindi gawa ng tao. Ito ay nagpapanatili sa awtoridad ng kapahayagan: ang Qur'an ay banal, dalisay, at ang katotohanan nito ay ganap bilang gabay sa buhay.<br><br>Sinabi ni Allah (sūra at-Tawba: 6): \"...bigyan siya ng proteksyon hanggang makarinig siya ng salita ni Allah (Kalāmullāh).\" Isang hadith sa Tirmidhī ang nagsasabing ang kahigitan ng salita ni Allah sa ibang salita ay tulad ng kahigitan ni Allah sa Kanyang nilikha. Ang Qur'an ay banal na kapahayagan mula sa Maylikha.<br><br>Sa praktika, tinatrato natin ang Qur'an nang may malaking paggalang. Hindi natin ito tinatrato na parang ordinaryong aklat; binabasa natin ito nang may tartil, sinusubukang unawain ang kahulugan at sinusunod ang mga utos nito nang walang pag-aalinlangan. Sa paniniwalang ang Qur'an ay salita ng Allah, mayroon tayong matibay na gabay sa buhay.",
    "category": "Qur'an at kapahayagan"
  },
  {
    "no": 4,
    "title": "Ang Allah ay Naiiba sa Lahat ng Nilikha",
    "text": "Ang Allah ﷻ ay naiiba sa lahat ng nilikha.",
    "explanation": "Ang Allah ay Laisa Kamitslihi Syai-un: walang katulad sa Kanya. Anumang anyo o imahe na pumapasok sa isip natin, ang Allah ay hindi ganoon. Pinapanatili nito ang kadalisayan ng ating tawhid para huwag itulad ang Maylikha sa mahina at limitadong nilikha.<br><br>Ang pangunahing patunay ay ang sūra ash-Shūrā: 11: \"Walang katulad sa Kanya, at Siya ang Nakakarinig, ang Nakakakitang lahat.\" Ipinapaalala rin ng hadith na pagbulay-bulayan ang nilikha ng Allah ngunit ipinagbabawal ang isipin ang Kanyang esensiya, sapagkat may hangganan ang isip ng tao sa pag-unawa sa katotohanan ng Diyos.<br><br>Ang pagkaunawang ito ay nagpapalaya sa atin sa pagsamba sa diyus-diyosan—pisikal o mental (pantasya). Napagtatanto natin na ang Allah ay kataas-taasan at walang hangganan, at sinasamba natin Siya lamang nang buong paggalang at pagpaparangal nang hindi Siya nililimitahan ng mga katangian ng nilikha.",
    "category": "Mga Katangian ng Allah at Tawhid"
  },
  {
    "no": 5,
    "title": "Ang Allah ang Maylikha Mula sa Simula",
    "text": "Ang Allah ﷻ ay karapat-dapat tawaging Maylikha at Tagapagpasimula hindi lamang pagkatapos o dahil sa gawa ng paglikha, kundi mula sa simula.",
    "explanation": "Ang Allah ay Al-Khāliq (ang Maylikha) na hindi nangangailangan ng proseso para maging tagapaglikha. Bago pa man magkaroon ng anumang bituin o atomo, may katangian na ang Allah na lumikha. Ang Kanyang mga pangalan at katangian ay walang hanggan at hindi nakadepende sa pag-iral ng nilikha, sapagkat Siya ang Pinagmulan ng lahat ng pag-iral.<br><br>Sabi ng Allah (sūra al-Hadīd: 3): \"Siya ang Una at ang Huli.\" Ang pangalang Al-Khāliq ay lumalabas sa maraming talata, tulad ng sūra al-Ḥašr: 24. Sinasabi ng hadith na dati ay ang Allah lamang at walang kasama sa Kanya, pagkatapos nilikha ng Allah ang Trono at ang buong sansinukob.<br><br>Tinuturuan tayo nito na ang Allah ay ganap na nagtatalaga sa sarili (Al-Ghanī). Nilikha Niya tayo hindi dahil sa kalungkutan o pangangailangan ng tulong, kundi dahil sa Kanyang kagustuhan at karunungan. Nagiging alipin tayo na alam ang ating lugar, may kamalayang ang ating buhay ay dalisay na handog mula sa Una na hindi kailanman nangailangan ng anuman sa atin.",
    "category": "Mga Katangian ng Allah at Tawhid"
  },
  {
    "no": 6,
    "title": "Ang Perpektong Kapangyarihan ay sa Allah Lamang",
    "text": "Ang Allah ﷻ ay may kapangyarihan sa lahat ng bagay; lahat ay nakadepende sa Allah ﷻ, at madali para sa Allah ﷻ, at ang Allah ﷻ ay hindi nangangailangan ng anuman; walang katulad ang Allah ﷻ, at ang Allah ﷻ ay ang Nakakarinig, ang Nakakakitang lahat.",
    "explanation": "Ang kapangyarihan ng Allah ay ganap at hindi nililimitahan ng mga batas ng pisika o lohika ng tao. Anumang nais ng Allah ay nagaganap nang madali sa salitang \"Kun\". Ang buong sansinukob ay nangangailangan ng Allah sa bawat segundo, samantalang ang Allah ay hindi nangangailangan ng anuman mula sa sansinukob na ito.<br><br>Sa sūra Yāsīn: 82: \"Ang Kanyang utos, kapag nagnais Siya ng isang bagay, ay sabihin lamang dito: Mangyari! at mangyayari.\" May pangalan din ang Allah na Al-Qādir. Sinasabi ng isang hadith qudsī na kung hihilingin ng lahat ng tao at ipagkakaloob ng Allah ang lahat, hindi bababa ang kayamanan ng Allah.<br><br>Ang paniniwalang ito ay lunas sa lahat ng takot. Napagtatanto natin na anumang amo, pinuno o suliranin, gaano man kalaki, ay wala kumpara sa kapangyarihan ng Allah. Nagiging alipin tayo na matapang ngunit mapagkumbaba, na alam na ang tanging sandigan na hindi mabibigo ay ang Allah na Makapangyarihan.",
    "category": "Mga Katangian ng Allah at Tawhid"
  },
  {
    "no": 7,
    "title": "Ang Allah ang Ganap na Soberano ng Sansinukob",
    "text": "Ang Allah ﷻ ay may ganap na kapangyarihan sa lahat ng bagay, at walang may kapangyarihan sa Allah ﷻ; sinumang ituring ang sarili na malaya sa Allah ﷻ sa isang saglit ay nahulog sa kawalan ng pananampalataya.",
    "explanation": "Ang Allah ay ang ganap na Soberano na humahawak ng kontrol sa bawat atomo sa kosmos. Walang usapin na lumalabas sa Kanyang kontrol. Kung may damdaming makakaya niyang mabuhay nang malaya nang hindi nangangailangan ng Allah, kahit isang saglit, nahulog na siya sa kapalaluan na makasisira sa pananampalataya.<br><br>Sinasabi ng sūra Fāṭir: 15: \"O sangkatauhan! Kayo ang nangangailangan ng Allah; at ang Allah ay ang Nagtatalaga sa Sarili, ang Kapuri-puri.\" Madalas ituro ng mga hadith ng Propeta ang isang panalangin na huwag tayong iwan sa sarili kahit isang saglit (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>Sa praktika, ginagawa tayo nito na laging maramdaman ang pangangailangan (faqīr) sa Allah. Nananalangin tayo nang masigasig para sa maliliit at malalaking bagay—mula sa paghingi ng patnubay hanggang mga pang-araw-araw na gawain. Alam natin na nang walang Kanyang tulong ay hindi tayo makahinga o kumindat.",
    "category": "Mga Katangian ng Allah at Tawhid"
  },
  {
    "no": 8,
    "title": "Ang Allah ay Malaya sa Mga Pisikal na Hangganan",
    "text": "Ang Allah ﷻ ay nasa itaas ng hangganan, restriksyon, bahagi, o sangkap, at hindi nakatali ng anim na direksyon tulad ng nilikha.",
    "explanation": "Ipinapahayag ng credong ito na ang Allah ay malaya sa mga katangiang materyal. Ang Allah ay hindi nangangailangan ng espasyo, walang mga bahagi ng katawan tulad ng tao, at hindi nakatali ng direksyon (itaas, ibaba, atb.) tulad ng nilikha. Siya ang Maylikha ng espasyo at oras, kaya imposibleng limitahan Siya ng Kanyang sariling nilikha.<br><br>Sabi ng Allah (sūra al-Ikhlāṣ: 4): \"At walang katulad sa Kanya.\" Mahalaga ang prinsipyo ng Tanzīh (ipahayag na ang Allah ay malaya sa pagkakatulad). Ipinaliliwanag ng mga pantas na ang Allah ay umiiral nang hindi nangangailangan ng lugar, sapagkat ang lugar ay nilikha, at ang Allah ay umiral bago pa nilikha ang lugar.<br><br>Pinoprotektahan tayo nito mula sa antropomorpikong pag-iisip (isipin ang Diyos na parang tao). Maaari nating sambahin ang Allah nang buong pagpaparangal sa Kanyang hindi nakikita at walang-hangganang kadakilaan, sa halip na mabihag sa pisikal na imahen na nagpapababa sa ranggo ng pagka-Diyos.",
    "category": "Mga Katangian ng Allah at Tawhid"
  },
  {
    "no": 9,
    "title": "Ang Pasan ng Taklīf Ayon sa Kakayahan ng Alipin",
    "text": "Ang Allah ﷻ ay nagpapasan lamang sa mga tao ng kung ano ang kanilang kayang pasanin, at ang mga tao ay makagagawa lamang ng kung ano ang ibinigay sa kanila ng Allah ﷻ; walang kapangyarihan o kakayahan maliban sa pamamagitan ng Allah ﷻ, at walang lakas para sumunod o umiwas sa kasalanan maliban sa tulong ng Allah ﷻ.",
    "explanation": "Hindi nagpapasan ang Allah sa alipin nang higit sa kanyang kakayahan. Bawat utos at pagbabawal sa sharīʿa ay naaayon sa kakayahan ng tao; ipinapakita nito ang katarungan at awa ng Allah at tinatanggihan ang ideyang ang relihiyon ay mabigat.<br><br>Sa sūra al-Baqarah: 286 sinabi ng Allah: \"Hindi nagpapasan ang Allah sa isang kaluluwa maliban ayon sa kanyang kakayahan.\" Sinasabi rin ng isang tunay na hadith (Bukhārī–Muslim): \"Kapag inutusan ko kayo ng isang bagay, gawin ninyo hangga't makakaya.\" Ang kapangyarihan at kakayahan para sumunod (lā ḥawla wa lā quwwata illā billāh) ay nagmumula rin sa tulong ng Allah.<br><br>Sa praktika hindi tayo dapat gumamit ng \"hindi ko kaya\" bilang dahilan para sa malinaw na mga obligasyon, ngunit hindi rin tayo dapat magpasan nang higit sa ating kakayahan. Ginagawa natin ang abot ng ating makakaya at pagkatapos ay nagtitiwala sa Allah; hinihiling natin sa Allah ang lakas para manatiling matatag sa pamamagitan ng panalangin at pagsisikap.",
    "category": "Taklīf at Mga Gawa ng Tao"
  },
  {
    "no": 10,
    "title": "Perpektong Buhay at Patuloy na Gawa",
    "text": "Ang Allah ﷻ ay buhay at hindi namamatay, laging gumagawa at hindi natutulog.",
    "explanation": "Ang Allah ay Al-Ḥayy (ang Walang-hanggang Buhay) at Al-Qayyūm (ang Nagpapanatili). Ang buhay ng Allah ay perpekto—hindi sinimulan ng kapanganakan at hindi tinapos ng kamatayan. Hindi Siya nangangailangan ng pahinga, hindi kailanman natutulog, at laging aktibo sa pangangasiwa ng mga gawain ng lahat ng Kanyang nilikha nang walang pahinga.<br><br>Ang Talata ng Trono (sūra al-Baqarah: 255) ang pinakamalakas na patunay: \"Ang Allah, walang diyos maliban sa Kanya, ang Walang-hanggang Buhay, ang Nagpapanatili; hindi Siya inaantok ni natutulog.\" Ang mga magagandang pangalang ito ang pundasyon ng pagdepende ng nilikha sa Maylikha.<br><br>Nagbibigay ito sa atin ng malaking katiyakan. Kapag tayo ay natutulog, sumusuko, o nakararamdam ng kawalang-lakas, alam natin na may Panginoon na hindi kailanman natutulog at nagbabantay sa atin. Hinihikayat tayong magpatuloy sa paggawa ng mabuti sapagkat alam natin na ang ating \"Amo\" ay laging aktibo, nagbabantay at nagsasaayos ng pinakamabuti para sa Kanyang mga alipin.",
    "category": "Mga Katangian ng Allah at Tawhid"
  },
  {
    "no": 11,
    "title": "Ang Allah ay Isa na Walang Kapartner",
    "text": "Ang Allah ﷻ ay Isa at walang kapartner.",
    "explanation": "Ang tawhid ay nangangahulugan ng pagpapatotoo sa kaisahan ng Allah; walang kapartner sa rubūbiyya (pangangasiwa sa nilikha), ulūhiyya (karapatang sambahin), o mga pangalan at katangian. Ang tanging may karapatang sambahin at paglingkuran ay ang Allah; ang magtambal sa Kanya ng anuman ay shirk.<br><br>Ang sūra al-Ikhlāṣ: 1–4 ay nagsasabi: \"Sabihin: Siya ay ang Allah, ang Isa. Ang Allah na Walang Hanggan. Hindi Siya nanganak ni ipinanganak. At walang sinumang makakatulad sa Kanya.\" Ang sūra an-Nisāʾ: 36 ay nagbabawal din ng pagtambal kay Allah. Isang sahih na hadith ang nagsasabing ang sūra al-Ikhlāṣ ay katumbas ng isang ikatlo ng Qur'an sapagkat naglalaman ito ng ubod ng tawhid.<br><br>Ang paniniwalang ito ang saligan ng ating pagsamba: tanging sa Allah tayo nananalangin, natatakot, at umaasa; hindi sa nilikha, bagay, o \"ibang kapangyarihan.\" Sa gayon ang puso ay malaya sa pagdepende sa iba maliban sa Allah.",
    "category": "Mga Katangian ng Allah at Tawhid"
  },
  {
    "no": 12,
    "title": "Ang Allah ay Walang Kalaban o Kapantay",
    "text": "Ang Allah ﷻ ay napakataas sa pagiging may kalaban o kapantay.",
    "explanation": "Ang Allah ay walang kalaban na makakatalo sa Kanya o kapantay na makakasabay sa Kanya. Ang Kanyang kapangyarihan ay ganap; walang makakasabay, makak limit, o makakapigil sa Kanyang kalooban. Bahagi ito ng kasakdalan ng tawhid.<br><br>Ang sūra al-Baqarah: 255 (Talata ng Trono) ay nagsasabing ang Allah ang may hawak ng langit at lupa at hindi Niya ito naiinding mapanatili. Ang sūra Fāṭir: 44 at iba pang talata ay nagsasabing ang Allah ay walang kapartner, katulong, o kapantay. Itinuturo din ng hadith na ang Allah ay napakataas at walang sinuman sa itaas Niya.<br><br>Ang pagkaunawang ito ay nagdudulot ng kapayapaan sa puso: walang kaaway, sakit, o sakuna na \"kalaban\" na kapantay ng Allah. Tiyak tayong ang tagumpay, kaligtasan, at huling tulong ay mula lamang sa Allah; walang makakapigil sa Kanyang awa kapag ninais Niya.",
    "category": "Mga Katangian ng Allah at Tawhid"
  },
  {
    "no": 13,
    "title": "Ang Allah ay Saklaw sa Lahat ng Nilikha",
    "text": "Ang Allah ﷻ ay sumasaklaw sa lahat at nasa itaas nito; ang Kanyang nilikha ay hindi masasaklaw ang Allah ﷻ.",
    "explanation": "Ang Allah ay sumasaklaw (naghahari, nakaaalam, at namamahala) sa lahat; walang nakakatakas sa Kanyang kaalaman at kapangyarihan. Sa parehong panahon ang Allah ay \"nasa itaas\" ng Kanyang nilikha sa ranggo at kapangyarihan, hindi sa lugar. Ang nilikha ay hindi makakasaklaw o makak limit sa Allah.<br><br>Ang sūra Fuṣṣilat: 54 ay nagsasabi: \"Alamin na ang Allah ay sumasaklaw sa lahat ng bagay.\" Ang sūra al-Baqarah: 255 (Talata ng Trono) ay nagsasabing ang Kanyang Trono ay sumasaklaw sa langit at lupa at hindi Niya ito naiinding. Sinasabi rin ng sahih na hadith na ang Allah ay nasa itaas ng Trono at ang Kanyang kaalaman ay nasa lahat ng dako.<br><br>Sa paniniwalang ito nakadarama tayo ng pagbabantay at proteksyon: walang nakatago sa Allah, at walang problemang napakalaki para sa Kanya. Naiiwasan din natin ang maling pagkaunawa na ang Allah ay \"nakakulong\" sa langit; sumasaklaw Siya sa lahat nang hindi nangangailangan ng espasyo.",
    "category": "Mga Katangian ng Allah at Tawhid"
  },
  {
    "no": 14,
    "title": "Ang Allah ang Lumilikha ng Buhay at Kamatayan",
    "text": "Ang Allah ﷻ ay nagbibigay ng kamatayan nang walang takot at nagbibigay muli ng buhay nang walang hirap.",
    "explanation": "Ang buhay at kamatayan ay lubos na nasa kamay ng Allah. Ang pagbibigay ng kamatayan sa nilikha ay hindi nagpapangamba o mahina sa Allah; ang muling pagbibigay ng buhay (kabilang sa Araw ng Muling Pagkabuhay) ay hindi mahirap para sa Kanya. Lahat ay nangyayari sa Kanyang kalooban at salita lamang.<br><br>Ang sūra al-Mulk: 2 ay nagsasabi: \"Siya na gumawa ng kamatayan at buhay.\" Ang sūra Qāf: 43: \"Kami ang nagbibigay ng buhay at kamatayan, at sa Amin ang pagbabalik.\" Sinasabi ng sahih na hadith na ang kaluluwa ay kinukuha sa utos ng Allah at sa Araw ng Muling Pagkabuhay ang lahat ng nilikha ay ibabangon sa tunog ng Trumpeta.<br><br>Ang paniniwalang ito ay nagpapaalala na ang kamatayan ay hindi walang laman na wakas kundi pintuan sa buhay ng kabilang buhay. Naghahanda tayo sa mabubuting gawa at hindi labis na natatakot sa kamatayan, sapagkat ang may hawak ng buhay at kamatayan ay ang Allah na Makatarungan at Maawain.",
    "category": "Mga Katangian ng Allah at Tawhid"
  },
  {
    "no": 15,
    "title": "Ang Takdang Panahon para sa Lahat ng Nilikha",
    "text": "Ang Allah ﷻ ay naglalaan ng takdang panahon (ajal) sa Kanyang nilikha.",
    "explanation": "Bawat nilikha ay may ajal (sandali ng kamatayan) na itinakda ng Allah; walang makakaaga o makakaantala nito kahit isang segundo. Bahagi ito ng kapasyahan na nakasulat sa Pinangalagaang Tablet.<br><br>Ang sūra al-Anʿām: 2 ay nagsasabi: \"Siya na lumikha sa inyo mula sa alikabok, pagkatapos nagtakda ng ajal (para sa inyo).\" Ang sūra Luqmān: 34: \"Tunay na ang Allah—sa Kanya lamang ang kaalaman ng Oras... at walang kaluluwa ang nakaaalam sa aling lupain siya mamamatay.\" Sinasabi ng sahih na hadith (Bukhārī–Muslim) na ang ajal, ikabubuhay, at kapalaran ng tao ay nakasulat habang nasa sinapupunan pa.<br><br>Ang pagkaunawang ito ay nag-iingat sa atin laban sa labis na pangamba at nag-uudyok na gamitin nang mabuti ang natitirang buhay. Hindi natin mababago kung kailan darating ang takda, ngunit maaari nating punuin ang buhay ng mga gawang kalugud-lugod sa Allah.",
    "category": "Kapalaran at Kalooban ng Allah"
  }
]
