[
  {
    "no": 1,
    "title": "Mahlûkun Ve Allah'ın İlminin Sınırları",
    "text": "İki tür ilim vardır: mahlûkun erişebildiği ve erişemediği; birincisini inkâr etmek küfürdür, ikincisini iddia etmek de—erişilebileni kabul edip erişilemeyeni aramadığımızda iman sahih olur.",
    "explanation": "Bu iki tür ilim kavramı çok önemlidir. Allah'ın duyular ve vahiy (şeriat ilmi) ile insana açtığı ilim vardır; kıyamet vakti gibi yalnız Allah'a ait gayb ilmi vardır. Bu sınırı anlamak, Allah'ın açmadığı kader sırlarını bilmiş gibi iddia etmemizi önler.<br><br>Kur'an'da (el-Enʻâm: 59) Allah buyurur: \"Gaybın anahtarları O'nun katındadır; onu O'ndan başka kimse bilmez.\" Buhârî'deki sahih hadiste Allah'ın bildiği beş gayb şey zikredilir. Bize bildirilene rıza göstermeli, gizleneni aşmamalıyız.<br><br>Pratikte bu inanç bizi mütevazı ve öğrenmeye istekli tutar. Erişebildiğimize odaklanıp geleceğin sırlarını Allah'a havale ederek ve O'nun takdirine tevekkül ederek huzur buluruz.",
    "category": "Dua, İlim Ve Sınırlar"
  },
  {
    "no": 2,
    "title": "Ölü İçin Duanın Faydası",
    "text": "Ölüler, dirilerin duası ve sadakasından faydalanır.",
    "explanation": "Ölüm her şeyin sonu değildir. Allah'ın rahmetinin bir delili, dirilerin ameliyle ölülere iyiliğin ulaşmaya devam etmesidir. Bu nokta, ölen için yaptığımız dua, istiğfar ve sadakanın sevabının ona ulaştığını ve berzah'taki halini hafiflettiğini vurgular.<br><br>Dayanak Peygamber'in ﷺ sözüdür (Müslim): \"İnsan ölünce ameli kesilir; üç şey müstesna: sadaka-i câriye, faydalı ilim veya kendisi için dua eden salih evlat.\" el-Haşr: 10 öncekiler için mağfiret dileyenleri över. İman bağı ölümün ötesine geçer.<br><br>Günlük hayatta bu, vefat eden ebeveyni veya hocayı unutmamamızı sağlar. Onlar için dua etmek hem saygı hem de bir gün aynı duaya bizim de muhtaç olacağımızı hatırlatır. Böylece Müslüman nesiller arasında iyilik zinciri kopmaz.",
    "category": "Dua, İlim Ve Sınırlar"
  },
  {
    "no": 3,
    "title": "Allah'ın Kelamı İnsan Sözü Değildir",
    "text": "Kur'an Allah'ın ﷻ kelamıdır, O'ndandır; insanlar ona 'nasıl' diye sormadan Allah'ın ﷻ kelamı olarak inanır; insan sözü değildir ve mahluk değildir.",
    "explanation": "Kur'an Kelâmullah'ın (Allah'ın kelamı) ta kendisidir, mahluk değildir. Mushaf'ta okuduğumuz gerçekten Allah'ın kelamıdır, insan eseri değildir. Bu vahyin otoritesini korur; Kur'an mübarek, saf ve hakikati hayat rehberi olarak mutlaktır.<br><br>Allah buyurur (et-Tevbe: 6): \"...Allah'ın kelamını (Kelâmullah) işitene kadar ona eman ver.\" Tirmizî'deki hadiste Allah'ın kelamının diğer söze üstünlüğü, Allah'ın mahlukatına üstünlüğü gibidir. Kur'an Yaratıcı'dan gelen kutsal vahiydir.<br><br>Pratikte Kur'an'a büyük saygı gösteririz. Sıradan kitap gibi muamele etmeyiz; tertîl ile okuruz, anlamını kavramaya çalışırız ve emirlerine şüphesiz uyarız. Kur'an'ın Allah'ın kelamı olduğuna inanarak hayat için sağlam bir pusulamız olur.",
    "category": "Kur'an Ve Vahiy"
  },
  {
    "no": 4,
    "title": "Allah Tüm Mahlûktan Farklıdır",
    "text": "Allah ﷻ tüm mahlûktan farklıdır.",
    "explanation": "Allah Laisa Kamitslihi Syai-un'dur: O'nun benzeri yoktur. Aklımıza hangi şekil veya suret gelirse gelsin Allah öyle değildir. Bu, yaratıcıyı zayıf ve sınırlı mahlûkla eşitlemememiz için tevhidimizin paklığını korur.<br><br>Başlıca delil ash-Shūrā: 11'dir: \"O'nun benzeri hiçbir şey yoktur, O işitendir, görendir.\" Hadis de Allah'ın yaratması üzerinde tefekkür etmemizi hatırlatır ama zatını hayal etmeyi yasaklar; çünkü insan aklı Allah'ın hakikatini kavramada sınırlıdır.<br><br>Bu anlayış bizi putperestlikten—ister maddi ister zihnî (hayal) putlar olsun—kurtarır. Allah'ın aşkın ve sınırsız olduğunu idrak eder, O'nu mahlûk sıfatlarıyla sınırlamadan tam bir saygı ve ta'zîmle yalnız O'na ibadet ederiz.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 5,
    "title": "Allah Başlangıçtan Beri Hâlıktır",
    "text": "Allah ﷻ yalnız yaratma fiilinden sonra veya onun yüzünden değil, başlangıçtan beri Hâlık ve Mübdi' diye anılmaya hak sahibidir.",
    "explanation": "Allah Al-Khāliq'tir (Hâlık); hâlık olmak için bir sürece ihtiyacı yoktur. Hiç yıldız veya atom yokken Allah'ın yaratma sıfatı vardı. İsim ve sıfatları ezelîdir, mahlûkun varlığına bağlı değildir; çünkü O bütün varlığın kaynağıdır.<br><br>Allah buyurur (el-Hadīd: 3): \"O ilktir ve sondur.\" Al-Khāliq ismi el-Ḥašr: 24 gibi birçok âyette geçer. Hadiste önceden yalnız Allah vardı, O'nunla birlikte hiçbir şey yoktu, sonra Allah Arş'ı ve bütün kâinatı yarattı denir.<br><br>Bu bize Allah'ın tam anlamıyla gani (Al-Ghanī) olduğunu öğretir. Bizi yalnızlıktan veya yardıma ihtiyaçtan değil, sırf irade ve hikmetiyle yarattı. Kendi yerini bilen kullar oluruz; hayatımızın, bizden hiçbir şey istememiş olan İlk'ten gelen saf bir bağış olduğunun farkındayız.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 6,
    "title": "Mükemmel Kudret Yalnız Allah'ındır",
    "text": "Allah ﷻ her şeye kadirdir; her şey Allah'a ﷻ bağlıdır ve Allah'a ﷻ kolaydır ve Allah ﷻ hiçbir şeye muhtaç değildir; Allah'ın ﷻ benzeri yoktur ve Allah ﷻ işitendir, görendir.",
    "explanation": "Allah'ın kudreti mutlaktır; fizik kanunları veya insan mantığıyla sınırlı değildir. Allah ne dilerse \"Kun\" kelimesiyle kolayca olur. Bütün kâinat her an Allah'a muhtaçtır, Allah ise bu kâinattan hiçbir şeye muhtaç değildir.<br><br>Yāsīn: 82'de: \"Bir şeyi dilediğinde O'nun emri sadece ona 'Ol' demektir, o da oluverir.\" Allah'ın Al-Qādir ismi de vardır. Kudsî hadiste, bütün insanlar istese ve Allah hepsini verse Allah'ın hazinesinden hiçbir şey eksilmez denir.<br><br>Bu inanç her korkunun devasıdır. Hangi patron, hükümdar veya mesele olursa olsun Allah'ın kudreti yanında hiçbir şey olmadığını anlarız. Cesur ama mütevazı kullar oluruz; sarsılmayacak tek dayanak Allah Kadîr'dir biliriz.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 7,
    "title": "Allah Kâinatın Mutlak Hâkimidir",
    "text": "Allah ﷻ her şey üzerinde mutlak kudrete sahiptir ve hiçbir şey Allah ﷻ üzerinde kudrete sahip değildir; kendini bir an bile Allah'tan ﷻ müstağni sayan küfre düşmüştür.",
    "explanation": "Allah kâinattaki her zerreye hükmeden mutlak hâkimdir. Hiçbir iş O'nun kontrolünden çıkmaz. Bir kimse Allah'a ihtiyaç duymadan bağımsız yaşayabileceğini hissederse—bir an bile—imana zarar verebilecek kibre düşmüştür.<br><br>Fāṭir: 15 der: \"Ey insanlar! Siz Allah'a muhtaçsınız; Allah ise Gani ve Hamîd'dir.\" Nebi'nin hadisleri çoğu kez bir an bile kendimize bırakılmamamız için duayı öğretir (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>Pratikte bu bizi her zaman Allah'a muhtaç (fakir) hissettirir. Küçük büyük—hidayet dilemekten günlük işlere kadar—için gayretle dua ederiz. O'nun yardımı olmadan nefes alamayacağımızı veya göz kırpamayacağımızı biliriz.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 8,
    "title": "Allah Fiziksel Sınırlardan Münezzehtir",
    "text": "Allah ﷻ sınır, kısıtlama, parça veya uzuvun üstündedir ve mahlûk gibi altı yönle sınırlı değildir.",
    "explanation": "Bu itikat Allah'ın maddi sıfatlardan münezzeh olduğunu vurgular. Allah mekâna ihtiyaç duymaz, insan gibi uzuvları yoktur ve mahlûk gibi yön (üst, alt vb.) ile sınırlı değildir. O mekân ve zamanın yaratıcısıdır; dolayısıyla kendi yaratışıyla sınırlanması imkânsızdır.<br><br>Allah buyurur (el-Ikhlāṣ: 4): \"O'na denk hiçbir şey yoktur.\" Tanzîh (Allah'ı benzerlikten tenzih etme) ilkesi önemlidir. Âlimler Allah'ın mekâna ihtiyaç duymadan var olduğunu açıklar; çünkü mekân mahlûktur ve Allah mekân yaratılmadan önce vardı.<br><br>Bu bizi antropomorfik düşünceden (Tanrıyı insan gibi hayal etmekten) korur. Allah'ı görünmeyen ve sınırsız azametine tam ta'zîmle ibadet edebiliriz; ilâhiyyet derecesini düşüren fiziksel tasavvura kapanmak yerine.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 9,
    "title": "Teklif Yükü Kulun Takatine Göredir",
    "text": "Allah ﷻ insanlara yalnız taşıyabilecekleri yükü yükler ve insanlar yalnız Allah'ın ﷻ onlara verdiğini yapabilir; Allah ﷻ ile olmadan ne güç ne kudret vardır ve Allah'ın ﷻ yardımı olmadan itaate veya günahtan kaçınmaya güç yoktur.",
    "explanation": "Allah kuluna takatinden fazlasını yüklemez. Şeriattaki her emir ve yasak insanın takatine uygundur; bu Allah'ın adalet ve rahmetini gösterir ve dinin ağır olduğu fikrini reddeder.<br><br>el-Bakara: 286'da Allah: \"Allah bir nefse ancak gücü yettiği kadar yükler\" buyurur. Sahih hadis (Buhârî–Müslim) de \"Size bir şey emrettiğimde gücünüz yettiği kadar yapın\" der. İtaat için güç ve kudret (lā ḥawla wa lā quwwata illā billāh) da Allah'ın yardımından gelir.<br><br>Pratikte açık vecîbeler için \"yapamam\" mazeret olarak kullanılmamalı ama takatin üstünde yük de alınmamalı. Elimizden geleni yapar, sonra Allah'a tevekkül ederiz; dua ve gayretle Allah'tan sebat gücü isteriz.",
    "category": "Teklif Ve İnsan Fiilleri"
  },
  {
    "no": 10,
    "title": "Mükemmel Hayat Ve Daimi Fiil",
    "text": "Allah ﷻ hayydır ve ölmez, daima fiildir ve uyumaz.",
    "explanation": "Allah Al-Ḥayy'dir (Diri) ve Al-Qayyūm'dur (Kaim). Allah'ın hayatı mükemmeldir—doğumla başlamaz, ölümle bitmez. İstirahate ihtiyacı yoktur, asla uyumaz ve bütün mahlûkunun işlerini bir an bile ara vermeden daima yönetir.<br><br>Kürsü âyeti (el-Bakara: 255) en güçlü delildir: \"Allah ki O'ndan başka ilah yoktur, Hayy ve Kayyûm'dur; O'nu ne uyuklama ne uyku tutar.\" Bu güzel isimler mahlûkun Hâlık'a bağımlılığının temelidir.<br><br>Bu bize büyük güven verir. Uyuduğumuzda, teslim olduğumuzda veya âciz hissettiğimizde uyumayan ve bizi gözeten bir Rab olduğunu biliriz. \"Patron\"umuzun daima faal olduğunu, kulları için en iyiyi gözetip düzenlediğini bilerek iyilik yapmaya teşvik oluruz.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 11,
    "title": "Allah Tek Ve Şeriksiz",
    "text": "Allah ﷻ tektir ve şeriki yoktur.",
    "explanation": "Tevhid, Allah'ı birlemektir; rubûbiyette (yaratılışı yönetme), ulûhiyette (ibadete hak) ve esmâ ve sıfatta O'nun şeriki yoktur. İbadet ve kulluğa hak sahibi yalnız Allah'tır; O'na bir şeyi ortak koşmak şirktir.<br><br>İhlâs: 1–4 \"De ki: O Allah birdir. Allah Samed'dir. Doğurmamış ve doğurulmamıştır. O'na denk olan yoktur.\" Nisâ: 36 da Allah'a şirk koşmayı yasaklar. Sahih hadiste İhlâs suresi tevhidin özünü taşıdığı için Kur'an'ın üçte biri sayılır.<br><br>Bu inanç ibadetimizin temelidir: yalnız Allah'a dua eder, korkar ve umut bağlarız; mahlûka, nesneye veya \"başka güce\" değil. Böylece kalp Allah'tan gayrıya bağımlılıktan arınır.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 12,
    "title": "Allah Rakip Ve Eş Tutmaktan Münezzeh",
    "text": "Allah ﷻ herhangi bir rakip veya eş edinmekten yücedir.",
    "explanation": "Allah'ı yenebilecek bir rakibi veya O'na denk bir eşi yoktur. Mülkü mutlaktır; O'nun iradesine rakip olan, sınır koyan veya bozan hiçbir şey yoktur. Bu tevhidin kemalinin parçasıdır.<br><br>Bakara: 255 (Kürsü âyeti) Allah'ın göklerin ve yerin mâliki olduğunu ve ikisini korumanın O'na ağır gelmediğini söyler. Fâtır: 44 ve diğer âyetler Allah'ın şerik, yardımcı veya eşi olmadığını vurgular. Hadis de Allah'ın büyük olduğunu ve üstünde kimse olmadığını öğretir.<br><br>Bu anlayış kalbe sükûnet verir: hiçbir düşman, hastalık veya musibet Allah'ın \"denk rakibi\" olamaz. Zafer, güvenlik ve nihai yardımın yalnız Allah'tan geldiğine inanırız; O dilediğinde rahmetini kimse engelleyemez.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 13,
    "title": "Allah Her Şeyi Kuşatır Ve Üstündedir",
    "text": "Allah ﷻ her şeyi kuşatır ve onun üstündedir; mahlûku Allah ﷻ'ı kuşatamaz.",
    "explanation": "Allah her şeyi kuşatır (hükmeder, bilir, yönetir); O'nun ilmi ve kudretinden kaçan yoktur. Aynı zamanda Allah mahlûkunun \"üstünde\" derece ve saltanat olarak, mekân olarak değil. Mahlûk Allah'ı \"kuşatamaz\" veya sınırlayamaz.<br><br>Fussılat: 54 \"Allah'ın her şeyi kuşattığını bil.\" Bakara: 255 (Kürsü âyeti) Kürsüsünün gökleri ve yeri kuşattığını ve O'na ağır gelmediğini belirtir. Sahih hadis Allah'ın Arş üzerinde olduğunu ve ilminin her yerde bulunduğunu söyler.<br><br>Buna inanmak bizi gözetildiğimiz ve korunduğumuz duygusuna götürür: Allah'a gizli kalan yok, O'na büyük gelen mesele de yok. Allah'ın \"gökte hapsolduğu\" yanılgısından da korunuruz; O mekân olmadan her şeyi kuşatır.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 14,
    "title": "Allah Ölüm Ve Hayat Verir",
    "text": "Allah ﷻ korkusuzca ölüm verir ve zorluk çekmeden tekrar hayat verir.",
    "explanation": "Hayat ve ölüm tamamen Allah'ın elindedir. Mahlûka ölüm vermek Allah'ı korkutmaz veya zayıflatmaz; tekrar hayat vermek (kıyamet günü dahil) O'na zor değildir. Hepsi O'nun iradesi ve kelâmıyladır.<br><br>Mülk: 2 \"Ölümü ve hayatı yaratan O'dur.\" Kâf: 43 \"Hayat ve ölümü veren biziz, dönüş bizedir.\" Sahih hadis ruhun Allah'ın emriyle alındığını ve kıyamet günü bütün mahlûkun sûra üflenerek kalkacağını söyler.<br><br>Bu inanç ölümün boş bir son değil âhiret hayatının kapısı olduğunu hatırlatır. Salih amelle hazırlanırız ve ölümden aşırı korkmayız; çünkü hayat ve ölümün sahibi âdil ve rahîm Allah'tır.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 15,
    "title": "Her Mahlûka Belirlenmiş Ecel",
    "text": "Allah ﷻ mahlûkatına belirlenmiş ecel (ölüm vakti) tayin eder.",
    "explanation": "Her mahlûkun Allah'ın belirlediği bir ecel (ölüm zamanı) vardır; kimse bir an bile erkene veya sonraya alamaz. Bu Levh-i Mahfuz'da yazılı kaderin parçasıdır.<br><br>En'âm: 2 \"Sizi topraktan yaratan, sonra size bir ecel tayin eden O'dur.\" Lokman: 34 \"Şüphesiz Allah—o saatin ilmi yalnız O'nun yanındadır… hiçbir nefis hangi yerde öleceğini bilmez.\" Sahih hadis (Buhârî–Müslim) ecel, rızık ve kaderin rahimde yazıldığını söyler.<br><br>Bu anlayış aşırı vesveseden korur ve kalan ömrü iyi kullanmaya teşvik eder. Ecelin ne zaman geleceğini değiştiremeyiz ama hayatı Allah'ın rızasına uygun amelle doldurabiliriz.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 16,
    "title": "Hidayet Ve Dalâlet Adalettir",
    "text": "Allah ﷻ dilediğini lütfuyla hidayete erdirir ve dilediğini adaletiyle saptırır; hepsi Allah'ın ﷻ hükmüne tâbidir ve Allah'ın ﷻ hükmünü kimse reddedemez.",
    "explanation": "Hidayet ve dalâlet Allah'ın elindedir. Hidayet verdiği lütfuyladır; saptırdığı adaletiyle (örn. hak açıkça ortaya çıktıktan sonra küfrü seçenlere). Allah'ın hükmü kimse tarafından reddedilemez veya tartışılamaz.<br><br>En'âm: 125: \"Allah kimi hidayete erdirmek dilerse onun göğsünü İslâm'a açar... kimi de saptırmak dilerse göğsünü daraltır.\" A'râf: 178 de hidayet ve dalâletin Allah'ın elinde olduğunu teyit eder. Sahih hadiste insan kalbinin Rahman'ın iki parmağı arasında olduğu, Allah'ın onu dilediği gibi çevirdiği geçer.<br><br>Hidayet için çalışmalıyız (öğrenmek, dua, salihlerle beraber olmak) ve hidayet verildiyse kibirlenmemeliyiz. Saptıklara da ümit kesmemeliyiz; davete ve duaya devam ederiz, çünkü hidayet yalnız Allah'ın yetkisindedir.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 17,
    "title": "İtaat Emri Ve İsyan Yasağı",
    "text": "Allah ﷻ mahlûkatına Kendisine itaat etmelerini emreder ve Kendisine isyan etmelerini yasaklar.",
    "explanation": "Allah itaati (ibadet, güzel ahlak, Resûl'e itaat) emreder ve isyanı (şirk, büyük ve küçük günah) yasaklar. Bu emir ve yasaklar Kur'an ve Sünnet'te açıktır; vazifemiz itaat etmek ve günahtan sakınmaktır.<br><br>Nisâ: 59: \"Allah'a ve Resûl'e itaat edin.\" A'râf: 33 çirkinliği, kötülüğü ve zulmü yasaklar. Sahih hadis (Buhârî) Resûl'e itaatin Allah'a itaat, Resûl'e isyanın Allah'a isyan olduğunu söyler. Peygamber helal ve haramın açık olduğunu da buyurmuştur.<br><br>Günlük hayatta emirleri (namaz, zekât, doğruluk, itaat) yerine getirir, yasaklardan (yalan, zina, faiz, isyan) kaçarız. Harama ekleme yapmayız, günahı hafife almayız; itaat gücü ve isyandan korunma için dua ederiz.",
    "category": "Cemaat, Yönetici Ve Fıkıh"
  },
  {
    "no": 18,
    "title": "Allah'ın İlmiyle Mahlûkun Yaratılması",
    "text": "Allah ﷻ mahlûku ilmiyle yarattı.",
    "explanation": "Allah evreni ve her mahlûku mükemmel ilmiyle yarattı; hiçbir şey tesadüfen veya hikmetsiz yaratılmadı. Tüm yaratılış Allah'ın zaten bildiği ölçü, zaman ve takdire uygundur.<br><br>Hicr: 86: \"Şüphesiz Rabbin yaratandır, bilendir.\" Furkân: 2 Allah'ın her şeyi yarattığını ve ölçülerini belirlediğini teyit eder. Sahih hadiste Allah'ın gökleri ve yeri yaratmadan önce tüm mahlûkun kaderini yazdığı geçer.<br><br>Bu inanç hayatımızın boş olmadığına güven verir; Allah'ın yaratışının arkasında plan ve hikmet vardır. Öğrenmeye ve ilmi kullanmaya da teşvik eder; çünkü insan ilmi, her şeyi kuşatan Allah ilminin küçük bir parçasıdır.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 19,
    "title": "Allah Rızık Verir Zorluk Çekmeden",
    "text": "Allah ﷻ ihtiyaç duymadan yaratır ve mahlûkatına zorluk çekmeden rızık verir.",
    "explanation": "Allah yaratmayı yaratılışa ihtiyaç duyduğu için yapmadı; rızık vermeyi ağırlık veya zorluk çekmeden yapar. Rızık (rizk) mal, sıhhat, huzur ve tüm nimetleri kapsar; hepsi Allah'tandır ve O'nun tarafından kolayca verilir.<br><br>Zâriyât: 56–57 cin ve insanı kendisine ibadet etsinler diye yarattığını ve onların rızkına muhtaç olmadığını söyler. Hûd: 6: \"Yeryüzünde hiçbir canlı yoktur ki rızkı Allah'a ait olmasın.\" Sahih hadiste rızkın takdir edildiği ve değişmeyeceği; takva sahibine Allah'ın çıkış yolu ve beklemediği yerden rızık vereceği geçer.<br><br>Helal rızık peşinde aşırı kaygı duymadan koşarız; Rızık Veren'in Allah olduğundan eminiz. Elimizdekine şükreder, başkalarıyla kıyaslamayız; rızkın taksimi Allah Hakîm'in elindedir.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 20,
    "title": "Allah Tüm Mahlûkun Kaderini Takdir Eder",
    "text": "Allah ﷻ yarattığına kader takdir eder.",
    "explanation": "Kader (kadar), mahlûka isabet eden her şey üzerinde Allah'ın hükmüdür: rızık, ecel, ameller, mutluluk ve bedbahtlık vb. Hepsi yaratılıştan önce Levh-i Mahfuz'da yazılıdır; \"nasıl\" veya \"niçin\"e aşırı dalmadan inanırız.<br><br>Kamer: 49: \"Biz her şeyi bir ölçüye göre yarattık.\" Hadîd: 22: \"Yerde ve kendinizde isabet eden hiçbir musibet yoktur ki onu var etmeden önce bir kitapta (Levh-i Mahfuz) yazılmış olmasın.\" Sahih hadis (Müslim) kadere, hayrına ve şerrine imanın imanın rüknü olduğunu söyler.<br><br>Musibet gelince sabırla, nimet gelince şükürle kabul ederiz. Yine çalışırız (ihtiyar) çünkü çalışmak da kaderin parçasıdır; ne pasif ne ümitsiz oluruz, Allah'ın hükmüne isyan da etmeyiz.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 21,
    "title": "Allah Mümin Kulun Duasını Kabul Eder",
    "text": "Allah ﷻ insanların duasını kabul eder ve onlara istediklerini verir.",
    "explanation": "Dua ibadettir ve Allah'a yakınlaşma vesilesidir. Allah kulunun duasını hikmetiyle kabul eder: bazen aynen, bazen daha iyisiyle veya daha uygun zamana ertelenir.<br><br>Bakara: 186: \"Kullarım sana Benden sorduğunda Ben yakınım. Bana dua edenin duasına icabet ederim.\" Mü'min: 60: \"Bana dua edin size icabet edeyim.\" Sahih hadiste dua müminin silahıdır ve Allah dua eden kulun elini reddetmekten haya eder.<br><br>Huşu ile, icabete güvenerek ve hemen ümitsiz olmadan dua etmemiz teşvik edilir. Ma'sur (Nebi'den) ve güzel dualar seçeriz; en iyi sonucun Allah'ın elinde olduğunu kabul ederiz.",
    "category": "Dua, İlim Ve Sınırlar"
  },
  {
    "no": 22,
    "title": "Allah'ın Ahiret Ehli Hakkındaki İlmi",
    "text": "Allah ﷻ zaman var olmadan önce cennete ve cehenneme gireceklerin kesin sayısını bilir; bu sayı ne artar ne eksilir.",
    "explanation": "Allah ezeli (zaman yokken) kimin cennete kimin cehenneme gireceğini bilir; ilmi tam ve değişmez. Bu insanın zorlandığı anlamına gelmez; Allah her kulun seçim ve amelinin sonucunu bilir.<br><br>Hûd: 107 ve sahih hadis (Buhârî–Müslim) cennet ve cehennem ehlinin zaten belirlendiğini söyler; bazılarına \"cennetteki yerin\" veya \"cehennemdeki yerin\" denir. Vâkıa ve diğer ayetler ahiret ehlinin iki grubunu anlatır. Peygamber Allah'ın kimin mesut kimin bedbaht olacağını takdir ettiğini söyledi.<br><br>\"Kesin cennete gireceğim\" veya \"cehenneme\" dememeliyiz; hayır ehli olmaya çalışır ve Allah'ın rahmetini umarız. Bu inanç ameli ciddiye almaya ve spekülasyona dayanmamaya iter.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 23,
    "title": "Allah'ın Gazabı Ve Rızası Mükemmeldir",
    "text": "Allah ﷻ gazap eder ve rıza gösterir ama hiçbir mahluk gibi değil.",
    "explanation": "Allah'ın gazap (gadab) ve rıza (rıḍā) sıfatları vardır; insanın öfke veya sevincine benzetmeden inanırız. Allah'ın gazabı isyan ve küfre, rızası itaate ve tevhide karşı mükemmeldir.<br><br>Fetih: 6 ve diğer ayetler Allah'ın rızasından bahseder. Sahih hadis (Buhârî–Müslim) Allah'ın âsiye gazap ettiğini, tâate rıza gösterdiğini söyler; \"Hakkımda Allah'ı gazaba getireni ben de gazaba getiririm.\" Peygamber Allah'ın rızasının ebeveynin rızasında olduğunu söyledi. Allah'ın gazabı veya rızasının \"nasıl\" olduğunu sormayız (teşbih etmeden).<br><br>Pratikte itaatle Allah'ın rızasını arar, O'nu gazaplandıranlardan kaçarız. Gazabından korkar rızasını umarız; Allah'ı duygusal bir mahluk gibi tasavvur etmeyiz.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 24,
    "title": "Allah Ezelî Ve Ebedîdir",
    "text": "Allah ﷻ başlangıcı olmayan Kadîm ve sonu olmayan Bâkîdir.",
    "explanation": "Allah Kadîm'dir (varlığının başlangıcı yok) ve Bâkî'dir (sonu yok). Hep vardı; hiç \"henüz yoktu\" olmadı ve \"artık olmayacak\" olmayacak. Bütün mahluk fani, Rabbinin vechi ise baki.<br><br>Rahmân: 26–27 \"Yeryüzünde olan her şey fanidir. Celal ve ikram sahibi Rabbinin vechi baki kalır.\" Hadîd: 3 \"O Evvel ve Ahir'dir.\" Sahih hadiste Allah vardı, O'nunla birlikte hiçbir şey yoktu, yaratılıştan önce.<br><br>Bu inanç kalbi sabitler: fani olmayacak Zat'a ibadet ederiz; vaadi ve tehdidi ebedidir. Fani dünya aşırı bağlanmamamızı hatırlatır; ebedi ve ebedi dayanak olmaya layık tek Zat Allah'tır.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 25,
    "title": "Allah'ın Sıfatları Mahluktan Önce Vardı",
    "text": "Allah ﷻ yaratılıştan önce hep sıfatlarıyla beraber var olagelmiştir ve mahlukun yaratılması sıfatlarına hiçbir şey eklemez; Allah ﷻ sonu olmayan zaman boyunca kalır.",
    "explanation": "Allah'ın sıfatları (ilim, kudret, hayat, kelam vb.) mahluk yokken beri O'na aittir. Alemi yaratmak Allah'a yeni sıfat \"eklemedi\"; O yaratılışa muhtaç olmadan tam kalır. Bu Allah'ın \"yarattıktan sonra\" sıfat edindiği fikrini reddeder.<br><br>Hadîd: 3 Allah'ı Evvel ve Ahir diye anar. İsim ve sıfat ayetleri (Al-ʿAlīm, Al-Qādir vb.) ebedi sıfatları gösterir. Hadis ve Ehl-i Sünnet icmaı Allah'ın hep sıfatlarıyla olduğunu, mahlukun varlığıyla değişmediğini veya artmadığını söyler.<br><br>Bu anlayış tevhidi Allah'ı küçümseyen düşüncelerden (sanki evrimleşiyor veya aleme bağımlıymış gibi) korur. Ezelden, şimdi ve ebediyen tam olan Allah'a ibadet ederiz.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 26,
    "title": "Allah Her Zaman Rab Ve Hâlıktır",
    "text": "Allah ﷻ her zaman Rab ve her zaman Hâlıktır; O'na ibadet eden de yokken, mahluk da yokken bile.",
    "explanation": "Allah, O'na ibadet eden bir mahluk veya mahluk yokken bile Rab (İlah) ve Hâlık (Hâlik) olarak kalır. Rubûbiyet ve ulûhiyet sıfatları mahluka bağlı değildir; ezelden ibadete layıktır ve yaratabilir. İhlâs sûresi ve tevhid ayetleri, mahlukun ikrarına dayanmadan Allah'ın birliğini vurgular. \"Kuntu kanzan makhfiyyan\" (Gizli bir hazine idim) hadisi bazı rivayetlerde Allah'ın yaratılıştan önce var olduğunu anlatır. Ehl-i Sünnet âlimleri: Allah manen hep el-Hâlık'tır, ancak yaratma fiili (tekvîn) O'nun iradesiyle olur.<br><br>Bu, Allah'ın dünya olduktan \"sonra\" Rab veya Hâlık olduğunu düşünmemizi engeller; O tamdır ve hiçbir şeye muhtaç değildir.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 27,
    "title": "Allah'ın Kaderi Hakkında Tartışmayı Yasaklama",
    "text": "Allah ﷻ olacak her şeyi bilir ve onu ayrıntılı ve kesin takdir etmiştir; Allah'ın ﷻ takdirine karşı çıkan, ekleyen veya değiştiren yoktur—takdir hakkında tartışmak ve \"neden\"i kurcalamak dalalettir.",
    "explanation": "Allah'ın kaderi yazılı ve kesindir; hiçbir şey değiştiremez. \"Allah bunu neden takdir etti\" diye tartışmak veya sağlam dayanak olmadan kaderin sırlarını kurcalamak haramdır ve dalalete (aşırı Kaderî veya Cebrî görüşler gibi) götürebilir.<br><br>Kehf: 22, açıklanmamış şeyi sormaktan sakındırır. Sahih hadis (Müslim) kader hakkında ilimsiz konuşmanın haram olduğunu söyler; Nebi kader hakkında tartışmayı yasaklamıştır. Âlimler, Allah'ın açmadığını \"kazmadan\" kadere inandığımızı açıklar.<br><br>Kaderi tevekkül ve sabırla kabul ederiz; \"neden bana böyle takdir edildi\" diye tartışarak enerji harcamayız. Odağımız şeriata göre amel etmek ve Allah'ın takdirini gönül rahatlığıyla kabul etmektir.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 28,
    "title": "Allah Asla Yok Olmaz",
    "text": "Allah ﷻ asla yok olmaz veya sona ermez.",
    "explanation": "Allah ebediyen kalıcıdır; yok olmaz, kaybolmaz veya sona ermez. Fani mahlukun aksine Allah'ın zâtı ve sıfatları ebediyen kalır. Bu inanç tevhidin kemalinin parçasıdır.<br><br>Rahmân: 27 \"Rabbinin vechi kalır.\" Kasas: 88 \"Her şey helak olur, O'nun vechi müstesna.\" Hadis ve âlimlerin icmaı Allah'ın yok olmayacağını, O'nun Evvel ve Ahir, Zâhir ve Bâtın olduğunu söyler.<br><br>Buna inanmak bize huzur verir: Cennet vaadi ve Cehennem tehdidi ebedidir; ebedi dayanak olmaya layık tek varlık Allah'tır. \"Rabbimiz\"in kaybolacağından korkmayız; O'nun ebediyeti mümin için huzur kaynağıdır.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 29,
    "title": "Allah Mahlukata Muhtaç Değildir",
    "text": "Allah ﷻ Arş'a ve altındakilere muhtaç değildir.",
    "explanation": "Arş (taht) Allah'ın en büyük mahlukudur ama Allah Arş'a veya altındakilere muhtaç değildir. Allah mekâna muhtaç olmadan var olur; Arş azamet işareti ve mahlukat için yaratılmıştır, Allah'ı \"taşımak\" için değil. Tâhâ: 5 \"Rahmân, Arş'a istiva etti.\" Âlimler istivâyı mahluka benzetmeden Allah'a layık şekilde tefsir eder. Bakara: 255 Allah'ın ne uyukladığını ne uyuduğunu, O'nun dinlenmeye veya \"oturağa\" ihtiyacı olmadığını söyler. Sahih hadis Arş'ın cennetin tavanı olduğunu ve Allah'ın gök ve yere muhtaç olmadığını söyler.<br><br>Bu anlayış Allah'ı bir kral gibi Arş'ta \"oturuyor\" diye hayal etmemizi engeller. Allah Gani'dir; Arş ve tüm mahluk O'nun boyun eğen mahlukudur, ihtiyaç duyduğu şey değil.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 30,
    "title": "Arş Ve Kürsîye İman",
    "text": "Arş (taht) ve Kürsî (el-Kürsî) haktır; biz ona iman ederiz.",
    "explanation": "Arş ve Kürsî naslarda geçen Allah'ın mahlukudur; inkar etmeden ve dünya tahtlarına benzetmeden iman ederiz. Arş ulu tahttır; Kürsî (Ayetü'l-Kürsî'de) gökleri ve yeri kuşattığı da söylenir. Bakara: 255 (Ayetü'l-Kürsî) \"Kürsîsi gökleri ve yeri kuşatır.\" Hâkka: 17 ve diğer ayetler meleklerin Arş'ı taşıdığını söyler. Sahih hadis (Buhârî) yedi göğün Kürsî'ye nisbetle çölde bir yüzük gibi, Kürsî'nin Arş'a nisbetle daha küçük olduğunu söyler. \"Nasıl\"ını sormadan iman ederiz.<br><br>Arş ve Kürsîye iman bize Allah'ın azametini hatırlatır; O'nun mahluku bile bu kadar genişken Hâlık nasıldır. Kur'an ve Sünnet'teki sahih gayb haberlerini inkar etmeyiz, alay etmeyiz.",
    "category": "Melekler Ve Gayb"
  },
  {
    "no": 31,
    "title": "Hac Ve Cihadın Vücubu",
    "text": "Hac ve Cihad, Müslümanların yöneticisi—adil veya zalim—idaresinde Son Saate kadar devam eden farzlardır; bunları iptal veya kaldıran yoktur.",
    "explanation": "Hac ve Cihad, yönetici zalim olsa bile şeriata göre farz olarak kalır; yöneticiye muhalefet gerekçesiyle bu farzları iptal edemeyiz. Bunlar Müslümanların imam/emiri ile düzen için yapılır, kaos önlenir; bu farzlar kıyamet gününe kadar geçerlidir.<br><br>Âl-i İmrân: 97 hacca gücü yetenlere haccı farz kılar. Sahih hadis (Buhârî–Müslim) cihadın emir altında kaldığını söyler; \"(Emire) işitin ve itaat edin, Habeşli bir köle sizi yönettiyse bile.\" Nebi ayrıca fâcir imamın arkasında, o namazı kıldırdığı sürece namaz kılmaya devam ettiğimizi söyledi. Bu zulmü meşrulaştırmak değil, birliği ve şeriat düzenini korumaktır.<br><br>Pratikte gücümüz yettiğinde haccı eda eder, meşru davetle cihada katılırız; yöneticinin kusurlarını farzı terk veya cemaati bölme bahanesi yapmayız.",
    "category": "Cemaat, Yönetici Ve Fıkıh"
  },
  {
    "no": 32,
    "title": "Allah'ın Kaderinin Hakikatinin Sırrı",
    "text": "Kaderin hakikati Allah'ın ﷻ yaratmasında bir sırdır; insan Allah'ın ﷻ fiillerinde \"neden\"i kurcalamadan veya sormadan buna iman eder, zira Allah ﷻ bunu yasaklamıştır ve o ancak zarar getirir.",
    "explanation": "Kaderin hakikati Allah'ın sırrıdır; her takdirin O'ndan olduğuna \"kazmadan\" veya \"Allah neden böyle yaptı\" diye sormadan inanırız. Bunda kurcalamak haramdır ve ancak zarar (dalalet veya huzursuzluk) getirir.<br><br>Mâide: 101 açıklanırsa yük getirecek şeyleri sormayı yasaklar. Sahih hadis (Müslim) kader hakkında münakaşayı yasaklar. Nebi kader hakkında münakaşa edenin kurtulmayacağını da uyardı. Ehl-i Sünnet âlimleri kaderi tekîf veya ta'tîl olmadan iman eder.<br><br>Takdiri gönül rahatlığıyla kabul eder, amele odaklanırız; \"Allah bunu şunu neden takdir etti\" diye kurcalamaya vakit harcamayız; çünkü aklın eriminin ötesindedir ve imana fayda vermez.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 33,
    "title": "İslam Tek Hak Din",
    "text": "Göklerde ve yerde Allah'ın ﷻ dini yalnız birdir, o da İslam'dır (teslimiyet).",
    "explanation": "Allah'ın kabul ettiği din yalnız birdir: İslam (tevhid ve Resule uymakla Allah'a teslimiyet). Âdem'den Muhammed'e kadar gökten gelen hak din özünde birdir; sapkın veya tahrif edilmiş olan artık Allah'ın dini değildir.<br><br>Âl-i İmrân: 19 \"Allah katında din şüphesiz İslam'dır.\" Âl-i İmrân: 85 \"Kim İslam'dan başka din ararsa ondan kabul edilmeyecektir.\" Sahih hadis peygamberlerin kardeş (dinleri bir) olduğunu söyler; Muhammed tamamlayan İslam ile gönderildi. Bu inancı zorla dayatmayız ama hakkın bir ve kurtuluş yolunun İslam olduğundan eminiz.<br><br>Bu bizi İslam'ı doğru öğrenip yaşamaya, onu çelişen inançlarla karıştırmamaya ve hikmetle ona davet ederek başkalarının Allah'ın kabul ettiği tek dini bilmesini sağlamaya teşvik eder.",
    "category": "İman: Rükünler, Tarif Ve Orta Yol"
  },
  {
    "no": 34,
    "title": "İmanın Eşitliği Ve Takvada Fark",
    "text": "İman özünde herkes için aynıdır; fakat bazılarının diğerlerine üstünlüğü takva, Allah'a ﷻ karşı farkındalık ve Allah'ın ﷻ daha çok razı olduğunu seçmelerinden gelir.",
    "explanation": "İmanın temeli (iman rükünleri, şeriattan inanılması gereken) her Müslüman için aynıdır; temel inançta iman \"derecesi\" yoktur. Dereceyi ayıran takva, Allah'a farkındalık (murakabe) ve Allah'ın razı olduğuna öncelik verme seçimidir.<br><br>Hucurât: 13 \"Allah katında en şerefliniz en takvalınızdır.\" Sahih hadis (Buhârî) asılda kimsenin diğerinden daha mümin olduğunu iddia edemeyeceğini söyler; üstünlük amelde ve takvadadır. Nebi İslamca en hayırlınız ahlakça en iyinizdir de dedi.<br><br>Kendimizi başkalarından \"daha mümin\" sayarak kibirlenmeyiz; takvayı ve ameli artırmaya çalışırız. Allah katında derece farkı iddia veya grup değil, çaba ve takva üzerinedir.",
    "category": "İman: Rükünler, Tarif Ve Orta Yol"
  },
  {
    "no": 35,
    "title": "Allah Ve Resule İmanın Rükünleri",
    "text": "İman: Allah'a ﷻ, meleklerine, kitaplarına, resullerine, Âhiret gününe iman ve kaderin—hayrı ve şerri—hepsinin Allah'tan ﷻ olduğuna imandan oluşur.",
    "explanation": "İman rükünleri altıdır: Allah'a, meleklere, kitaplara, resullere, âhiret gününe ve kadere (Allah'tan hayır ve şer) iman. Her Müslümanın taşıması gereken temel inançlardır; birini inkâr imanı bozar.<br><br>Ömer b. Hattâb rivayeti sahih hadis (Buhârî–Müslim) Cebrâil imanı sorduğunda bu altı rüknü teyit eder. Bakara: 285 \"Resul, Rabbinden kendine indirilene iman etti, müminler de. Hepsi Allah'a, meleklerine, kitaplarına ve resullerine iman etti.\" Hadîd: 22 musibetin de yazıldığını (kaderin parçası) söyler.<br><br>Kalpleri bu altıda sabitler, aileye ve başkalarına öğretiriz. Tam iman tüm rükünleri içerir; birini seçip birini reddedemeyiz.",
    "category": "İman: Rükünler, Tarif Ve Orta Yol"
  },
  {
    "no": 36,
    "title": "Dil Ve Kalp İle İmanın Tarifi",
    "text": "İman dil ile ikrar ve kalp ile kabulden oluşur.",
    "explanation": "İman sadece dudaktaki söz veya sadece amelde değildir; dil ile ikrar (şehadet, doğruyu söylemek) ve kalp ile tasdiki içerir. İkisi de gerekir; kalben inanmadan sadece söyleyen münafık, söylemeden sadece kalben kabul eden insan ve şeriat önünde henüz tamamlamamıştır.<br><br>Sahih hadis (Buhârî–Müslim) Nebi'nin en faziletli amelin ne olduğu sorulduğunda imanın temel olarak zikredildiğini söyler. Hucurât: 14 \"Bedeviler 'İman ettik' dediler. De ki: İman etmediniz; 'Teslim olduk' (İslam) deyin, çünkü iman henüz kalplerinize girmemiştir.\" Ehl-i Sünnet âlimleri imanın kavl (söz) ve \"kalp ile kabul\"den neşet eden ameli içerdiğinde ittifak eder.<br><br>Dili imana zarar veren sözlerden, kalbi şüphe ve inkârdan koruruz; sözle inancın uyumuna çalışırız.",
    "category": "İman: Rükünler, Tarif Ve Orta Yol"
  },
  {
    "no": 37,
    "title": "Akide Sapkınlığından Berâet",
    "text": "Bu bizim dinimiz ve zâhiren ve bâtınen inandığımızdır; söylediğimiz ve açıkladığımız şeye aykırı davrananlardan Allah ﷻ huzurunda berâet ederiz.",
    "explanation": "Bu Tahâvî akidesi Ehl-i Sünnet inancının beyanıdır; içinde söylenen ve açıklanandan sapanlardan Allah huzurunda berâet ederiz. Kişisel düşmanlık değil, akide sapkınlığına (bidat, hurafe veya dalalet) uymadığımızın açıklamasıdır.<br><br>Mümtehine: 4 Allah'ın düşmanlarından berâet etmeyi emreder. Nebi buyurdu (Ebû Dâvûd, sahih kabul): \"Bidat işleyen veya bidatçıyı barındıran Allah'ın zimmetinden çıkmıştır.\" Âlimler bidat ehlinden berâetin onların inancına uymamak ve hatâlarını açıklamak olduğunu, zarar vermek olmadığını söyler.<br><br>Doğru akideye sarılır, sapkın inançtan uzak dururuz; geçerli delil olmadan kimseyi kâfir saymayız ama akide sapkınlığına karşı net olup ondan berâet ederiz.",
    "category": "İman: Rükünler, Tarif Ve Orta Yol"
  },
  {
    "no": 38,
    "title": "İslam Mükemmel Orta Yoldur",
    "text": "İslam orta yoldur: ne ifrat ne tefrit; ne Allah'ın ﷻ sıfatlarını mahluka benzetme ne Allah'ın ﷻ sıfatlarını inkâr; ne aşırı cebriye ne kaderiye inkârı; ne bâtıl kesin iddia ne yeis.",
    "explanation": "Ehl-i Sünnet orta yoldadır: sıfatlarda Allah'ın ispat ettiğini mahluka benzetme (teşbih) ve inkâr (ta'til) olmadan ispat ederiz. Kaderde ne aşırı cebriyiz ne kaderi inkârcısı; ümit ve korkuda kimseyi cennet/cehennemle kesinlemeyiz, Allah'ın rahmetinden de yeise düşmeyiz.<br><br>Bakara: 143 \"Böylece sizi orta ümmet kıldık.\" Hadis ve âlimlerin icması Allah'ın sıfatlarına \"keyfiyet\" (tekyif) sormadan ve temsil (temsil) etmeden iman edildiğini teyit eder. Nebi dinde ifratı yasakladı. Bu orta yol bidatten salimdir.<br><br>Orta metodda kararlı kalmaya çalışırız: ne guluvv (ifrat) ne taksir (tefrit); Ehl-i Sünnet âlimlerinden öğrenip sağ sol aşırılığa sürüklenmeyiz.",
    "category": "İman: Rükünler, Tarif Ve Orta Yol"
  },
  {
    "no": 39,
    "title": "İsrâ Ve Mi'râcın Hakikati",
    "text": "İsrâ (gece yolculuğu) ve Mi'râc (göğe yükselme) haktır: Nebi ﷺ gece alındı ve bedeniyle uyanık halde göklerden Allah'ın ﷻ dilediği yere yükseltildi.",
    "explanation": "İsrâ (Mescid-i Haram'dan Mescid-i Aksâ'ya yolculuk) ve Mi'râc (göklerden yükselme) Nebi'nin beden ve ruhuyla uyanık halde vuku buldu; rüya veya sadece ruh değil. Bu olay Allah'ın Nebi ve ümmeti güçlendirmek için verdiği mucizedir; normal yaratılışın ötesinde olduğu için akli \"nasıl\" sormadan inanırız.<br><br>İsrâ: 1 \"Kulu gece Mescid-i Haram'dan Mescid-i Aksâ'ya yürüteni tesbih ederim.\" Sahih hadis (Buhârî–Müslim) Mi'râcı ayrıntılı anlatır: Nebi göklerden yükseldi, önceki peygamberlerle buluştu ve beş vakit namaz emrini aldı. Rivayetler mütevatir ve ümmetin inancının parçasıdır.<br><br>İsrâ ve Mi'râcı Allah'tan hak biliriz; bu Nebi'nin mucize verilmiş Allah elçisi ve beş vakit namazın gök üstünde konan büyük farz olduğu inancımızı pekiştirir.",
    "category": "Nebi Ve Resul"
  },
  {
    "no": 40,
    "title": "Allah'ın Mümin Kullarına Mağfireti",
    "text": "Allah ﷻ dilerse lütfuyla onları bağışlar ve affeder; Allah ﷻ dilerse onları azap eder, sonra rahmet ve şefaatle çıkarır; Allah ﷻ kendini bilenlerin Velî'sidir ve onları Allah'ı ﷻ inkâr edenler gibi muamele etmez.",
    "explanation": "Allah lütfuyla mümin kullarını bağışlama veya adaletiyle onları cezalandırma gücüne sahiptir; cezalandırsa bile rahmet ve şefaatle onları ateşten çıkarabilir. Allah'ı bilen (ârif billah) ve inanan, inkâr eden gibi muamele görmez.<br><br>Zümer: 53 \"De ki: Kendine zulmeden kullarım, Allah'ın rahmetinden ümit kesmeyin. Allah günahların hepsini bağışlar.\" Sahih hadis Nebi'nin ümmeti için şefaati ve Allah'ın kalbinde tevhid olanı ateşten çıkardığını söyler. Ehl-i Sünnet tevhid ehlini günahla girse bile ateşte ebedi kalmayacağına inanır.<br><br>Kimse için \"kesin bağışlandı\" veya \"kesin ateşte\" iddia etmeyiz; Allah'ın rahmetini umar, azabından korkarız. Allah'ın adil ve rahim olduğuna, tövbe edip inananın kâfir gibi muamele görmediğine inanırız.",
    "category": "Âhiret Günü"
  },
  {
    "no": 41,
    "title": "İyiler İçin Cennet Ümidi",
    "text": "Allah'ın ﷻ iyilik edenleri bağışlayıp Cennete koymasını umarız; fakat bunu kimse hakkında kesin iddia etmeyiz. Kötülük edenler için bağış dileriz ve böyle kimse hakkında Allah'ın rahmetinden ümit kesmeyiz.",
    "explanation": "Allah'ın iyileri bağışlayıp Cennete koymasını umar ve güzel zannederiz; fakat hiçbir şahıs hakkında bunu kesin iddia etmeyiz (amelsiz garanti yoktur). Kötülük edenler için bağış dileriz ve onlar hakkında Allah'ın rahmetinden ümit kesmeyiz.<br><br>Zümer: 53 bizi Allah'ın rahmetinden ümit kesmemeye davet eder. Sahih hadis, kimsenin sadece ameliyle Cennete girmeyeceğini; hepsinin Allah'ın rahmetiyle gireceğini söyler. Nebi kimse hakkında Cennet veya Cehennem iddiasını yasakladı; en iyiyi umar, dua ederiz. Ehl-i Sünnet, büyük günahkârı kâfir sayan Hâricîler gibi değildir, ameli önemsiz gören Mürcie gibi de değildir.<br><br>Elimizden geleni yapar, Allah'ın rahmetini umarız; kötülük edenler için dua eder, kesin Cehenneme girecekler diye hükmetmeyiz. Bu ümit ve korku dengesi bizi ifrattan korur.",
    "category": "Âhiret Günü"
  },
  {
    "no": 42,
    "title": "İbrahim'in Nübüvveti Ve Musa'ya Hitap",
    "text": "Allah'ın ﷻ İbrahim'i halîli (dostu) kıldığına ve Allah'ın ﷻ Musa ile doğrudan konuştuğuna inanırız.",
    "explanation": "Nebi İbrahim Allah'ın Halîlidir (Halîlullah); Allah onu yakın dost edindi. Nebi Musa'ya vasıtasız Allah ile konuşma (kelâmullah) şerefi verildi; bu Allah'tan bir mucize ve ikramdır.<br><br>Nisâ: 125 \"Allah İbrahim'i halîl edindi.\" Nisâ: 164 \"Allah Musa ile doğrudan konuştu.\" Sahih hadis İbrahim ve Musa'nın faziletini teyit eder; Nebi Tûr'da Allah'ın Musa ile konuştuğunu söyledi. Diğerlerini küçümsemeden peygamberlerin faziletine inanırız.<br><br>Bu inanç bize tüm peygamberlere saygı göstermeyi ve birini diğerine karşı çıkarmamayı öğretir; her birinin Allah'ın verdiği fazileti vardır. İbrahim'den (tevhidde sebat) ve Musa'dan (dua ve itaatle Allah ile diyalog) örnek alırız.",
    "category": "Nebi Ve Resul"
  },
  {
    "no": 43,
    "title": "Kabirde Sorgu Ve Azap",
    "text": "Kabir azabına, bunu hak edenler için inanırız; hadis ve sahâbe rivayetlerinde olduğu gibi Munker ve Nekir'in kabirde kişinin Rabbi, dini ve peygamberi hakkında sorgusuna inanırız.",
    "explanation": "Ölümden sonra kişi berzah âlemindedir; kabirde iki melek (Munker ve Nekir) onu Rabbi, dini ve peygamberi hakkında sorgular. Doğru cevap veren kabir rahatı görür; kâfir veya münafık olan Allah'ın adaletiyle kabir azabını görür.<br><br>Sahih hadisler (Buhârî, Müslim vb.) kabir sorgusunu ve azabını nakleder; Nebi kabir azabından korunma duası öğretti. Sahâbe rivayetleri de bunu teyit eder. Mü'minûn: 99–100 berzaha ve ölülerle dünyaya dönüş arasındaki perdeye işaret eder.<br><br>Tevhidi pekiştirerek, hak dini izleyerek ve Nebi Muhammed'i tanıyarak hazırlanırız; kabirde sorgulandığımızda sebat ve kabir azabından korunma için dua ederiz.",
    "category": "Âhiret Günü"
  },
  {
    "no": 44,
    "title": "Kıyamet Günü Haşir Ve Hesap",
    "text": "Ölümden sonra haşre, Kıyamet günü amellerin karşılığına, amellerin arzına, hesaba (hisâb), defterin okunmasına, mükâfat veya cezaya, sırat köprüsüne ve mîzana inanırız.",
    "explanation": "Kıyamet günü tüm insanlar hesaba çekilmek üzere kabirlerden kaldırılır. Ameller arz olunur, defter okunur, mîzan amelleri tartar, sonra insanlar sıratı geçerek Cennet veya Cehenneme gider. Bunların hepsine Kur'an ve hadiste geldiği üzere inanırız.<br><br>Zilzâle: 7–8 \"Zerre kadar iyilik yapan onu görür. Zerre kadar kötülük yapan onu görür.\" Kehf: 49, İsrâ: 13–14 ve daha birçok âyet amellerin defteri, hesap ve mîzandan bahseder. Sahih hadis (Buhârî–Müslim) sıratı ve kiminin selâmetle geçip kiminin düşeceğini nakleder.<br><br>Bu inanç bizi iyilik yapmaya ve günahtan kaçınmaya teşvik eder; defterden hiçbir şeyin eksik kalmadığına ve her amelin karşılık göreceğine inanırız. Allah'tan hesabımızı kolaylaştırmasını ve o gün bizi kurtarmasını dileriz.",
    "category": "Âhiret Günü"
  },
  {
    "no": 45,
    "title": "Velilerin Kerâmetlerine İnanç",
    "text": "Bildiğimiz velilerin kerâmetlerine (harikulade haller) ve güvenilir kaynaklardan onlara dair sahih rivayetlere inanırız.",
    "explanation": "Kerâmet, Allah'ın sâlih kişiye (veli) olağanın ötesinde lütfettiği harika veya ihsandır; meselâ tahsil olmadan verilen ilim veya kritik anda yardım. Rivayetleri güvenilir kaynaklardan sahih olan kerâmetlere inanırız; ne inkâr ederiz ne abartırız.<br><br>Meryem sûresi mihrapta Meryem'e rızık verildiğini; Kehf sûresi Ashab-ı Kehf'i anlatır. Sahih hadisler sahâbenin kerâmetlerini (örn. Ömer'in orduyu uzaktan \"görmesi\") nakleder. Ehl-i Sünnet âlimleri kerâmete, onu nebi mucizesine eşitlemeden ne de veliyi ilâhlaştırmadan inanır.<br><br>Sahih nakledilen kerâmetleri reddetmeyiz; fakat kaynağı belirsiz hikâyelere kolayca inanmayız. Gerçek üstünlük takvâ ve Nebi'ye uymaktır; kerâmet Allah'ın lütfudur, takva ölçüsü değildir.",
    "category": "İman: Rükünler, Tarif Ve Orta Yol"
  },
  {
    "no": 46,
    "title": "Levh-i Mahfuz Üzerinde Kalemin Yazısı",
    "text": "Levh-i Mahfûz ve Kalem ile yazılan her şeye inanırız; Allah'ın ﷻ yazdığı mutlaka olacak, yazmadığı olmayacak; kişinin ıskaladığına asla erişemeyecektir.",
    "explanation": "Levh-i Mahfûz Allah'ın bütün kaderi yazdığı \"ana kayıt\"tır; Kalem (kalam) Allah'ın emriyle yazan bir mahlûktur. Yazılan mutlaka olacak; yazılmayan olmayacak. Rızık, ecel ve kader yazılıdır; kişinin ıskaladığına erişemez.<br><br>Hadîd: 22 \"Yeryüzüne ve size isâbet eden hiçbir musibet yoktur ki (Levh-i Mahfûz'da) bir kitapta olmasın, Biz onu meydana getirmeden önce.\" Sahih hadis (Ahmed vb.) Allah'ın ilk yarattığının Kalem olduğunu, sonra ona olacak her şeyi yazmasını emrettiğini söyler. En'âm: 59 Allah'ın ilminden hiçbir şeyin gizli olmadığını teyit eder.<br><br>Bu kadere \"mecbur\" hissetmeden inanırız; çalışma ve dua da kaderin parçası olduğu için yine çalışır ve dua ederiz. Bu inanç kalbe huzur verir; erişemediklerimize haset veya yeisten korur.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 47,
    "title": "Ölüm Meleği Ve Görevi",
    "text": "Bütün mahlûkatın ruhlarını almakla görevli Ölüm Meleğine inanırız.",
    "explanation": "Ölüm Meleği (İsrâfil veya Melekü'l-mevt) Allah'ın her canlının ruhunu almakla görevlendirdiği melektir. Ruhun alınması Allah'ın emriyle olur; kimse ecelinden önce ölmez, sonra da gecikmez.<br><br>Secde: 11 \"De ki: Sizi gözetleyen ölüm meleği sizi ölümde alacaktır.\" Sahih hadis ecel gelince Ölüm Meleğinin kişiye geldiğini; kiminin kolay, kiminin ameline göre zor alındığını nakleder. Meleğin adını (İsrâfil) kesin iddia etmeyiz çünkü kat'î delil yoktur; kesin olan ruhları alan meleğe inanmaktır.<br><br>Bu inanç ölümün mutlaka geleceğini ve Allah'ın emriyle yerine getirildiğini hatırlatır; tövbe ve iyi amellerle hazırlanırız ki ruhumuz alındığında güzel halde olalım.",
    "category": "Melekler Ve Gayb"
  },
  {
    "no": 48,
    "title": "İnsanın Amelini Yazan İki Melek",
    "text": "İnsanların amellerini yazan şerefli meleklere inanırız; Allah ﷻ onları insanlar üzerine iki hafız (koruyucu) olarak tayin etmiştir.",
    "explanation": "Her insanın yanında iki melek vardır: biri iyiliği, biri kötülüğü yazar. Hiçbir söz veya amel kayıttan düşmez; bu kayıt Kıyamet günü arz olunacaktır. İkisi de Allah'ın tayin ettiği \"hâfız\"dır; zarar için değil, adaletle yazmak içindir.<br><br>Kâf: 17–18 \"İki melek (amel) yazarken biri sağda biri solda oturur. Söylenen hiçbir söz yoktur ki yanında hazır bir gözetleyici olmasın.\" İnfitâr: 10–12 de hâfızadan bahseder. Sahih hadis meleklerin her ameli yazdığını teyit eder.<br><br>Her amelin yazıldığının farkındayız; bu bizi dil ve ameli korumaya, iyilikleri artırmaya teşvik eder. Kaygıya varacak kadar korkmayız ama ihmal de etmeyiz; sağdaki kaydın soldakini ağır basması için çalışırız.",
    "category": "Melekler Ve Gayb"
  },
  {
    "no": 49,
    "title": "Peygamberlere Ve Kitaplara İman",
    "text": "Meleklere, peygamberlere ve resullere indirilen kitaplara inanırız; hepsinin zâhir hakka uyduğuna şahitlik ederiz.",
    "explanation": "Meleklere, peygamberlere ve Allah'ın kitaplarına (Tevrat, İncil, Zebûr ve Kur'an) ayrım yapmadan inanırız. Tüm resuller aynı hakkı (tevhid ve itaat) getirdi; hepsinin zâhir hak üzere olduğuna şahitlik ederiz, hiçbirini inkâr etmeyiz.<br><br>Bakara: 285 \"Hepsi Allah'a, O'nun meleklerine, kitaplarına ve resullerine inanır. (Derler:) O'nun resullerinden hiçbiri arasında ayrım yapmayız.\" Nisâ: 150–152 bazı resulleri inkâr edenlere karşı uyarır. Sahih hadis Âdem'den Muhammed'e kadar tüm peygamberlere inandığımızı teyit eder.<br><br>Hiçbir peygamberi veya kitabı kötülemeyiz; İslâm'ın öncekini tamamlayıp doğruladığını kabul ederiz. Son resul olarak Nebi Muhammed'e, son kitap olarak Kur'an'a uyarız; önceki kitapları doğrulayarak.",
    "category": "Kur'an Ve Vahiy"
  },
  {
    "no": 50,
    "title": "Her Şey Allah'ın Kaderindendir",
    "text": "Bunların hepsine inanırız ve her şeyin Allah'tan ﷻ olduğundan eminiz.",
    "explanation": "İnandığımız her şey—melekler, kitaplar, resuller, kader, Âhiret günü vb.—ve kâinatta olan her şey özünde Allah'tandır. Hiçbir şey O'nun ilmi, iradesi ve kaderi olmadan olmaz; buna yakînen inanırız.<br><br>Teğâbün: 11 \"Allah'ın izni olmadan hiç kimseye bir musibet isâbet etmez.\" Hadîd: 22 her musibetin yazılı olduğunu teyit eder. Sahih hadis (Müslim) kadere, hayrı ve şerriyle Allah'tan olduğuna inanç getirir. \"Her şey Allah'tandır\" inancı tevekkül ve sabrın temelidir.<br><br>Olayları sadece \"tabiat\" veya \"tesadüf\"e vermeyiz; her şeyin arkasında Allah'ın kaderi olduğundan eminiz. Bu insan sorumluluğunu kaldırmaz (yine çalışır ve hesaba çekiliriz); fakat sonucu Allah'a bırakırız.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 51,
    "title": "Resuller Arasında Ayırım Yapmamak",
    "text": "Bunların hepsine inanırız, resullerden hiçbiri arasında ayırım yapmayız ve onların getirdiği her şeyi hak olarak kabul ederiz.",
    "explanation": "Tüm resullere ayırım yapmadan inanırız; bir kısmını inkâr edip diğerini kabul etmeyiz. Getirdikleri (tevhid, ibadet vecibeleri, ahlak) hak olarak kabul ederiz; \"bir kısmına inanıyoruz bir kısmına inanmıyoruz\" demeyiz.<br><br>Bakara: 136 \"De ki: Allah'a ve bize indirilene, İbrâhîm, İsmâîl, İshak, Ya'kub ve esbâta indirilene, Mûsâ, Îsâ ve peygamberlere Rablerinden verilene inandık. Onlardan hiçbiri arasında ayırım yapmayız.\" Nisâ: 150–152 bir kısım resule inanıp bir kısmını inkâr etmeyi yasaklar. Hadis herhangi bir peygambere sövmeyi büyük günah sayar.<br><br>Tüm peygamberlere saygı duyarız ve birini diğerine karşı tutmayız; Muhammed Peygamber'in şeriatını hatem ve mükemmil olarak takip ederiz, tüm resullerin Allah'tan hak getirdiğine inanarak.",
    "category": "Nebi Ve Resul"
  },
  {
    "no": 52,
    "title": "Deccâl'in Çıkışı Ve Kıyamet Alâmetleri",
    "text": "Deccâl'in çıkışı, Meryem oğlu Îsâ'nın gökten inişi, güneşin batıdan doğması ve yerden Dâbbetü'l-Arz'ın çıkışı gibi Kıyamet alâmetlerine inanırız.",
    "explanation": "Peygamberin zikrettiği Kıyamet alâmetlerine inanırız: Deccâl (büyük sahtekâr) çıkışı, Meryem oğlu Îsâ'nın gökten Deccâl'i yenmek ve şeriati ikame için inişi, güneşin batıdan doğması (ondan sonra tevbe kabul olmaz), yerden Dâbbetü'l-Arz'ın çıkışı. Bunların hepsi büyük Saatten önce olur.<br><br>Sahih hadisler (Buhârî, Müslim ve diğerleri) Kıyamet alâmetlerini nakleder. Peygamber Deccâl çıkacak Îsâ inecek ve onu öldürecek dedi. En'âm: 158 güneşin batıdan doğmasına işaret eder. \"Nasıl\"ı detaylı sormadan inanırız.<br><br>Bu inanç Saatin hak olduğunu ve alâmetleri olduğunu hatırlatır; iman ve salih amalle hazırlanırız, Deccâl veya sahte iddialarla aldanmayız.",
    "category": "Âhiret Günü"
  },
  {
    "no": 53,
    "title": "Cennetle Müjdelenen On Sahabe",
    "text": "Allah Resulü'nün ﷺ cenneti vaat ettiği on kişinin cennette olacağına şahitlik ederiz: Ebû Bekr, Ömer, Osman, Ali, Talha, Zübeyr, Abdurrahmân b. Avf, Sa'd b. Ebî Vakkās, Saîd b. Zeyd ve Ebû Ubeyde b. Cerrâh.",
    "explanation": "Peygamberin cenneti vaat ettiği on sahabeye (aşere-i mübeşşere) cennete gireceklerine inanırız: Ebû Bekr, Ömer, Osman, Ali, Talha, Zübeyr, Abdurrahmân b. Avf, Sa'd b. Ebî Vakkās, Saîd b. Zeyd ve Ebû Ubeyde b. Cerrâh. Peygamberin vaadi haktır ve onlar ümmetin örneğidir.<br><br>Sahih hadis (Tirmizî ve diğerleri) Peygamberin bu on sahabeye cenneti vaat ettiğini teyit eder. Onlar İslam'ın büyük şahsiyetleridir; faziletlerini kabul etmek Ehl-i Sünnet akidesinin parçasıdır. Ne ifrat ne tefrit; onların yolunu takip ederiz.<br><br>Tüm sahabeye saygı duyarız ve hiçbirine buğzetmeyiz; bu on kişiyi iman, adalet ve fedakârlıkta örnek alırız.",
    "category": "Sahabe, Halifeler Ve Ahlul Beyt"
  },
  {
    "no": 54,
    "title": "Adaleti Sevmek Ve Zulmü Nefret Etmek",
    "text": "Adalet ve doğruluğun ehli olanları severiz, zulüm ve yalanın ehli olanlardan nefret ederiz.",
    "explanation": "Peygamberin tüm sahabelerini severiz; hiçbirinde aşırılık (gulüv) ve hiçbirinde kusur (taksir) yok. Sahabeleri sevmek İslam ve imanın parçasıdır; sahabeleri nefret veya sövmek küfür ve nifaktır.<br><br>Tevbe: 100 Muhacirun ve Ensar'ın önde gelenlerini över. Sahih hadis sahabelere sövmeyi yasaklar; Peygamber ashâbıma sövmeyin dedi. Ehl-i Sünnet sahabelerin ictihadda ihtilaf edebileceğini akidede etmeyeceğini kabul eder.<br><br>Sahabelere sövmeye katılmayız ve delilsiz onları suçlu saymayız; onlara saygı duyarız ve bu ümmetin en hayırlı neslini örnek alırız.",
    "category": "Cemaat, Yönetici Ve Fıkıh"
  },
  {
    "no": 55,
    "title": "Peygamberin Sahabelerini Nefret Etmenin Yasaklığı",
    "text": "Allah Resulü'nün ﷺ sahabelerini severiz; ancak hiçbirinde aşırılık etmeyiz ve hiçbirini kusurlu saymayız; sahabeleri sevmek İslam ve imanın parçasıdır; sahabeleri nefret küfür ve nifaktır.",
    "explanation": "Adalet ve doğruluğun ehli olanları severiz, zulüm ve yalanın ehli olanlardan nefret ederiz. Allah için sevmek ve nefret imanın parçasıdır; zulüm veya yalana tarafsız değiliz.<br><br>Mümtehine: 8 dinde bizimle savaşmayanları düşman edinmemeyi emreder. Peygamber (Buhârî) Allah'ın en sevdiği insanlara en çok fayda verendir dedi. Zulüm ve yalan birçok ayet ve hadiste yasaktır.<br><br>Kendi işlerimizde adil ve doğru olmaya ve toplumda adaleti desteklemeye çalışırız; zulüm ve yalandan kaçınırız ve zâlimlerle zulümlerinde ortak olmayız.",
    "category": "Sahabe, Halifeler Ve Ahlul Beyt"
  },
  {
    "no": 56,
    "title": "Müslümanların Liderleri Olarak Râşid Halifelerin Sırası",
    "text": "Allah Resulü'nün ﷺ vefatından sonra hilâfetin önce Ebû Bekr es-Sıddîk'a, sonra Ömer'e, sonra Osman'a, sonra Ali b. Ebî Tâlib'e geçtiğini kabul ederiz—onlar Râşid Halifeler ve dosdoğru önderlerdir.",
    "explanation": "Peygamberin vefatından sonra hilâfet Ebû Bekr'e, sonra Ömer'e, Osman'a, Ali'ye geçti. Onlar Râşid Halifelerdir (el-Hulefâü'r-Râşidûn); bu sıra tarihî olgu ve Ehl-i Sünnet icmâına dayanır.<br><br>Sahih hadis Peygamberden sonra hilâfetin Kureyş'te olduğunu ve Peygamberin râşid halifelerin sünnetine uymayı emrettiğini teyit eder. Sahih rivayetler Ebû Bekr'e, sonra Ömer, Osman ve Ali'ye bey'ati nakleder. Onlardan hiçbirine muhalefet veya küçümseme etmeyiz.<br><br>Dört halifeyi adil önderler olarak kabul ederiz ve dinde ve yönetimde onların yolunu takip ederiz; halifelere söven veya birini kâfir sayanlara uymayız.",
    "category": "Sahabe, Halifeler Ve Ahlul Beyt"
  },
  {
    "no": 57,
    "title": "Peygamberin Sünnetine Ve Cemaate Uymak",
    "text": "Peygamberin ﷺ sünnetine ve Müslüman cemaate uyarız; sapkınlık, ayrılık ve ihtilaftan kaçınırız.",
    "explanation": "Peygamberin sünnetine ve Müslüman cemaate sımsıkı tutunuruz; bid'at, ayrılık ve sapkın tavırlardan kaçınırız. Sünnete ve cemaate uymak kurtuluş yoludur.<br><br>Sahih hadis (Ebû Dâvûd, Tirmizî) \"Benim sünnetime ve râşid halifelerin sünnetine sımsıkı tutunun\" ve \"Cemaat rahmettir, ayrılık azaptır\" der. Âl-i İmrân: 103 Allah'ın ipine tutunup ayrılmamayı emreder. Ehl-i Sünnet ve'l-Cemâat bu yolu takip edenlerin adıdır.<br><br>Dini sahih kaynaklardan (Kur'an ve Sünnet) öğreniriz ve cemaatin anlayışına uyarız, hevâ veya fırkalara değil; bölücü tartışmalardan kaçınırız.",
    "category": "Cemaat, Yönetici Ve Fıkıh"
  },
  {
    "no": 58,
    "title": "Kıble Ehli Olarak Müslümanların Tanımı",
    "text": "Kıblemize yönelenleri—Peygamberin ﷺ getirdiğini kabul eden ve söylediği ve naklettiği her şeyi hak kabul eden kıble ehli olduğu sürece—Müslüman ve mü'min sayarız.",
    "explanation": "Kıblemize (Kâbe) yönelip namaz kılan ve Peygamberin getirdiğini kabul edip Peygamberin söylediği ve naklettiği her şeyi tasdik eden kişiyi Müslüman ve mü'min sayarız. Açık küfrü inkâr etmedikçe kıble ehlini kâfir saymayız.<br><br>Bakara: 143 İslam ümmetini vasat ümmet diye niteler. Sahih hadis bizim gibi namaz kılıp kıblemize yönelenin Müslüman olduğunu teyit eder. Ehl-i Sünnet âlimleri günah sebebiyle kıble ehlini kâfir saymaz, helal saymadıkları sürece.<br><br>Küfürle hafifçe suçlamayız; günahkâr Müslümanla İslam'dan çıkanı ayırırız. Kalplerin sırlarını Allah'a bırakırız ve kıble ehlini Müslüman kardeş olarak muamele ederiz.",
    "category": "Cemaat, Yönetici Ve Fıkıh"
  },
  {
    "no": 59,
    "title": "Birlik Hak Ve Ayrılık Azaptır",
    "text": "Birliğin doğru yol, ayrılığın sapkınlık ve azap olduğunda hemfikiriz.",
    "explanation": "Hak üzere birlik doğru yoldur; ayrılık sapkınlık ve azaptır. Allah birliği emreder ayrılığı yasaklar.<br><br>Âl-i İmrân: 103 \"Hepiniz Allah'ın ipine sımsıkı tutunun ve ayrılmayın.\" Sahih hadis (İbn Mâce) ayrılığın azap olduğunu teyit eder. Peygamber ayrılmayı yasakladı ve mâsiyet olmadıkça yöneticiyi dinleyip itaat etmeyi emretti.<br><br>İslam kardeşliğini korumaya ve ümmeti bid'at veya itham konularıyla bölmemeye çalışırız; Kur'an, Sünnet ve selefin anlayışı üzere birleşiriz.",
    "category": "Cemaat, Yönetici Ve Fıkıh"
  },
  {
    "no": 60,
    "title": "Hadise Göre Mest Meshetmenin Cevazı",
    "text": "Yolculukta da mukimken de hadislerdeki gibi mest (deri çorap) meshetmeye icma ederiz.",
    "explanation": "Abdestte ayakları yıkamak yerine mest (ayak bileğini örten deri çorap) meshetmek hadiste yolculukta da mukimken de caizdir. Bu Peygamberin öğrettiği şer'î ruhsattır.<br><br>Sahih hadis (Müslim ve diğerleri) Peygamber ve sahabelerin mest meshettiğini nakleder. Âlimler fıkıhtaki şartlarla cevazında ittifak eder. Bu dinin kolaylığının parçasıdır; ifrat veya reddetmeden uyarız.<br><br>Abdest alırken şartlara göre mest meshi ruhsatını kullanabiliriz; sahih delile uyduğumuz sürece ne vâcip ne haram sayarız.",
    "category": "Cemaat, Yönetici Ve Fıkıh"
  },
  {
    "no": 61,
    "title": "Her İmamın Arkasında Namaz",
    "text": "Kıble ehli içinden herhangi birinin—ister âdil ister zâlim—arkasında namaz kılmaya ve kıble ehli içinden vefat eden herkes için cenaze namazı kılmaya icma ederiz.",
    "explanation": "Kıble ehli içinden herhangi birinin—ister sâlih ister fâcir—arkasında, namazı sahih kıldığı sürece namaz kılarız; vefat eden kıble ehli herkes için cenaze namazı kılarız. Bu birlik korur ve imamın şahsî kusuru yüzünden cemaati boykot etmeyiz.<br><br>Sahih hadis (Buhârî–Müslim) fâcir imamın arkasında namaz kılınabileceğini teyit eder. Nebi buyurdu: onlar sizin önünüzdedir; doğru kılarlarsa ecir sizin ve onların, yanlış kılarlarsa ecir sizin günah onlarındır. Müslüman cenaze namazı kifâye vâcibidir.<br><br>İmam kusurlu diye cemaati bırakmayız; cemaat namazına devam eder imam için hidayet dileriz. Vefat eden Müslüman için cenaze namazı kılarız, o kişinin günahı yüzünden reddetmeyiz.",
    "category": "Cemaat, Yönetici Ve Fıkıh"
  },
  {
    "no": 62,
    "title": "Kur'an Kelâm Olup Mahluk Değildir",
    "text": "Kur'an hakkında cedel etmeyiz ve onun Ruhu'l-Emin (Cebrâil) ile Muhammed'e ﷺ iletilen Allah'ın ﷻ kelâmı olduğuna, mahluk kelâmı olmadığına ve yaratıldığını söylemediğimize şahitlik ederiz.",
    "explanation": "Kur'an Kelâmullah'tır (Allah'ın kelâmı), Cebrâil tarafından Nebi Muhammed'e iletilmiştir; mahluk kelâmı değildir ve yaratıldığını söylemeyiz. Delilsiz \"nasıl\" veya \"yaratıldı mı\" tartışmak bidattir; Allah ve Resulün tespit ettiğine inanırız.<br><br>Tevbe: 6 \"Allah'ın kelâmı\" (Kelâmullah) der. Sahih hadis Kur'an'ın Ruhu'l-Emin (Cebrâil) ile indirildiğini teyit eder. Ehl-i Sünnet Allah'ın kelâmının O'nun sıfatı olduğunu mahluk olmadığını tesbit eder; Kur'an mahluktur diyen sapar.<br><br>Bu konuda avamla cedel etmeyiz; Kur'an'ın Allah'ın mukaddes kelâmı ve mahluk olmadığına inanırız. Kur'an'ı tazim eder uygularız, faydasız cedele düşmeyiz.",
    "category": "Kur'an Ve Vahiy"
  },
  {
    "no": 63,
    "title": "Allah Hakkında Boş Sözden Kaçınma",
    "text": "Allah ﷻ hakkında boş söze girmeyiz ve Allah'ın ﷻ dini hakkındaki ihtilafın uhuvveti bozmasına izin vermeyiz.",
    "explanation": "Allah hakkında boş söze (zâtı veya delilsiz şeyi tartışmak gibi) girmeyiz ve Allah'ın dini hakkındaki ihtilafın uhuvveti bozmasına izin vermeyiz. Din delil üzerine kuruludur, spekülasyon değil.<br><br>İsrâ: 36 ilimsiz şeye uymayı yasaklar. Sahih hadis delilsiz Kur'an cedelini yasaklar, ihtilafı Allah ve Resule havale etmeyi emreder. Âlimler dinde boş cedeli yasaklar.<br><br>Kur'an ve Sünnet esasıyla dinden konuşuruz; sonsuz cedele vakit harcamayız. Birliği koruruz, aslî olmayan farkla ayrılmayız.",
    "category": "İman: Rükünler, Tarif Ve Orta Yol"
  },
  {
    "no": 64,
    "title": "Mâsiyet Emretmedikçe Yöneticiye İtaat",
    "text": "İmamımıza veya işlerimizin yöneticisine—zâlim olsa bile—isyanı kabul etmeyiz; imam ve yöneticiye itaat Allah'a ﷻ itaatin parçasıdır ve mâsiyet emretmedikleri sürece vâciptir; onlar için hidayet ve mağfiret dileriz.",
    "explanation": "Müslümanların imamı veya yöneticisine isyanı—zâlim olsa bile—kabul etmeyiz; onlara itaat Allah'a itaatin parçasıdır ve mâsiyet emretmedikleri sürece vâciptir. Onlar için hidayet ve mağfiret dileriz.<br><br>Sahih hadis (Buhârî–Müslim) mâsiyet emretmedikçe emire dinleyip itaat edin der. Nebi namazı ikame ettikleri sürece isyanı yasakladı. Nisâ: 59 ulü'l-emre itaati emreder. Bu istikrar ve şeriat düzenini korur.<br><br>Ma'rûfta itaat ederiz mâsiyet emredilirse itaat etmeyiz; şiddetle isyan veya tefrik etmeyiz. Yönetici için adalet ve hidayet dileriz, hikmetle nasihat ederiz.",
    "category": "Cemaat, Yönetici Ve Fıkıh"
  },
  {
    "no": 65,
    "title": "Kâhin Ve Falcı Reddi",
    "text": "Kâhin ve falcı sözünü doğru kabul etmeyiz; Kitap, Sünnet ve Müslüman ümmetin icmasına aykırı iddiayı da kabul etmeyiz.",
    "explanation": "Kâhin, falcı veya gaybı bildiğini veya kaderi önceden söylediğini iddia edenin sözüne inanmayız; Kur'an, Sünnet ve ümmetin icmasına aykırı iddiayı da reddederiz. Hak yalnız vahiyden gelir.<br><br>Sahih hadis (Buhârî–Müslim) Nebi'nin \"kâhine veya falcıya gidip doğrulayan Muhammed'e indirilene kâfir olur\" buyurduğunu nakleder. Cin: 26–27 gaybı Allah'tan başka bilen olmadığını söyler.<br><br>Fal, burç veya \"geleceği bilen\" iddiasına inanmayız; Allah'a tevekkül eder sünnetullaha göre amel ederiz. Haberi yalnız güvenilir kaynaktan (Kitap ve Sünnet) alırız.",
    "category": "Dua, İlim Ve Sınırlar"
  },
  {
    "no": 66,
    "title": "Günah Yüzünden Müslümanı Kâfir Saymama",
    "text": "Kıble ehlimizden hiç kimseyi işlediği günah yüzünden—o günahı helal saymadığı sürece—kâfir saymayız.",
    "explanation": "Kıble ehlini (bizim kıblemize namaz kılan ve Nebi'nin getirdiğini kabul eden) yalnız günah işledi diye kâfir saymayız—o günahı helal saymadığı sürece. Günah İslam'dan otomatik çıkarmaz.<br><br>Sahih hadis Müslümanın Müslümanı kâfir saymaması gerektiğini; kardeşine \"kâfir\" diyenin o lafın biri üzerine döneceğini söyler. Ehl-i Sünnet âlimleri büyük günah işlese de mümin kalanla, açık şeyi inkâr veya haramı helal sayarak çıkanı ayırır.<br><br>Gelişigüzel kâfir saymayız; günah işlese de inananla İslam rükünlerini inkâr veya haramı helal sayanı ayırırız. Gönül sırrını Allah'a havale ederiz.",
    "category": "Günah, Küfür Ve Kıble Ehli"
  },
  {
    "no": 67,
    "title": "Günahın Mümine Zararı",
    "text": "Müminin günahının ona zarar vermediğini söylemeyiz.",
    "explanation": "Müminin günahının ona zarar vermediğini söylemeyiz. Günah zararlı kalmaya devam eder: sevabı azaltır, dünya veya âhiret azabı getirir, imanı zayıflatır. Günahı küçümsemeyiz.<br><br>Nisâ: 31 ve diğerleri büyük günahın azap getirebileceğini uyarır. Sahih hadis günahın kalpte iz bıraktığını söyler. Nebi küçük günahı küçümsemeyi yasakladı. Ehl-i Sünnet günahın imana zarar vermediği Murcie görüşünü reddeder.<br><br>Günahtan korkar tövbe ederiz; sırf inandığımız için güvende hissetmeyiz. Büyük küçük günahtan sakınırız, günahın kalbe ve âhiret akıbetine etkisini küçümsemeyiz.",
    "category": "Günah, Küfür Ve Kıble Ehli"
  },
  {
    "no": 68,
    "title": "Müslüman Kardeşi Küfürle Suçlama Yasağı",
    "text": "Kıble ehli içinden hiç kimsenin mutlaka cennet veya ateşe gireceğini söylemeyiz ve kıble ehli göstermedikçe kimseyi küfür, şirk veya nifakla suçlamayız; kıble ehlinin sırrını Allah'a ﷻ havale ederiz.",
    "explanation": "Kimse için mutlaka cennet veya ateşe girer demeyiz; göstermedikçe kimseyi kâfir, müşrik veya münâfık saymayız. Gönül sırrını Allah'a havale ederiz.<br><br>Sahih hadis kimse için cennet veya ateşi kesinlemeyi yasaklar. Nebi birbirinizi nifakla suçlamayın buyurdu. Hucurât: 12 zan ve gıybeti yasaklar. Sadece zâhiri değerlendiririz; bâtın Allah'ındır.<br><br>Açık delil yokken hüsnüzan ederiz; başkasının niyetini yargılamayız. Kendimizi ıslaha ve hikmetle dâvete odaklarız, suçlamak veya hüküm vermekle meşgul olmayız.",
    "category": "Günah, Küfür Ve Kıble Ehli"
  },
  {
    "no": 69,
    "title": "Nebi Velilerin Hepsinin Üstündedir",
    "text": "Ümmetten hiçbir veliyi hiçbir nebinin üstüne çıkarmayız; bir nebi bütün velilerin toplamından daha hayırlıdır.",
    "explanation": "Bu ümmetten hiçbir veli hiçbir nebinin üstünde değildir; bir nebi bütün velilerin toplamından daha hayırlıdır. Nebi müstesna makama sahiptir; hiçbir sâlihi nebilere üstün tutmayız.<br><br>En'âm: 86 ve diğerleri nebileri müstesna faziletle anar. Sahih hadis Nebi Muhammed'in kıyamet günü Âdemoğullarının efendisi olduğunu teyit eder. Âlimler nebinin veliden üstün olduğunda ittifak eder. Veliyi nebinin üstüne çıkarmak dalalettir.<br><br>Nebilere tazim ederiz hiçbir sâlihi onlarla eşitlemeyiz. Nebi Muhammed'i şeriatın kaynağı ve en yüce örnek olarak takip ederiz; Allah'ın velilerini severiz ama nebiyle eşitleyecek kadar aşırı gitmeyiz.",
    "category": "Nebi Ve Resul"
  },
  {
    "no": 70,
    "title": "Şer'î Sebep Olmadan Öldürme Yasağı",
    "text": "Muhammed'in ﷺ ümmetinden hiç kimseyi şeriatın vâcip kıldığı durum dışında öldürmeyi kabul etmeyiz.",
    "explanation": "Muhammed'in ümmetinden hiç kimseyi şeriatın vâcip kıldığı durum (kısas, hadd veya meşru savaş bağlamı) dışında öldürmeyi kabul etmeyiz. Müslüman canı korunur; haksız öldürmek büyük günahtır.<br><br>En'âm: 151 ve İsrâ: 33 Allah'ın öldürmeyi haram kıldığı canı haktan başka öldürmeyi yasaklar. Sahih hadis Müslüman öldürmeyi büyük günahlardan sayar. Nebi lâ ilâhe illallah diyeni öldürmeyi yasakladı. İslam ceza hukuku ne zaman öldürmenin caiz olduğunu belirler.<br><br>İnsan canına saygı duyarız; şeriatın tayin ettiği dışında şiddet veya öldürmeyi desteklemeyiz. Sahih delile uymayan din adına terör ve öldürmeyi reddederiz.",
    "category": "Cemaat, Yönetici Ve Fıkıh"
  },
  {
    "no": 71,
    "title": "Muhammed'in Kul Ve Resul Olma Hali",
    "text": "Muhammed'in ﷺ Allah'ın ﷻ seçilmiş kulu, Allah'ın ﷻ seçilmiş nebi ve Allah'ın ﷻ razı olduğu resul olduğuna inanırız.",
    "explanation": "Muhammed Allah'ın seçilmiş kulu ve Allah'ın razı olduğu nebi ve resuldür. Vahiy ile gönderilmiş bir insandır; ona tapmayız ve kul ve resul makamının üstüne çıkaracak kadar aşırı gitmeyiz.<br><br>İsrâ: 1 Nebi'yi kul diye anar. Ahzâb: 40 Muhammed'in nebilerin hatemi olduğunu teyit eder. Sahih hadis: benim hakkımda Hristiyanların İsa hakkında aşırı gittiği gibi aşırı gitmeyin; ben sadece kulüm, deyin ki Allah'ın kulu ve resulü. Onu aşırılık olmadan sever ve sayarız; şeriatına uyarız ve ilahlaştırmayız. Nübüvvetini inkâr eden veya onu küçümseyeni reddederiz.",
    "category": "Nebi Ve Resul"
  },
  {
    "no": 72,
    "title": "İnsanlık İçin Hayır Ve Şerrin Takdiri",
    "text": "Hayır ve şer insanlık için takdir edilmiştir.",
    "explanation": "Hayır ve şer insanlık için takdir edilmiştir: emir ve yasak, mükâfat ve ceza vardır. İnsanlığa seçim gücü verilmiştir ve seçiminden hesaba çekilecektir.<br><br>Şems: 8–10 Allah'ın insana fücûr ve takvâ yolunu ilham ettiğine işaret eder. Hadis ve âyetler teklifi ve hesabı sık sık teyit eder. Kader seçimi ortadan kaldırmaz; insan çaba gösterir Allah sonucu takdir eder.<br><br>Hayır işlemeye ve şerden sakınmaya çalışırız; tembellik için \"takdir edilmişti\" mazeretini kullanmayız. Hayır ve şerin gerçek olduğuna ve hesaba çekileceğimize inanırız.",
    "category": "İman: Rükünler, Tarif Ve Orta Yol"
  },
  {
    "no": 73,
    "title": "İmanın Güvenliği Teslimiyettedir",
    "text": "Bir kişinin İslam'ı ancak teslimiyet ve boyun eğme üzerine kurulduğunda güvencededir; kendi kapasitesinin ötesindekini bilmeye zorlamak sadece doğru inançtan uzaklaştırır.",
    "explanation": "Bir kişinin İslam'ı ancak Allah ve Resulüne teslimiyet (teslîm) ve boyun eğme üzerine kurulduğunda güvencededir. Kendi kapasitesinin ötesindekini (Allah'ın zâtının hakikati veya kaderin detayları gibi) bilmeye zorlamak sadece doğru inançtan uzaklaştırır.<br><br>Âl-i İmrân: 19 İslam'ı teslimiyet diye tanımlar. Hadis Allah'ın zâtı hakkında tefekkürü yasaklar ve yaratığı hakkında tefekkür etmeyi emreder. Âlimler Allah'ın isim ve sıfatlarında ilhâdı (caiz olmayana dalmayı) yasaklar.<br><br>Allah'ın gaybdan açıklamadığını Allah'a havale ederiz; Allah'ın emrettiğine ve yapabileceğimize odaklanırız. Allah'ın açmadığının \"nasıl\" veya \"neden\"ini bilmemekten huzursuz olmayız.",
    "category": "İman: Rükünler, Tarif Ve Orta Yol"
  },
  {
    "no": 74,
    "title": "İnsanın İktidarı Allah'tandır",
    "text": "Bir fiilin fiilen gerçekleşmesini sağlayan iktidar yalnız Allah'tan ﷻ gelir; şeriatın insandan istediği ise sıhhat, imkân ve elindeki vesile anlamında iktidardır.",
    "explanation": "Fiilin fiilen gerçekleşmesini sağlayan iktidar (müessir kudret) yalnız Allah'tandır. Şeriatın insandan istediği sıhhat, imkân ve vesile anlamında iktidardır; bu varken kişi çaba göstermekle yükümlüdür ve Allah tevfîk verir.<br><br>Bakara: 286: Allah kimseye gücünün üstünde yüklemez. Hadis: lâ havle ve lâ kuvvete illâ billâh. Âlimler teklif şartı olarak iktidarla fiili vücuda getiren iktidarı (Allah'tan) ayırır.<br><br>Gücümüz yettiğince çaba gösterir ve Allah'tan yardım dileriz; hâlâ deneyebileceğimiz şeyde \"yapamıyorum\" mazeretini kullanmayız. İtaat için gücün Allah'tan geldiğine inanırız.",
    "category": "Teklif Ve İnsan Fiilleri"
  },
  {
    "no": 75,
    "title": "Bütün İlmi Allah'a Havale Etmek",
    "text": "Bir şey hakkındaki bilgimiz açık olmadığında deriz: \"Allah ﷻ daha iyi bilir.\"",
    "explanation": "Bir şey hakkındaki bilgimiz açık olmadığında veya yeterli delil olmadığında deriz: Allah daha iyi bilir. Kesinleştirmeyiz veya uydurmayız; bilmediğimiz ilmi Allah'a havale ederiz.<br><br>Bakara: 232 ve birçok âyet işi Allah'a havale etmeyi emreder. Nebi buyurdu: kendisine bilmediği bir ilim sorulup \"Allah daha iyi bilir\" diyen doğru cevap vermiştir. Âlimler ilimsiz konuşmayı yasaklar.<br><br>Bilgiçlik taslamayız; gerçekten bilmediğimiz şeyde \"bilmiyorum\" veya \"Allah daha iyi bilir\" demekten çekinmeyiz. Delilsiz tefsir veya hüküm uydurmayız.",
    "category": "Dua, İlim Ve Sınırlar"
  },
  {
    "no": 76,
    "title": "Yeis İle Arasındaki Orta Yol",
    "text": "Mutlak kendine güven ile yeis ikisi de kişiyi dinden çıkarır; kıble ehlinden hak ehli için doğru yol ikisinin arasındadır.",
    "explanation": "Sapkın mutlak kendine güven (meselâ birinin kesin cennete gireceğini iddia) ile yeis (meselâ birinin kesin cehenneme gireceğini veya Allah'ın bağışlamayacağını iddia) ikisi de dinden çıkarır. Kıble ehlinden hak ehli için doğru yol ikisinin arasındadır: recâ ve havf.<br><br>Hicr: 56 İbrahim Allah'ın rahmetinden ancak sapkınların yeise düştüğünü söyledi. Zümer: 53 yeise düşmemeyi davet eder. Hadis recâ ile havf dengesini teyit eder. Ehl-i Sünnet Hâricîler (aşırı sert) ile Mürcie (aşırı gevşek) arasındadır.<br><br>Allah'ın rahmetini umar ve azabından korkarız; kimse için kesin cennet veya cehennem hükmü vermeyiz. Allah hakkında hüsnüzan ederiz ve O'nun bağışından yeise düşmeyiz.",
    "category": "İman: Rükünler, Tarif Ve Orta Yol"
  },
  {
    "no": 77,
    "title": "Kabir Cennet Bahçelerinden Biri Veya Cehennem Çukurlarından Biri",
    "text": "Kabir cennet bahçelerinden biri veya cehennem çukurlarından biridir.",
    "explanation": "Kabir cennet bahçelerinden biri (berzah nimeti) veya cehennem çukurlarından biri (kabir azabı) olabilir; gömülenin ameli ve imanına göre. Kabir nimeti ve azabı hakkındaki hadislere uygundur.<br><br>Sahih hadisler (Buhârî, Müslim) mümin için kabir nimetini ve zâlim veya münafık için kabir azabını çok anlatır. Nebi kabir azabından korunma duası öğretti. Mü'minûn: 99–100 berzah âlemine işaret eder.<br><br>Kabrimizin cennet bahçesi olması için iman ve salih amelle hazırlanırız; kabir azabından korunma için dua ederiz. Bu inanç gafletten uzak kalmamızı sağlar.",
    "category": "Âhiret Günü"
  },
  {
    "no": 78,
    "title": "Cennette Allah'ı Görmeye İman",
    "text": "İnsan cennette Allah'ı ﷻ görmeye aklıyla tarif veya tasavvur etmeden inanır; Allah'ın ﷻ sıfatını nefyetmekten ve Allah'ı ﷻ mahlûka benzetmekten sakınır.",
    "explanation": "Cennet ehli âhirette Allah'ı görecektir; buna \"nasıl\"ı aklımızla tarif veya tasavvur etmeden inanırız. Bu sıfatı nefyetmekten ve Allah'ı mahlûka benzetmekten sakınırız.<br><br>Kıyâme: 22–23 o gün yüzlerin parlak, Rablerini göreceklerini söyler. Sahih hadis (Buhârî, Müslim) cennet ehlinin Allah'ı dolunay gecesi ayı gördükleri gibi göreceğini teyit eder. Takyîf (nasıl sorusu) ve temsilsiz inanırız.<br><br>O \"görüntüyü\" tasavvur etmeyiz; Allah'ı görmenin cennetin en büyük nimeti olduğuna inanmak bize yeter. Ru'yeti nefyeden veya mahlûk görmeye benzeteni reddederiz.",
    "category": "Âhiret Günü"
  },
  {
    "no": 79,
    "title": "Cennette Allah'ı Görmenin Hakikati",
    "text": "Cennet ehlinin Allah'ı ﷻ görmesi haktır; insan buna nasılını tarif etmeden inanır ve onun bilgisini Allah'a ﷻ havale eder.",
    "explanation": "Cennet ehlinin Allah'ı görmesi haktır; buna nasılını tarif etmeden inanırız ve bilgisini Allah'a havale ederiz. Görmenin keyfiyeti mahlûk görmek gibi değildir.<br><br>Delil 78 ile aynı. Kıyâme: 22–23 ve ru'yet hakkında mütevatir hadisler. Ehl-i Sünnet âlimleri takyîfsiz ru'yeti tesbit eder; \"bizim gibi gözle\" veya \"X keyfiyetiyle\" demeyiz.<br><br>Ru'yeti Allah ve Resulünden gelen haber olarak inanırız; sonu gelmeyen \"nasıl\" tartışmasına girmeyiz. Bu inanç cennet ehli arasında olmak için amel heyecanımızı artırır.",
    "category": "Âhiret Günü"
  },
  {
    "no": 80,
    "title": "Muhammed Allah'ın Nebilerin Hatemi",
    "text": "Muhammed ﷺ Nebilerin Hatemi, muttakilerin imamı ve resullerin en faziletlisi ve âlemlerin Rabbi'nin sevgilisidir.",
    "explanation": "Muhammed nebilerin hatemi, muttakilerin imamı, resullerin en faziletlisi ve âlemlerin Rabbi'nin sevgilisidir. Ondan sonra nebi yoktur.<br><br>Ahzâb: 40 Muhammed erkeklerinizden birinin babası değildir ama Allah'ın resulü ve nebilerin hatemidir. Sahih hadis Nebi'nin Âdemoğullarının seyyidi ve Allah'ın sevgilisi olduğunu teyit eder. Nebi son resuldür; ondan sonra nübüvvet iddiası bâtıldır.<br><br>Nebi Muhammed'in son nebi olduğuna inanırız ve ondan sonra nebi veya resul kabul etmeyiz. Onu sever ve sayarız, kıyamete kadar sünnetine uyarız.",
    "category": "Nebi Ve Resul"
  },
  {
    "no": 81,
    "title": "Muhammed'in Tüm İnsanlık İçin Görevi",
    "text": "Nebi Muhammed ﷺ cinlere ve insanlığa hak, hidayet, nur ve aydınlıkla gönderilmiştir.",
    "explanation": "Nebi Muhammed cinlere ve insanlığa hak, hidayet, nur ve aydınlıkla gönderilmiştir. Onun daveti evrenseldir; ondan sonra hiçbir topluluk onu takip etme yükümlülüğünden muaf değildir.<br><br>Sebe: 28 Seni ancak tüm insanlığa gönderdik. Ahzâb: 40 nebilerin hatemini teyit eder. Hadis nebinin insanlığa ve cinlere gönderildiğini teyit eder. Onun şeriati Saat'e kadar geçerlidir.<br><br>İslam'ın tüm insanlık için olduğuna inanırız; hikmetle davet eder zorlamayız. Nebiyi ondan sonra şeriatin tek kaynağı olarak takip ederiz.",
    "category": "Nebi Ve Resul"
  },
  {
    "no": 82,
    "title": "Büyük Günah İşleyen Müslümanın Akıbeti",
    "text": "Muhammed ﷺ ümmetinden büyük günah işleyen ateşe girecektir ama ebediyen değil—o kişi Allah'ın ﷻ birliğini ikrar eden mümin olarak öldüğü sürece; o kişinin akıbeti Allah'ın ﷻ iradesine ve hükmüne tabidir.",
    "explanation": "Muhammed ümmetinden büyük günah işleyen ateşe girecektir (Allah cezalandırırsa) ama ebediyen değil—Allah'ın birliğini ikrar eden mümin olarak öldüğü sürece. Onun nihai akıbeti Allah'ın iradesine ve hükmüne tabidir; bağışlanabilir veya cezalandırılıp sonra çıkarılabilir.<br><br>Sahih hadis kalbinde tevhid olanı Allah'ın ateşten çıkaracağını teyit eder. Tevhid ehline ateşte ebediyen kalmaz. Nisâ: 48 şirki yasaklar; şirk dışı günah Allah dilerse bağışlanabilir. Ehl-i Sünnet Hâricîler ile Mürcie arasındadır.<br><br>Büyük günah işleyenin ateşte ebediyen kalacağını hükmetmeyiz; Allah'ın rahmetini umar O'nun cezasından korkarız. Büyük günahtan kaçınmayı ve tevbeyi hatırlatırız; nihai sonucu Allah'a bırakırız.",
    "category": "Günah, Küfür Ve Kıble Ehli"
  },
  {
    "no": 83,
    "title": "İnsan Fiilleri Allah Tarafından Yaratılır",
    "text": "İnsan fiilleri hakikatte Allah ﷻ tarafından yaratılır ve aynı zamanda insan tarafından yapılır ve hesaba çekilir.",
    "explanation": "İnsan fiilleri hakikatte Allah tarafından yaratılır (O meydana getirir) ve aynı zamanda insan tarafından yapılır ve hesaba çekilir. Bu orta yoldur: ne Cebriyye ne Kaderiyye.<br><br>Sâffât: 96 Allah sizi ve yaptıklarınızı yarattı. Hadis: La havle velâ kuvvete illâ billah. Ehl-i Sünnet âlimleri kulun fiilinin Allah'ın yaratması ve kulun kesbi olduğunu teyit eder; insan mesuldir.<br><br>Çaba gösterir ve sonucun Allah'tan olduğuna inanırız; ne pasif (Cebriyye) ne kendi fiilimizin yaratıcısı (Kaderiyye) sayarız. Seçimimizden mesulüz.",
    "category": "Teklif Ve İnsan Fiilleri"
  },
  {
    "no": 84,
    "title": "Allah'ın Tüm İnsanlıkla Ahdi",
    "text": "Allah'ın ﷻ Âdem ve zürriyetiyle yaptığı ahit haktır.",
    "explanation": "Allah'ın Âdem ve zürriyetiyle (Âdem'in belinden alınan) yaptığı ahit haktır: Allah'ın Rab olduğunun ikrarı. Kur'an'da zikredilir; insan fıtrat üzere doğar, sonra çevre ve seçim etki eder.<br><br>A'râf: 172–173 Allah'ın Âdem zürriyetinden ahit aldığını anlatır: Ben sizin Rabbiniz değil miyim? Dediler: Evet. Sahih hadis her çocuğun fıtrat üzere doğduğunu teyit eder. Âlimler bunu fıtrat ve insan mesuliyeti delili sayar.<br><br>İnsanın Rabbi tanıma fıtratı olduğuna inanırız; davetimiz hatırlatır ve davet eder; \"yabancı bir şey sokmaz\". Bülûğ ve akıldan sonra seçimimizden mesulüz.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 85,
    "title": "Allah'ın İsim Ve Sıfatları Daimidir",
    "text": "Allah ﷻ ölüyü dirilten ismine ölüyü diriltmeden önce ve sonra hak sahibi olduğu gibi, Allah ﷻ \"Hâlık\" ismine de yaratmadan önce ve sonra hak sahibidir.",
    "explanation": "Allah \"ölüyü dirilten\" ismine hakikaten diriltmeden önce ve sonra hak sahibidir; \"Hâlık\" da yaratmadan önce ve sonra. Allah'ın sıfat ve isimleri olaylara bağlı değildir; O sıfatlarına daima sahiptir.<br><br>Hadîd: 3 O Evvel ve Âhir'dir. Allah'ın isimleri ezelîdir. Âlimler Allah'ın daima el-Hâlık, el-Muhyî vb. olduğunu, bir olaydan sonra \"yeni\" sıfat edinmediğini teyit eder. Bu yaratmadan önce Allah'ın sıfatlarından şüphe eden görüşü reddeder.<br><br>\"Allah Hâlık sıfatını ne zaman edindi\" diye sormayız; Allah'ın ezelden kâmil olduğuna inanırız. Bu itikat tevhidin saffetini korur ve Allah'ın sıfatlarından şüphe eden felsefeyi reddeder.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 86,
    "title": "Her Olan Allah'ın İradesiyledir",
    "text": "Her şey Allah'ın ﷻ irade, ilim, kader ve takdiriyle olur; Allah'ın ﷻ iradesi diğer iradelere galiptir ve Allah ﷻ asla zâlim değildir, şerden münezzehtir ve kâmil ve kusurdan münezzehtir.",
    "explanation": "Her şey Allah'ın irade, ilim, kader ve takdiriyle olur. Allah'ın iradesi diğer iradelere galiptir; Allah asla zâlim değildir, şerden münezzehtir ve kâmil ve kusurdan münezzehtir.<br><br>Yâsîn: 82 Bir şey dilediğinde emri sadece \"Ol\" demektir o da olur. Bürûc: 16 O Mürîd'dir. Hadis ve âyetler Allah'ın kudret ve iradesini sık teyit eder. Allah zâlim değildir; O'nun takdirinde hikmet vardır.<br><br>Her şeyi Allah'a bırakırız ve Allah'ı zulümle suçlamayız. Bize isabet edenin O'nun takdir ve iradesine uygun olduğuna inanırız; çaba gösterir ve O'na tevekkül ederiz.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 87,
    "title": "İnsan İradesi Allah'a Bağlıdır",
    "text": "Her şey Allah'ın ﷻ takdir ve iradesiyle olur; insanın dilediği ancak Allah ﷻ dilerse gerçekleşir.",
    "explanation": "Her şey Allah'ın takdir ve iradesiyle olur; insanın dilediği ancak Allah dilerse gerçekleşir. İnsan iradesi müstakil değildir; Allah'ın iradesine tabidir.<br><br>Tekvîr: 29 Allah'ın dilediği olmadıkça siz dilemezsiniz. Hadis: La havle velâ kuvvete illâ billah. Âlimler Allah'ın iradesi (meşîeti) olan her şeyi kuşattığını teyit eder; mahlûkun iradesi ona tabidir.<br><br>Diler ve çaba gösteririz ama nihai sonucun Allah'ın elinde olduğuna inanırız. Başarıda kibirlenmeyiz başarısızlıkta ümitsiz olmayız; çabamızdan sonra O'na tevekkül ederiz.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 88,
    "title": "Nebi Muhammed Vasıtasıyla Şeriatin Hakikati",
    "text": "Nebiden ﷺ şeriat ve açıklaması (Kur'an ve İslam) hakkında sabit olan her şey haktır.",
    "explanation": "Nebiden şeriat ve açıklaması—Kur'an ve Sünnet, helal-haram, ibadet, ahlak—hakkında sabit olan her şey haktır. Şüphesiz kabul eder ve amel ederiz.<br><br>Haşr: 7 Resul size ne verirse alın, size neyi yasaklarsa vazgeçin. Sahih mütevatir hadis nebinin hevadan konuşmadığını teyit eder. Kur'an ve Sünnet hakkın kaynağıdır.<br><br>Şeriatin bir kısmını seçip reddetmeyiz; nebiden sahih olan her şeyi kabul ederiz. Açık delile aykırı görüşlere uymayız.",
    "category": "Nebi Ve Resul"
  },
  {
    "no": 89,
    "title": "Tüm Mahlûkat Allah'ın Hükmüne Tabidir",
    "text": "Tüm mahlûkat Allah'ın ﷻ iradesine tabidir, ister Allah'ın ﷻ lütfuyla ister Allah'ın ﷻ adaletiyle.",
    "explanation": "Tüm mahlûkat Allah'ın iradesine tabidir, ister O'nun lütfuyla (nimet, hidayet, rahmet) ister O'nun adaletiyle (ceza, imtihan). Hiçbir şey O'nun takdiri dışında değildir.<br><br>Âl-i İmrân: 83 Allah'ın dininden başkasını mı arıyorlar? Oysa göklerde ve yerde olan O'na teslim olur. Âyet ve hadisler her şeyin Allah'a tabi olduğunu sık teyit eder. Allah'ın lütfu ve adaleti kâmildir.<br><br>Takdiri açık yürekle kabul ederiz; nimete şükreder imtihanda sabrederiz. Allah'ın takdirine itiraz etmeyiz; Allah'ın Adl ve Rahim olduğuna inanırız.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 90,
    "title": "Müminler Allah'ın Velileridir",
    "text": "Tüm müminler Allah'ın ﷻ velileridir ve Allah'ın ﷻ katında en şerefliler en itaatkâr ve Kur'an'a en sadık olanlardır.",
    "explanation": "Tüm müminler Allah'ın velileridir (genel anlamda Allah'ın sevgilileri); Allah katında en şerefliler en itaatkâr ve Kur'an'a en sadık olanlardır. Fazilet takva ve ittibaa dayanır, iddia veya unvana değil.<br><br>Yûnus: 62–63 Bilin ki Allah'ın velilerine korku yoktur ve mahzun olmazlar—iman eden ve takvâ sahibi olanlar. Hadis Allah'ın velisinin itaat eden olduğunu teyit eder; onları amellerinden tanırız iddialarından değil. Delilin üstünde belirli bir \"veli\" yüceltmeyiz.<br><br>İtaat ve Kur'an-Sünnet ittibasıyla Allah'ın velisi olmaya çalışırız; velayet iddia etmeyiz veya asılsız başkalarını yüceltmeyiz. Fazilet Allah katındadır ve amele dayanır.",
    "category": "İman: Rükünler, Tarif Ve Orta Yol"
  },
  {
    "no": 91,
    "title": "İnsanın Amelleri Allah'ın İlmiyle Gerçekleşir",
    "text": "İnsanın bütün amelleri Allah'ın ﷻ bildiği gibi aynen gerçekleşir; herkes yaratıldığı şeye kolaylaştırılır, bahtiyar veya bedbaht Allah'ın ﷻ takdiriyle öyledir.",
    "explanation": "İnsanın bütün amelleri Allah'ın bildiği gibi aynen gerçekleşir; herkes yaratıldığı şeye (kader) kolaylaştırılır, bahtiyar veya bedbaht Allah'ın takdiriyle öyledir. Bu çabayı ortadan kaldırmaz; çaba da takdirin parçasıdır.<br><br>Leyl: 5–10 hayra veya şerre kolaylaştırılanlar olduğuna işaret eder. Hadis: herkes yaratıldığı şeye kolaylaştırılır. Allah'ın ilmi amelden öncedir; amel O'nun ilmine göre gerçekleşir.<br><br>Çalışırız ve Allah'ın kolaylaştıran olduğuna inanırız; pasif değiliz. \"Zaten bedbaht takdir edildi\" diyerek çaba göstermekten kaçınmayız; çabadan sonra O'na tevekkül ederiz.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 92,
    "title": "İmandan Çıkmanın Sınırı",
    "text": "Kişi, kendisini imana sokan şeyi inkâr etmedikçe imandan çıkmaz.",
    "explanation": "Kişi, kendisini imana sokan şeyi (yani iman rükünlerinden birini inkâr, açıkça haram olanı helal sayma veya küfrü kabul) inkâr etmedikçe imandan çıkmaz. Sadece günah, aslı inkâr etmediği sürece İslam'dan çıkarmaz.<br><br>Sahih hadis: günah yüzünden Müslüman tekfir edilmez. İslam'dan çıkış, şehadeti reddetme, dinde kesin olanı inkâr veya üzerinde icma edilen haramı helal saymayla olur. Alimler, büyük günah işleyenin günahı helal saymadıkça mümin kaldığını açıklar.<br><br>İman rükünlerini kabul eden ve haramı helal saymayanı tekfir etmeyiz; günah ile küfrü ayırırız. Tekfir hükmünü sıkı şartlarla yetkili alimlere bırakırız.",
    "category": "İman: Rükünler, Tarif Ve Orta Yol"
  },
  {
    "no": 93,
    "title": "Muhammed'den Sonra Nübüvvet İddiasının Batıllığı",
    "text": "Muhammed ﷺ'den sonraki her nübüvvet iddiası batıl ve aldatmacadır.",
    "explanation": "Muhammed'den sonraki her nübüvvet iddiası batıl ve aldatmacadır. O'ndan sonra nebi veya rasul yoktur; O'ndan sonra nebi iddia eden veya yeni vahiy alan yalancıdır.<br><br>Ahzâb: 40 Muhammed peygamberlerin hatemidir. Sahih hadis: benden sonra nebi yoktur. Peygamber nübüvvet iddia eden yalancılar geleceğini söyledi; inanmayın. Alimler, Peygamber'den sonra nübüvvet iddiasının küfür olduğunda icma eder.<br><br>Peygamber Muhammed'den sonra nebi, rasul veya yeni şeriat alıcısı iddia eden herkesi reddederiz. Sadece Kur'an ve Sünnet'e uyarız; yeni vahiy yoktur.",
    "category": "Peygamber Ve Rasul"
  },
  {
    "no": 94,
    "title": "Sahabe, Peygamberin Eşleri Ve Ehlibeyt'e Saygı",
    "text": "Allah Rasulü'nün ﷺ sahabeleri, eşleri ve pak nesli hakkında güzel söyleyen, nifak isnadından beridir.",
    "explanation": "Allah Rasulü'nün sahabeleri, eşleri (müminlerin anneleri) ve pak nesli (salih Ehl-i Beyt) hakkında güzel söyleyen nifak isnadından beridir. Onlara saygı İslam'ın parçasıdır.<br><br>Ahzâb: 6 ve diğer ayetler Peygamber'in eşlerini över. Hadis Ehl-i Beyt ve sahabenin faziletini teyit eder. Onlara sövmek nifak veya dalalet alametidir. Ehl-i Sünnet sahabe ve Ehl-i Beyt'i aşırılık olmadan sayar.<br><br>Sahabe, Peygamber'in eşleri veya salih neslini kötülemeyiz; onlar hakkında güzel konuşur ve örnek alırız. Onlara söven veya tekfir eden grupları reddederiz.",
    "category": "Sahabe, Halifeler Ve Ahlul Beyt"
  },
  {
    "no": 95,
    "title": "Allah'ı İnsana Benzetmenin Yasaklığı",
    "text": "Allah'ı ﷻ insanla aynı şekilde vasfeden kâfir olmuştur; Allah ﷻ sıfatlarında insana benzemez.",
    "explanation": "Allah'ı insanla aynı şekilde vasfeden (teşbih)—örneğin Allah'ın bizim gibi uzuvları olduğunu veya mahlûk gibi tahta oturduğunu söyleyen—kâfir olmuştur. Allah sıfatlarında insana benzemez.<br><br>Şûrâ: 11 O'nun benzeri hiçbir şey yoktur. Hadis Allah'ın zâtını düşünmeyi yasaklar. Alimler Allah'ı mahlûka benzetmenin küfür olduğunu teyit eder. Keyfiyet sormadan ve temsil etmeden sıfatları ispat ederiz.<br><br>Allah'ı mahlûk gibi tasavvur etmeyiz; isim ve sıfatları geldiği gibi benzetmesiz iman ederiz. Mücessime veya müşebbihe mezheplerini reddederiz.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 96,
    "title": "Cennet Ve Cehennemin Ebedîliği",
    "text": "Cennet ve cehennem sonu olmayan mahlûklardır; Allah ﷻ onları diğer mahlûktan önce yarattı ve insanı her birinde oturmak için yarattı; Allah'ın ﷻ dilediği Allah'ın ﷻ lütfuyla cennete girer veya Allah'ın ﷻ adaletiyle cehenneme girer.",
    "explanation": "Cennet ve cehennem sonu olmayan (ebedî) mahlûklardır. Allah onları diğer mahlûktan önce yarattı ve insanı her birinde oturmak için yarattı. Allah'ın dilediği O'nun lütfuyla cennete veya O'nun adaletiyle cehenneme girer.<br><br>Hûd: 107–108 cennet ve cehennemin ebedî olduğunu teyit eder. Sahih hadis cennet ve cehennemin yaratıldığını anlatır. Şûrâ: 7 Allah gökleri, yeri ve aralarındakileri yarattı. Cennet ve cehennem ehli ebedîdir.<br><br>Cennet ve cehennemi ebedî hakikat olarak iman ederiz; amelle ve Allah'ın rahmetiyle cennete girmeye, itaat ve tevbe ile cehennemden sakınmaya çalışırız.",
    "category": "Âhiret Günü"
  },
  {
    "no": 97,
    "title": "Müslümanlar İçin Şefaat Haktır",
    "text": "Müslümanlar için saklanan şefaat, hadislerde nakledildiği gibi haktır.",
    "explanation": "Müslümanlar için saklanan şefaat—Kıyamet günü Peygamber'in ümmeti için şefaati ve hadislerde sahih nakledilen diğer şefaatler dahil—haktır. Ne inkâr ne de abartıyla iman ederiz.<br><br>Bakara: 255 (Ayetel Kürsi) O'nun katında O'nun izni olmadan şefaat eden olmadığını söyler. Mütevatir hadis Peygamber'in ümmeti için şefaati anlatır. Şefaat sadece Allah'ın izniyle ve Allah'ın razı olduğu kimse içindir.<br><br>Peygamber'in şefaatinı umarız ve sadece amele güvenmeyiz; şefaatin Allah'ın adaletine aykırı olduğunu da söylemeyiz. Şefaat verilenlerden olmak için dua ederiz.",
    "category": "Âhiret Günü"
  },
  {
    "no": 98,
    "title": "Peygamber Muhammed'in Havzının Hakikati",
    "text": "Allah'ın ﷻ Peygamber'e ﷺ Kıyamet günü ümmetinin susuzluğunu gidermek için verdiği havuz (el-Havd) haktır.",
    "explanation": "Allah'ın Peygamber'e Kıyamet günü ümmetinin susuzluğunu gidermek için verdiği havuz (el-Havd) haktır. Ondan içen ebediyen susamaz. Bu sahih hadiste geçer.<br><br>Sahih hadis (Buhârî, Müslim) Kıyamet günü Peygamber'in bir havzu olduğunu anlatır; ondan içen ebediyen susamaz. Peygamber havuzdan kovulacaklar olduğunu uyardı. \"Nasıl\"ı sormadan iman ederiz.<br><br>Peygamber'in havzuna gelecek ümmetten olmaya çalışırız; havuzdan kovulmaya yol açabilecek bidat ve ayrılıktan kaçınırız. Bu inanç Peygamber'e sevgimizi artırır.",
    "category": "Âhiret Günü"
  },
  {
    "no": 99,
    "title": "Allah Anlayışla Kavranamaz",
    "text": "Hiçbir hayal Allah'ı ﷻ tasvir edemez ve hiçbir anlayış Allah'ı ﷻ kuşatamaz.",
    "explanation": "Hiçbir hayal Allah'ı tasvir edemez ve hiçbir anlayış Allah'ın zâtını kuşatamaz. İnsan aklı sınırlıdır; keyfiyet sormadan ve temsil etmeden Allah'a iman ederiz.<br><br>En'âm: 103 Gözler O'na erişemez, O gözleri kuşatır. Hadis: Allah'ın mahlûkunu düşünün, Allah'ın zâtını düşünmeyin. Alimler aklın Allah'ın hakikatini kuşatamayacağını teyit eder.<br><br>Hayalimizle Allah'ın şeklini veya \"yüzünü\" tasavvur etmeyiz; O'nu tazim eder ve isim-sıfatlarını benzetmesiz iman ederiz. \"Nasıl\"ı Allah'a bırakırız.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 100,
    "title": "Allah'tan Gizli Hiçbir Sır Yoktur",
    "text": "Mahlûk yaratılmadan önce mahlûka dair Allah'tan ﷻ gizli hiçbir şey yoktur ve Allah ﷻ mahlûk yaratılmadan önce mahlûkun yapacaklarının hepsini bilir.",
    "explanation": "Yaratılmadan önce mahlûka dair Allah'tan gizli hiçbir şey yoktur; Allah mahlûk yaratılmadan önce mahlûkun yapacaklarının hepsini bilir. Allah'ın ilmi ezelîdir ve her şeyi kuşatır.<br><br>Hadîd: 22 Hiçbir musibet yoktur ki bir kitapta yazılı olmasın. En'âm: 59 Gaybın anahtarı Allah'ın katındadır. Hadis Allah'ın yaratmadan önce kaderi yazdığını teyit eder. Allah'ın ilmi değişmez.<br><br>Allah'ın kâmil ilmine iman ederiz; \"Allah zaten biliyor\" diye seçeneğimiz yokmuş gibi tedirgin olmayız. Allah'ın ilminin cebretmediğine inanırız; çalışmaya devam ederiz ve hesaba çekiliriz.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 101,
    "title": "Her Şey Allah'ın İradesiyle Olur",
    "text": "Allah'ın ﷻ irade etmediği hiçbir şey olmaz.",
    "explanation": "Allah'ın irade etmediği hiçbir şey olmaz. Allah'ın iradesi bütün olayları kuşatır; göklerde ve yerde O'nun meşîeti olmadan hiçbir şey vuku bulmaz.<br><br>Teğâbün: 11 Allah'ın izni olmadan hiçbir musibet isabet etmez. İnsan: 30 Allah'ın dilediği dışında siz dileyemezsiniz. Hadis ve ayetler bunu çok teyit eder.<br><br>Bütün işleri Allah'ın iradesine havale ederiz; çalışır ve dua ederiz, sonra O'nun hükmünü kabul ederiz. Kadere isyan etmeyiz ve ümitsizliğe düşmeyiz.",
    "category": "Kader Ve Allah'ın İradesi"
  },
  {
    "no": 102,
    "title": "Allah'ı Hiçbir Şey Yenemez",
    "text": "Allah'ı ﷻ hiçbir şey yenemez.",
    "explanation": "Allah'ı hiçbir şey yenemez. O'nun mülkü mutlaktır; iradesine denk gelen, iptal eden veya boşa çıkaran hiçbir şey yoktur.<br><br>Bakara: 255 Allah ne uyuklar ne uyur; göklerde ve yerde olanlar O'nundur. Ayet ve hadis Allah'ın kudretini (qudrah) teyit eder. Allah'ı bir şeyin yeneceğini sanan kâfir olur.<br><br>Yardım ve zaferin yalnız Allah'tan olduğuna inanırız; mahlûktan korkmayız. Ümidi ve korkuyu yalnız Allah'a bağlarız.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 103,
    "title": "Allah'a Benzer Hiçbir Şey Yoktur",
    "text": "Allah'a ﷻ benzer hiçbir şey yoktur.",
    "explanation": "Allah'a benzer hiçbir şey yoktur. O tektir; zâtında, sıfatında veya fiilinde denk, ortak veya benzeri yoktur.<br><br>İhlâs: 4 O'na denk olan hiç kimse yoktur. Şûrâ: 11 O'na benzer hiçbir şey yoktur. Hadis ve icmâ tevhidi teyit eder. Allah'ı mahlûka benzetmek küfürdür.<br><br>Allah'ı mahlûka herhangi bir benzerlikten tenzih ederiz; O'nu mahlûkun sıfatlarıyla hayal etmeyiz veya vasfetmeyiz. Bu tevhid bütün dinin temelidir.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 104,
    "title": "Allah'tan Başka İbadete Layık İlah Yoktur",
    "text": "Allah'tan ﷻ başka ibadete layık ilah yoktur.",
    "explanation": "Allah'tan başka ibadete layık ilah yoktur. İbadeti hak eden yalnız Allah'tır; O'ndan başkasına ibadet şirktir. Lâ ilâhe illallah İslâm'ın temelidir.<br><br>Muhammed: 19 Bil ki Allah'tan başka ilah yoktur. Bakara: 163 ve birçok ayet Allah'ın birliğini teyit eder. Hadis lâ ilâhe illallah'ın cennetin anahtarı olduğunu belirtir. Şirk en büyük günahtır.<br><br>Yalnız Allah'a ibadet ederiz ve O'na hiçbir şeyi şerik koşmayız. Allah'tan başkasına—put, insan veya heva olsun—ibadeti reddederiz.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 105,
    "title": "Allah'ın Hükmünü Hiçbir Şey Geri Çeviremez",
    "text": "Allah'ın ﷻ hükmünü hiçbir şey geri çeviremez, Allah'ın ﷻ emrini hiçbir şey iade edemez ve Allah'ın ﷻ işini hiçbir şey yenemez.",
    "explanation": "Allah'ın hükmünü hiçbir şey geri çeviremez, emrini iade edemez ve işini yenemez. O'nun hükmü kesindir; temyiz veya veto yoktur.<br><br>Ra'd: 41 Allah her şeye kadirdir. En'âm: 59 O'nun hükmünü geri çevirecek yoktur. Hadis Allah'ın kaderini hiçbir şeyin geri çeviremeyeceğini teyit eder. Allah'ın kudreti mutlaktır.<br><br>Allah'ın hükmünü gönül hoşluğuyla kabul ederiz; isyan veya ümitsizliğe düşmeyiz. Dua eder ve çalışırız, sonra O'nun hikmetli hükmüne teslim oluruz.",
    "category": "Allah'ın Sıfatları Ve Tevhid"
  },
  {
    "no": 106,
    "title": "İlk Dönem Salaf Âlimlerine Saygı",
    "text": "Salaf âlimleri—ilk nesil ve onları takip edenler—ancak en güzel şekilde anılır; salaf âlimleri hakkında kötü konuşan doğru yolda değildir.",
    "explanation": "Salaf âlimleri—ilk nesil (sahabe, tâbiîn, tâbiu't-tâbiîn) ve onların menhecine uyanlar—ancak en güzel şekilde anılır. Salaf âlimleri hakkında kötü konuşan doğru yolda değildir.<br><br>Tevbe: 100 önce gelenleri över. Hadis: insanların en hayırlısı benim neslimdir. Nebi hulefânın sünnetine uymayı emretti. Salaf'a sövmek bid'attir ve dalâlettir.<br><br>Salaf âlimlerine saygı gösteririz ve dini anlayışımızı onlardan alırız; onlara sövmeyiz ve küçümsemeyiz. Kur'an, Sünnet ve salafın anlayışına bağlı Ehl-i Sünnet menhecine uyarız.",
    "category": "Sahabe, Halifeler Ve Ahlul Beyt"
  }
]
