[
  {
    "no": 1,
    "title": "Mahlûkun ve Allah'ın ilminin sınırları",
    "text": "İki tür ilim vardır: mahlûkun erişebildiği ve erişemediği; birincisini inkâr etmek küfürdür, ikincisini iddia etmek de—erişilebileni kabul edip erişilemeyeni aramadığımızda iman sahih olur.",
    "explanation": "Bu iki tür ilim kavramı çok önemlidir. Allah'ın duyular ve vahiy (şeriat ilmi) ile insana açtığı ilim vardır; kıyamet vakti gibi yalnız Allah'a ait gayb ilmi vardır. Bu sınırı anlamak, Allah'ın açmadığı kader sırlarını bilmiş gibi iddia etmemizi önler.<br><br>Kur'an'da (el-Enʻâm: 59) Allah buyurur: \"Gaybın anahtarları O'nun katındadır; onu O'ndan başka kimse bilmez.\" Buhârî'deki sahih hadiste Allah'ın bildiği beş gayb şey zikredilir. Bize bildirilene rıza göstermeli, gizleneni aşmamalıyız.<br><br>Pratikte bu inanç bizi mütevazı ve öğrenmeye istekli tutar. Erişebildiğimize odaklanıp geleceğin sırlarını Allah'a havale ederek ve O'nun takdirine tevekkül ederek huzur buluruz.",
    "category": "Dua, ilim ve sınırlar"
  },
  {
    "no": 2,
    "title": "Ölü için duanın faydası",
    "text": "Ölüler, dirilerin duası ve sadakasından faydalanır.",
    "explanation": "Ölüm her şeyin sonu değildir. Allah'ın rahmetinin bir delili, dirilerin ameliyle ölülere iyiliğin ulaşmaya devam etmesidir. Bu nokta, ölen için yaptığımız dua, istiğfar ve sadakanın sevabının ona ulaştığını ve berzah'taki halini hafiflettiğini vurgular.<br><br>Dayanak Peygamber'in ﷺ sözüdür (Müslim): \"İnsan ölünce ameli kesilir; üç şey müstesna: sadaka-i câriye, faydalı ilim veya kendisi için dua eden salih evlat.\" el-Haşr: 10 öncekiler için mağfiret dileyenleri över. İman bağı ölümün ötesine geçer.<br><br>Günlük hayatta bu, vefat eden ebeveyni veya hocayı unutmamamızı sağlar. Onlar için dua etmek hem saygı hem de bir gün aynı duaya bizim de muhtaç olacağımızı hatırlatır. Böylece Müslüman nesiller arasında iyilik zinciri kopmaz.",
    "category": "Dua, ilim ve sınırlar"
  },
  {
    "no": 3,
    "title": "Allah'ın kelamı insan sözü değildir",
    "text": "Kur'an Allah'ın ﷻ kelamıdır, O'ndandır; insanlar ona 'nasıl' diye sormadan Allah'ın ﷻ kelamı olarak inanır; insan sözü değildir ve mahluk değildir.",
    "explanation": "Kur'an Kelâmullah'ın (Allah'ın kelamı) ta kendisidir, mahluk değildir. Mushaf'ta okuduğumuz gerçekten Allah'ın kelamıdır, insan eseri değildir. Bu vahyin otoritesini korur; Kur'an mübarek, saf ve hakikati hayat rehberi olarak mutlaktır.<br><br>Allah buyurur (et-Tevbe: 6): \"...Allah'ın kelamını (Kelâmullah) işitene kadar ona eman ver.\" Tirmizî'deki hadiste Allah'ın kelamının diğer söze üstünlüğü, Allah'ın mahlukatına üstünlüğü gibidir. Kur'an Yaratıcı'dan gelen kutsal vahiydir.<br><br>Pratikte Kur'an'a büyük saygı gösteririz. Sıradan kitap gibi muamele etmeyiz; tertîl ile okuruz, anlamını kavramaya çalışırız ve emirlerine şüphesiz uyarız. Kur'an'ın Allah'ın kelamı olduğuna inanarak hayat için sağlam bir pusulamız olur.",
    "category": "Kur'an ve vahiy"
  },
  {
    "no": 4,
    "title": "Allah Tüm Mahlûktan Farklıdır",
    "text": "Allah ﷻ tüm mahlûktan farklıdır.",
    "explanation": "Allah Laisa Kamitslihi Syai-un'dur: O'nun benzeri yoktur. Aklımıza hangi şekil veya suret gelirse gelsin Allah öyle değildir. Bu, yaratıcıyı zayıf ve sınırlı mahlûkla eşitlemememiz için tevhidimizin paklığını korur.<br><br>Başlıca delil ash-Shūrā: 11'dir: \"O'nun benzeri hiçbir şey yoktur, O işitendir, görendir.\" Hadis de Allah'ın yaratması üzerinde tefekkür etmemizi hatırlatır ama zatını hayal etmeyi yasaklar; çünkü insan aklı Allah'ın hakikatini kavramada sınırlıdır.<br><br>Bu anlayış bizi putperestlikten—ister maddi ister zihnî (hayal) putlar olsun—kurtarır. Allah'ın aşkın ve sınırsız olduğunu idrak eder, O'nu mahlûk sıfatlarıyla sınırlamadan tam bir saygı ve ta'zîmle yalnız O'na ibadet ederiz.",
    "category": "Allah'ın Sıfatları ve Tevhid"
  },
  {
    "no": 5,
    "title": "Allah Başlangıçtan Beri Hâlıktır",
    "text": "Allah ﷻ yalnız yaratma fiilinden sonra veya onun yüzünden değil, başlangıçtan beri Hâlık ve Mübdi' diye anılmaya hak sahibidir.",
    "explanation": "Allah Al-Khāliq'tir (Hâlık); hâlık olmak için bir sürece ihtiyacı yoktur. Hiç yıldız veya atom yokken Allah'ın yaratma sıfatı vardı. İsim ve sıfatları ezelîdir, mahlûkun varlığına bağlı değildir; çünkü O bütün varlığın kaynağıdır.<br><br>Allah buyurur (el-Hadīd: 3): \"O ilktir ve sondur.\" Al-Khāliq ismi el-Ḥašr: 24 gibi birçok âyette geçer. Hadiste önceden yalnız Allah vardı, O'nunla birlikte hiçbir şey yoktu, sonra Allah Arş'ı ve bütün kâinatı yarattı denir.<br><br>Bu bize Allah'ın tam anlamıyla gani (Al-Ghanī) olduğunu öğretir. Bizi yalnızlıktan veya yardıma ihtiyaçtan değil, sırf irade ve hikmetiyle yarattı. Kendi yerini bilen kullar oluruz; hayatımızın, bizden hiçbir şey istememiş olan İlk'ten gelen saf bir bağış olduğunun farkındayız.",
    "category": "Allah'ın Sıfatları ve Tevhid"
  },
  {
    "no": 6,
    "title": "Mükemmel Kudret Yalnız Allah'ındır",
    "text": "Allah ﷻ her şeye kadirdir; her şey Allah'a ﷻ bağlıdır ve Allah'a ﷻ kolaydır ve Allah ﷻ hiçbir şeye muhtaç değildir; Allah'ın ﷻ benzeri yoktur ve Allah ﷻ işitendir, görendir.",
    "explanation": "Allah'ın kudreti mutlaktır; fizik kanunları veya insan mantığıyla sınırlı değildir. Allah ne dilerse \"Kun\" kelimesiyle kolayca olur. Bütün kâinat her an Allah'a muhtaçtır, Allah ise bu kâinattan hiçbir şeye muhtaç değildir.<br><br>Yāsīn: 82'de: \"Bir şeyi dilediğinde O'nun emri sadece ona 'Ol' demektir, o da oluverir.\" Allah'ın Al-Qādir ismi de vardır. Kudsî hadiste, bütün insanlar istese ve Allah hepsini verse Allah'ın hazinesinden hiçbir şey eksilmez denir.<br><br>Bu inanç her korkunun devasıdır. Hangi patron, hükümdar veya mesele olursa olsun Allah'ın kudreti yanında hiçbir şey olmadığını anlarız. Cesur ama mütevazı kullar oluruz; sarsılmayacak tek dayanak Allah Kadîr'dir biliriz.",
    "category": "Allah'ın Sıfatları ve Tevhid"
  },
  {
    "no": 7,
    "title": "Allah Kâinatın Mutlak Hâkimidir",
    "text": "Allah ﷻ her şey üzerinde mutlak kudrete sahiptir ve hiçbir şey Allah ﷻ üzerinde kudrete sahip değildir; kendini bir an bile Allah'tan ﷻ müstağni sayan küfre düşmüştür.",
    "explanation": "Allah kâinattaki her zerreye hükmeden mutlak hâkimdir. Hiçbir iş O'nun kontrolünden çıkmaz. Bir kimse Allah'a ihtiyaç duymadan bağımsız yaşayabileceğini hissederse—bir an bile—imana zarar verebilecek kibre düşmüştür.<br><br>Fāṭir: 15 der: \"Ey insanlar! Siz Allah'a muhtaçsınız; Allah ise Gani ve Hamîd'dir.\" Nebi'nin hadisleri çoğu kez bir an bile kendimize bırakılmamamız için duayı öğretir (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>Pratikte bu bizi her zaman Allah'a muhtaç (fakir) hissettirir. Küçük büyük—hidayet dilemekten günlük işlere kadar—için gayretle dua ederiz. O'nun yardımı olmadan nefes alamayacağımızı veya göz kırpamayacağımızı biliriz.",
    "category": "Allah'ın Sıfatları ve Tevhid"
  },
  {
    "no": 8,
    "title": "Allah Fiziksel Sınırlardan Münezzehtir",
    "text": "Allah ﷻ sınır, kısıtlama, parça veya uzuvun üstündedir ve mahlûk gibi altı yönle sınırlı değildir.",
    "explanation": "Bu itikat Allah'ın maddi sıfatlardan münezzeh olduğunu vurgular. Allah mekâna ihtiyaç duymaz, insan gibi uzuvları yoktur ve mahlûk gibi yön (üst, alt vb.) ile sınırlı değildir. O mekân ve zamanın yaratıcısıdır; dolayısıyla kendi yaratışıyla sınırlanması imkânsızdır.<br><br>Allah buyurur (el-Ikhlāṣ: 4): \"O'na denk hiçbir şey yoktur.\" Tanzîh (Allah'ı benzerlikten tenzih etme) ilkesi önemlidir. Âlimler Allah'ın mekâna ihtiyaç duymadan var olduğunu açıklar; çünkü mekân mahlûktur ve Allah mekân yaratılmadan önce vardı.<br><br>Bu bizi antropomorfik düşünceden (Tanrıyı insan gibi hayal etmekten) korur. Allah'ı görünmeyen ve sınırsız azametine tam ta'zîmle ibadet edebiliriz; ilâhiyyet derecesini düşüren fiziksel tasavvura kapanmak yerine.",
    "category": "Allah'ın Sıfatları ve Tevhid"
  },
  {
    "no": 9,
    "title": "Teklif Yükü Kulun Takatine Göredir",
    "text": "Allah ﷻ insanlara yalnız taşıyabilecekleri yükü yükler ve insanlar yalnız Allah'ın ﷻ onlara verdiğini yapabilir; Allah ﷻ ile olmadan ne güç ne kudret vardır ve Allah'ın ﷻ yardımı olmadan itaate veya günahtan kaçınmaya güç yoktur.",
    "explanation": "Allah kuluna takatinden fazlasını yüklemez. Şeriattaki her emir ve yasak insanın takatine uygundur; bu Allah'ın adalet ve rahmetini gösterir ve dinin ağır olduğu fikrini reddeder.<br><br>el-Bakara: 286'da Allah: \"Allah bir nefse ancak gücü yettiği kadar yükler\" buyurur. Sahih hadis (Buhârî–Müslim) de \"Size bir şey emrettiğimde gücünüz yettiği kadar yapın\" der. İtaat için güç ve kudret (lā ḥawla wa lā quwwata illā billāh) da Allah'ın yardımından gelir.<br><br>Pratikte açık vecîbeler için \"yapamam\" mazeret olarak kullanılmamalı ama takatin üstünde yük de alınmamalı. Elimizden geleni yapar, sonra Allah'a tevekkül ederiz; dua ve gayretle Allah'tan sebat gücü isteriz.",
    "category": "Teklif ve İnsan Fiilleri"
  },
  {
    "no": 10,
    "title": "Mükemmel Hayat ve Daimi Fiil",
    "text": "Allah ﷻ hayydır ve ölmez, daima fiildir ve uyumaz.",
    "explanation": "Allah Al-Ḥayy'dir (Diri) ve Al-Qayyūm'dur (Kaim). Allah'ın hayatı mükemmeldir—doğumla başlamaz, ölümle bitmez. İstirahate ihtiyacı yoktur, asla uyumaz ve bütün mahlûkunun işlerini bir an bile ara vermeden daima yönetir.<br><br>Kürsü âyeti (el-Bakara: 255) en güçlü delildir: \"Allah ki O'ndan başka ilah yoktur, Hayy ve Kayyûm'dur; O'nu ne uyuklama ne uyku tutar.\" Bu güzel isimler mahlûkun Hâlık'a bağımlılığının temelidir.<br><br>Bu bize büyük güven verir. Uyuduğumuzda, teslim olduğumuzda veya âciz hissettiğimizde uyumayan ve bizi gözeten bir Rab olduğunu biliriz. \"Patron\"umuzun daima faal olduğunu, kulları için en iyiyi gözetip düzenlediğini bilerek iyilik yapmaya teşvik oluruz.",
    "category": "Allah'ın Sıfatları ve Tevhid"
  },
  {
    "no": 11,
    "title": "Allah Tek ve Şeriksiz",
    "text": "Allah ﷻ tektir ve şeriki yoktur.",
    "explanation": "Tevhid, Allah'ı birlemektir; rubûbiyette (yaratılışı yönetme), ulûhiyette (ibadete hak) ve esmâ ve sıfatta O'nun şeriki yoktur. İbadet ve kulluğa hak sahibi yalnız Allah'tır; O'na bir şeyi ortak koşmak şirktir.<br><br>İhlâs: 1–4 \"De ki: O Allah birdir. Allah Samed'dir. Doğurmamış ve doğurulmamıştır. O'na denk olan yoktur.\" Nisâ: 36 da Allah'a şirk koşmayı yasaklar. Sahih hadiste İhlâs suresi tevhidin özünü taşıdığı için Kur'an'ın üçte biri sayılır.<br><br>Bu inanç ibadetimizin temelidir: yalnız Allah'a dua eder, korkar ve umut bağlarız; mahlûka, nesneye veya \"başka güce\" değil. Böylece kalp Allah'tan gayrıya bağımlılıktan arınır.",
    "category": "Allah'ın Sıfatları ve Tevhid"
  },
  {
    "no": 12,
    "title": "Allah Rakip ve Eş Tutmaktan Münezzeh",
    "text": "Allah ﷻ herhangi bir rakip veya eş edinmekten yücedir.",
    "explanation": "Allah'ı yenebilecek bir rakibi veya O'na denk bir eşi yoktur. Mülkü mutlaktır; O'nun iradesine rakip olan, sınır koyan veya bozan hiçbir şey yoktur. Bu tevhidin kemalinin parçasıdır.<br><br>Bakara: 255 (Kürsü âyeti) Allah'ın göklerin ve yerin mâliki olduğunu ve ikisini korumanın O'na ağır gelmediğini söyler. Fâtır: 44 ve diğer âyetler Allah'ın şerik, yardımcı veya eşi olmadığını vurgular. Hadis de Allah'ın büyük olduğunu ve üstünde kimse olmadığını öğretir.<br><br>Bu anlayış kalbe sükûnet verir: hiçbir düşman, hastalık veya musibet Allah'ın \"denk rakibi\" olamaz. Zafer, güvenlik ve nihai yardımın yalnız Allah'tan geldiğine inanırız; O dilediğinde rahmetini kimse engelleyemez.",
    "category": "Allah'ın Sıfatları ve Tevhid"
  },
  {
    "no": 13,
    "title": "Allah Her Şeyi Kuşatır ve Üstündedir",
    "text": "Allah ﷻ her şeyi kuşatır ve onun üstündedir; mahlûku Allah ﷻ'ı kuşatamaz.",
    "explanation": "Allah her şeyi kuşatır (hükmeder, bilir, yönetir); O'nun ilmi ve kudretinden kaçan yoktur. Aynı zamanda Allah mahlûkunun \"üstünde\" derece ve saltanat olarak, mekân olarak değil. Mahlûk Allah'ı \"kuşatamaz\" veya sınırlayamaz.<br><br>Fussılat: 54 \"Allah'ın her şeyi kuşattığını bil.\" Bakara: 255 (Kürsü âyeti) Kürsüsünün gökleri ve yeri kuşattığını ve O'na ağır gelmediğini belirtir. Sahih hadis Allah'ın Arş üzerinde olduğunu ve ilminin her yerde bulunduğunu söyler.<br><br>Buna inanmak bizi gözetildiğimiz ve korunduğumuz duygusuna götürür: Allah'a gizli kalan yok, O'na büyük gelen mesele de yok. Allah'ın \"gökte hapsolduğu\" yanılgısından da korunuruz; O mekân olmadan her şeyi kuşatır.",
    "category": "Allah'ın Sıfatları ve Tevhid"
  },
  {
    "no": 14,
    "title": "Allah Ölüm ve Hayat Verir",
    "text": "Allah ﷻ korkusuzca ölüm verir ve zorluk çekmeden tekrar hayat verir.",
    "explanation": "Hayat ve ölüm tamamen Allah'ın elindedir. Mahlûka ölüm vermek Allah'ı korkutmaz veya zayıflatmaz; tekrar hayat vermek (kıyamet günü dahil) O'na zor değildir. Hepsi O'nun iradesi ve kelâmıyladır.<br><br>Mülk: 2 \"Ölümü ve hayatı yaratan O'dur.\" Kâf: 43 \"Hayat ve ölümü veren biziz, dönüş bizedir.\" Sahih hadis ruhun Allah'ın emriyle alındığını ve kıyamet günü bütün mahlûkun sûra üflenerek kalkacağını söyler.<br><br>Bu inanç ölümün boş bir son değil âhiret hayatının kapısı olduğunu hatırlatır. Salih amelle hazırlanırız ve ölümden aşırı korkmayız; çünkü hayat ve ölümün sahibi âdil ve rahîm Allah'tır.",
    "category": "Allah'ın Sıfatları ve Tevhid"
  },
  {
    "no": 15,
    "title": "Her Mahlûka Belirlenmiş Ecel",
    "text": "Allah ﷻ mahlûkatına belirlenmiş ecel (ölüm vakti) tayin eder.",
    "explanation": "Her mahlûkun Allah'ın belirlediği bir ecel (ölüm zamanı) vardır; kimse bir an bile erkene veya sonraya alamaz. Bu Levh-i Mahfuz'da yazılı kaderin parçasıdır.<br><br>En'âm: 2 \"Sizi topraktan yaratan, sonra size bir ecel tayin eden O'dur.\" Lokman: 34 \"Şüphesiz Allah—o saatin ilmi yalnız O'nun yanındadır… hiçbir nefis hangi yerde öleceğini bilmez.\" Sahih hadis (Buhârî–Müslim) ecel, rızık ve kaderin rahimde yazıldığını söyler.<br><br>Bu anlayış aşırı vesveseden korur ve kalan ömrü iyi kullanmaya teşvik eder. Ecelin ne zaman geleceğini değiştiremeyiz ama hayatı Allah'ın rızasına uygun amelle doldurabiliriz.",
    "category": "Kader ve Allah'ın İradesi"
  }
]
