[
  {
    "no": 1,
    "title": "مخلوق اور اللہ کے علم کی حدیں",
    "text": "علم دو قسم کا ہے: وہ جو مخلوق تک پہنچ سکتا ہے اور وہ جو نہیں؛ پہلے کا انکار کفر ہے، دوسرے کا دعویٰ بھی—ایمان اس وقت درست ہے جب قابلِ رسائی قبول ہو اور ناقابلِ رسائی نہ تلاش کی جائے۔",
    "explanation": "ان دو قسم کے علم کا تصور بہت اہم ہے۔ وہ علم ہے جو اللہ نے حواس اور وحی (شریعت کا علم) کے ذریعے انسان کے لیے کھولا، اور غیب کا علم جو صرف اللہ کا ہے، جیسے قیامت کا وقت۔ اس حد کو سمجھنا ہمیں اس تقدیر کے راز جاننے کے دعوے سے بچاتا ہے جو اللہ نے نہیں کھولے۔<br><br>قرآن میں (سورہ الانعام: 59) اللہ فرماتا ہے: \"اور غیب کی کنجیاں اسی کے پاس ہیں؛ اس کے سوا کوئی انہیں نہیں جانتا۔\" بخاری کی صحیح حدیث میں پانچ غیبی چیزیں ہیں جو صرف اللہ جانتا ہے۔ ہمیں جو بتایا گیا ہے اس پر راضی رہنا چاہیے اور جو چھپایا گیا ہے اس کی حد نہیں لانگنی چاہیے۔<br><br>عملی طور پر یہ عقیدہ ہمیں عاجز اور سیکھنے کا خواہاں رکھتا ہے۔ ہم جو کر سکتے ہیں اس پر توجہ دے کر اور مستقبل کے راز اللہ کے حوالے کر کے اور اس کے فیصلے پر توکل کر کے اطمینان پاتے ہیں۔",
    "category": "دعا، علم اور حدیں"
  },
  {
    "no": 2,
    "title": "میت کے لیے دعا کا فائدہ",
    "text": "میتوں کو زندوں کی دعا اور صدقے سے فائدہ پہنچتا ہے۔",
    "explanation": "موت سب کچھ کا خاتمہ نہیں۔ اللہ کی رحمت کا ایک ثبوت یہ ہے کہ زندوں کے عمل سے میتوں تک نیکی پہنچتی رہتی ہے۔ اس نقطے میں یہ ہے کہ ہم میت کے لیے جو دعا، استغفار اور صدقہ کرتے ہیں اس کا ثواب اس تک پہنچتا ہے اور برزخ میں اس کا حال ہلکا ہوتا ہے۔<br><br>بنیاد نبی ﷺ کا قول ہے (مسلم): \"جب انسان مر جاتا ہے تو اس کا عمل ٹوٹ جاتا ہے سوائے تین کے: صدقہ جاریہ، نفع بخش علم، یا نیک اولاد جو اس کے لیے دعا کرے۔\" سورہ الحشر: 10 انہیں سراہتی ہے جو اپنے پیشروؤں کے لیے مغفرت مانگتے ہیں۔ ایمان کا رشتہ موت سے آگے جاتا ہے۔<br><br>روزمرہ میں یہ ہمیں ترغیب دیتا ہے کہ والدین یا استاد جو گزر گئے انہیں نہ بھولیں۔ ان کے لیے دعا کرنا نہ صرف احترام ہے بلکہ یاد دہانی کہ ایک دن ہمیں بھی وہی دعا چاہیے۔ اس طرح مسلمانوں کی نسلوں کے درمیان نیکی کا سلسلہ قائم رہتا ہے۔",
    "category": "دعا، علم اور حدیں"
  },
  {
    "no": 3,
    "title": "اللہ کا کلام انسان کا قول نہیں",
    "text": "قرآن اللہ ﷻ کا کلام ہے، اس کی طرف سے؛ لوگ اس پر اللہ ﷻ کے کلام کے طور پر ایمان لاتے ہیں بغیر 'کیسے' پوچھے، اور نہ انسان کا قول ہے نہ مخلوق۔",
    "explanation": "قرآن خود کلام اللہ ہے، مخلوق نہیں۔ مصحف میں جو ہم پڑھتے ہیں وہ واقعی اللہ کا کلام ہے، انسانی تصنیف نہیں۔ اس سے وحی کا اختیار قائم رہتا ہے؛ قرآن مقدس، پاک ہے اور اس کی حقانیت زندگی کے رہنما کے طور پر قطعی ہے۔<br><br>اللہ فرماتا ہے (سورہ التوبہ: 6): \"...اسے پناہ دو یہاں تک کہ وہ اللہ کا کلام (کلام اللہ) سن لے۔\" ترمذی کی حدیث میں ہے کہ اللہ کے کلام کی دوسری بات پر فضیلت ایسی ہے جیسے اللہ کی اپنی مخلوق پر۔ قرآن خالق کی طرف سے مقدس وحی ہے۔<br><br>عملی طور پر ہم قرآن کا بہت احترام کرتے ہیں۔ عام کتاب جیسا سلوک نہیں کرتے؛ ترتیل سے پڑھتے ہیں، معنی سمجھنے کی کوشش کرتے ہیں اور اس کے احکام پر بلا شبہ عمل کرتے ہیں۔ قرآن کو اللہ کا کلام مان کر ہمارے پاس زندگی کے لیے ایک مضبوط قطب نما ہے۔",
    "category": "قرآن اور وحی"
  },
  {
    "no": 4,
    "title": "اللہ تمام مخلوق سے الگ",
    "text": "اللہ ﷻ تمام مخلوق سے الگ ہے۔",
    "explanation": "اللہ لَیْسَ کَمِثْلِہِ شَیْءٌ ہے یعنی اس جیسا کوئی نہیں۔ جو بھی شکل یا تصور ہمارے ذہن میں آئے اللہ ویسا نہیں۔ یہ ہمارے توحید کی پاکی بچاتی ہے تاکہ خالق کو کمزور محدود مخلوق سے نہ ملائیں۔<br><br>اصل دلیل سورہ الشورى: 11 ہے \"اس جیسا کوئی نہیں اور وہ سننے والا دیکھنے والا ہے۔\" حدیث بھی اللہ کی مخلوق پر غور کرنے کو کہتی ہے مگر اس کے ذات کا تصور منع ہے کیونکہ انسان کا عقل خدا کی حقیقت سمجھنے میں محدود ہے۔<br><br>یہ سمجھ ہمیں بت پرستی—جسمانی یا ذہنی (خیال)—سے آزاد کرتی ہے۔ ہم جان جاتے ہیں اللہ اعلیٰ اور بے حد ہے سو صرف اسی کی عبادت کرتے ہیں پوری تعظیم کے ساتھ بغیر اسے مخلوقی صفات سے محدود کیے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 5,
    "title": "اللہ ازل سے خالق",
    "text": "اللہ ﷻ کو خالق اور مبدئ نہ صرف پیدا کرنے کے بعد یا اس کی وجہ سے بلکہ ازل سے کہلانے کا حق ہے۔",
    "explanation": "اللہ الخالق ہے جسے خالق بننے کے لیے کوئی عمل درکار نہیں۔ کسی ستارے یا جوہر کے وجود سے پہلے ہی اللہ میں پیدا کرنے کی صفت تھی۔ اس کے نام اور صفات ابدی ہیں، مخلوق کے ہونے نہ ہونے پر منحصر نہیں کیونکہ وہ سب وجود کا سرچشمہ ہے۔<br><br>اللہ فرماتا ہے (سورہ الحدید: 3) \"وہ اول اور آخر ہے۔\" نام الخالق کئی آیات میں جیسے سورہ الحشر: 24۔ حدیث میں ہے پہلے صرف اللہ تھا اس کے ساتھ کچھ نہ تھا پھر اللہ نے عرش اور سارا کائنات پیدا کیا۔<br><br>یہ سکھاتا ہے اللہ بالکل غنی (الغنی) ہے۔ اس نے ہمیں تنہائی یا مدد کی ضرورت سے نہیں بلکہ محض اپنی مشیت اور حکمت سے پیدا کیا۔ ہم ایسے بندے بن جاتے ہیں جو اپنی جگہ جانتے ہیں، واقف کہ ہماری زندگی اولی کی خالص نعمت ہے جسے ہم سے کبھی کچھ نہ چاہیا۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 6,
    "title": "کامل قدرت صرف اللہ کی",
    "text": "اللہ ﷻ ہر چیز پر قادر ہے؛ سب اللہ ﷻ پر منحصر ہیں اور اللہ ﷻ کے لیے آسان ہے اور اللہ ﷻ کو کسی چیز کی ضرورت نہیں؛ اللہ ﷻ جیسا کوئی نہیں اور اللہ ﷻ سننے والا دیکھنے والا ہے۔",
    "explanation": "اللہ کی قدرت مطلق ہے اور نہ طبیعیات کے قوانین نہ انسانی منطق سے محدود۔ اللہ جو چاہے 'کن' سے آسانی سے ہو جاتا ہے۔ سارا کائنات ہر لمحہ اللہ کا محتاج ہے جبکہ اللہ اس کائنات سے کچھ نہیں چاہتا۔<br><br>سورہ یس: 82 میں \"اس کا حکم جب وہ کسی چیز چاہے صرف اسے کہنا 'ہو جا' پھر وہ ہو جاتی ہے۔\" اللہ کا نام القدیر بھی ہے۔ حدیث قدسی میں ہے اگر سب لوگ مانگیں اور اللہ سب دے دے تو اللہ کے خزانے میں ذرہ برابر کمی نہ آئے۔<br><br>یہ عقیدہ ہر خوف کا علاج ہے۔ ہم سمجھ جاتے ہیں کوئی مالک، حاکم یا مسئلہ اللہ کی قدرت کے سامنے کچھ نہیں۔ ہم بہادر مگر عاجز بندے بن جاتے ہیں کیونکہ جانتے ہیں واحد سہارا جو کبھی نہ ڈھے وہ اللہ القوی ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 7,
    "title": "اللہ کائنات کا مطلق حاکم",
    "text": "اللہ ﷻ ہر چیز پر مطلق قدرت رکھتا ہے اور اللہ ﷻ پر کسی کی قدرت نہیں؛ جو اپنے آپ کو اللہ ﷻ سے ایک لمحہ بھی بے نیاز سمجھے وہ کفر میں گر گیا۔",
    "explanation": "اللہ مطلق حاکم ہے جو کائنات کے ہر ذرے پر قابو رکھتا ہے۔ کوئی معاملہ اس کے کنٹرول سے باہر نہیں۔ اگر کوئی محسوس کرے وہ اللہ کے بغیر خود کفیل رہ سکتا ہے چہ جائیکہ ایک لمحہ، تو وہ ایسے تکبر میں گر گیا جو ایمان بگاڑ سکتا ہے۔<br><br>سورہ فاطر: 15 کہتی ہے \"اے لوگو! تم اللہ کے محتاج ہو اور اللہ غنی حمید ہے۔\" نبی کی حدیثیں اکثر یہ دعا سکھاتی ہیں کہ ہم ایک لمحہ کے لیے بھی اپنے حوالے نہ کیے جائیں (یا حی یا قیوم... ولا تکِلنی الی نفسی طَرْفَةَ عین)।<br><br>عملی طور پر یہ ہمیں ہمیشہ اللہ کا فقیر بناتا ہے۔ ہم چھوٹے بڑے—ہدایت مانگنے سے روزمرہ تک—کے لیے دل سے دعا کرتے ہیں۔ ہم جانتے ہیں اس کی مدد کے بغیر ہم سانس یا پلک بھی نہیں مار سکتے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 8,
    "title": "اللہ جسمانی حدود سے پاک",
    "text": "اللہ ﷻ حد، قید، جزء یا عضو سے بالا ہے اور مخلوق کی طرح چھ سمتوں سے محدود نہیں۔",
    "explanation": "یہ عقیدہ کہتا ہے اللہ مادی صفات سے پاک ہے۔ اللہ کو جگہ کی ضرورت نہیں، انسان جیسے اعضا نہیں اور مخلوق کی طرح سمت (اوپر نیچے وغیرہ) سے محدود نہیں۔ وہ جگہ اور وقت کا خالق ہے اس لیے اپنی مخلوق سے محدود ہونا محال ہے۔<br><br>اللہ فرماتا ہے (سورہ الاخلاص: 4) \"اور اس جیسا کوئی نہیں۔\" تنزیہ (اللہ کو مشابہت سے پاک قرار دینا) کا یہ اصول اہم ہے۔ علماء بیان کرتے ہیں اللہ بغیر جگہ کے موجود ہے کیونکہ جگہ مخلوق ہے اور اللہ جگہ بننے سے پہلے تھا۔<br><br>یہ ہمیں تشبیہی سوچ (خدا کو انسان سمجھنا) سے بچاتا ہے۔ ہم اللہ کی غیبی لامحدود عظمت کی پوری تعظیم کے ساتھ عبادت کر سکتے ہیں بجائے جسمانی تصور میں پھنس کر جو دراصل الوہیت کے درجے کو گھٹاتا ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 9,
    "title": "تکلیف بندے کی طاقت کے مطابق",
    "text": "اللہ ﷻ انسانوں پر صرف وہی بوجھ ڈالتا ہے جو وہ اٹھا سکیں اور انسان صرف وہی کر سکتے ہیں جو اللہ ﷻ انہیں دے؛ اللہ ﷻ کے بغیر نہ کوئی حول نہ قوت اور نہ اطاعت یا معصیت سے بچنے کی طاقت اللہ ﷻ کی مدد کے بغیر۔",
    "explanation": "اللہ بندے پر اس کی طاقت سے زیادہ نہیں ڈالتا۔ شریعت کا ہر حکم اور ممانعت انسان کی طاقت کے مطابق ہے؛ یہ اللہ کے انصاف اور رحم کو دکھاتا ہے اور یہ خیال رد کرتا ہے کہ دین بھاری ہے۔<br><br>سورہ البقرة: 286 میں اللہ فرماتا ہے \"اللہ کسی جان پر اس کی طاقت سے زیادہ تکلیف نہیں ڈالتا۔\" صحیح حدیث (بخاری-مسلم) میں بھی ہے \"جب میں تمہیں کسی بات کا حکم دوں تو جہاں تک ہو سکے بجا لاؤ۔\" اطاعت کا حول اور قوت (لا حول ولا قوة الا بالله) بھی اللہ کی مدد سے آتی ہے۔<br><br>عملی طور پر ہم واضح فرائض کے لیے \"میں نہیں کر سکتا\" بہانہ نہیں بنا سکتے مگر طاقت سے باہر بوجھ بھی نہیں ڈال سکتے۔ ہم جتنا ہو سکے کرتے ہیں پھر اللہ پر بھروسہ؛ استقامت کی طاقت دعا اور کوشش سے اللہ سے مانگتے ہیں۔",
    "category": "تکلیف اور افعال انسان"
  },
  {
    "no": 10,
    "title": "کامل زندگی اور ہمیشہ عمل",
    "text": "اللہ ﷻ زندہ ہے اور نہیں مرتا، ہمیشہ عمل کرتا ہے اور نہیں سوتا۔",
    "explanation": "اللہ الحی (ہمیشہ زندہ) اور القیوم (قائم) ہے۔ اللہ کی زندگی کامل ہے—نہ پیدائش سے شروع نہ موت سے ختم۔ اسے آرام کی ضرورت نہیں، کبھی نہیں سوتا اور ہمیشہ اپنی ساری مخلوق کے معاملات کی نگرانی کرتا ہے ایک لمحہ رکے بغیر۔<br><br>آیت الکرسی (سورہ البقرة: 255) سب سے مضبوط دلیل ہے \"اللہ، اس کے سوا کوئی معبود نہیں، الحی القیوم؛ نہ اونگھ نہ نیند اسے آتی۔\" یہ خوبصورت نام مخلوق کا خالق پر انحصار کی بنیاد ہیں۔<br><br>یہ ہمیں بڑی امان دیتا ہے۔ جب ہم سوئیں، سونپ دیں یا بے بس محسوس کریں تو جانتے ہیں ایک رب ہے جو کبھی نہیں سوتا اور ہماری نگرانی کرتا ہے۔ ہم نیکی کرتے رہنے کے لیے مائل ہوتے ہیں کیونکہ جانتے ہیں ہمارا \"مالک\" ہمیشہ فعال ہے اور بندوں کے لیے بہترین انتظام کر رہا ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 11,
    "title": "اللہ یکتا بغیر شریک",
    "text": "اللہ ﷻ یکتا ہے اور اس کا کوئی شریک نہیں۔",
    "explanation": "توحید کا مطلب اللہ کو یکتا ماننا ہے؛ ربوبیت (خلق کی تدبیر)، الوہیت (عبادت کا حق) اور اسماء و صفات میں اس کا شریک نہیں۔ عبادت و بندگی کا حق صرف اللہ کو ہے؛ اس کے ساتھ کسی چیز کو شریک کرنا شرک ہے۔<br><br>سورہ الاخلاص: ۱–۴ \"کہو وہ اللہ یکتا ہے۔ اللہ صمد ہے۔ نہ جنا نہ جنا گیا۔ اور اس کے برابر کوئی نہیں۔\" سورہ النساء: ۳۶ بھی اللہ کے ساتھ شرک سے منع کرتی ہے۔ حدیث صحیح میں الاخلاص توحید کا اصل رکھتی ہے اس لیے قرآن کا تہائی قرار دی گئی۔<br><br>یہ عقیدہ ہماری عبادت کی بنیاد ہے: ہم صرف اللہ سے دعا، خوف اور امید رکھتے ہیں؛ مخلوق، چیز یا \"دوسری قوت\" سے نہیں۔ اس طرح دل غیر اللہ پر انحصار سے پاک رہتا ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 12,
    "title": "اللہ حریف یا مثل سے پاک",
    "text": "اللہ ﷻ کسی حریف یا مثل رکھنے سے بلند ہے۔",
    "explanation": "اللہ کا کوئی حریف نہیں جو اسے مغلوب کر سکے یا مثل جو اس کے برابر ہو۔ اس کی سلطنت مطلق ہے؛ کوئی اس کی مرضی کا حریف، حد یا ناکام نہیں بنا سکتا۔ یہ توحید کے کمال کا حصہ ہے۔<br><br>آیت الکرسی (البقرة: ۲۵۵) کہتی ہے اللہ آسمان و زمین کا مالک ہے اور دونوں کی حفاظت اس پر گراں نہیں۔ فاطر: ۴۴ اور دوسری آیات اللہ کے شریک، ناصر یا مثل نہ ہونے پر زور دیتی ہیں۔ حدیث بھی سکھاتی ہے اللہ بزرگ ہے اور اس کے اوپر کوئی نہیں۔<br><br>یہ سمجھ دل کو سکون دیتی ہے: کوئی دشمن، مرض یا مصیبت اللہ کا \"ہم پلہ حریف\" نہیں ہو سکتا۔ ہم یقین رکھتے ہیں فتح، امان اور آخری مدد صرف اللہ کی طرف سے؛ جب وہ چاہے اس کی رحمت کو کوئی نہیں روک سکتا۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 13,
    "title": "اللہ ہر چیز کو احاطہ کرتا اور اس پر ہے",
    "text": "اللہ ﷻ ہر چیز کو احاطہ کرتا ہے اور اس پر ہے؛ اس کی مخلوق اللہ ﷻ کو احاطہ نہیں کر سکتی۔",
    "explanation": "اللہ ہر چیز کو احاطہ کرتا ہے (حکم، علم، تدبیر)؛ اس کے علم و قدرت سے کوئی چیز چھپی نہیں۔ اسی طرح اللہ اپنی مخلوق \"پر\" مرتبہ و سلطنت میں ہے، مکان میں نہیں۔ مخلوق اللہ کو \"احاطہ\" یا محدود نہیں کر سکتی۔<br><br>فصلت: ۵۴ \"جان لو اللہ ہر چیز کو احاطہ کرتا ہے۔\" آیت الکرسی (البقرة: ۲۵۵) اس کے کرسی کے آسمان و زمین کو احاطہ کرنے اور اس پر گراں نہ ہونے کی تصدیق کرتی ہے۔ حدیث صحیح اللہ کے عرش پر ہونے اور اس کے علم کے ہر جگہ ہونے کی خبر دیتی ہے۔<br><br>اس پر ایمان ہمیں نگرانی و حفاظت کا احساس دیتا ہے: اللہ سے کوئی چیز پوشیدہ نہیں اور اس کے لیے کوئی مسئلہ بڑا نہیں۔ ہم اس غلط فہمی سے بھی محفوظ ہیں کہ اللہ \"آسمان میں قید\" ہے؛ وہ بغیر مکان کے ہر چیز کو احاطہ کرتا ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 14,
    "title": "اللہ موت اور زندگی دیتا ہے",
    "text": "اللہ ﷻ بغیر ڈر کے موت دیتا ہے اور بغیر مشقت کے دوبارہ زندگی دیتا ہے۔",
    "explanation": "زندگی اور موت بالکل اللہ کے ہاتھ میں ہے۔ مخلوق کو موت دینا اللہ کو ڈراتا یا کمزور نہیں کرتا؛ دوبارہ زندگی دینا (قیامت کے دن سمیت) بھی اس کے لیے مشکل نہیں۔ سب اس کی مرضی اور کلام سے۔<br><br>الملک: ۲ \"وہی جس نے موت اور زندگی بنائی۔\" ق: ۴۳ \"زندگی اور موت ہم دیتے ہیں اور ہماری طرف لوٹنا ہے۔\" حدیث صحیح روح کے اللہ کے حکم سے لیے جانے اور قیامت کے دن سب مخلوق صور سے اٹھائے جانے کی خبر دیتی ہے۔<br><br>یہ عقیدہ یاد دلاتا ہے موت خالی انجام نہیں بلکہ آخرت کی زندگی کا دروازہ ہے۔ ہم صالح عمل سے تیار ہوتے ہیں اور موت سے ضرورت سے زیادہ نہیں ڈرتے؛ کیونکہ زندگی و موت کا مالک اللہ عادل و رحیم ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 15,
    "title": "ہر مخلوق کے لیے مقرر اجل",
    "text": "اللہ ﷻ اپنی مخلوق کے لیے مقرر اجل (موت کا وقت) تقسیم کرتا ہے۔",
    "explanation": "ہر مخلوق کا اللہ مقرر کردہ اجل (موت کا وقت) ہے؛ کوئی ایک لمحہ آگے یا پیچھے نہیں کر سکتا۔ یہ لوح محفوظ میں لکھے تقدیر کا حصہ ہے۔<br><br>الانعام: ۲ \"وہ جس نے تمہیں مٹی سے بنایا پھر اجل مقرر کی۔\" لقمان: ۳۴ \"بے شک اللہ—اس گھڑی کا علم صرف اس کے پاس ہے… کوئی جان نہیں جانتی کس زمین میں مرے گی۔\" حدیث صحیح (بخاری–مسلم) اجل، رزق اور تقدیر کے رحم میں لکھے جانے کی تصدیق کرتی ہے۔<br><br>یہ سمجھ ضرورت سے زیادہ وسوسے سے بچاتی ہے اور باقی عمر اچھے استعمال پر ابھارتی ہے۔ اجل کب آئے ہم بدل نہیں سکتے لیکن زندگی کو اللہ کی رضا کے عمل سے بھر سکتے ہیں۔",
    "category": "تقدیر اور اللہ کی مرضی"
  }
]
