[
  {
    "no": 1,
    "title": "مخلوق اور اللہ کے علم کی حدیں",
    "text": "علم دو قسم کا ہے: وہ جو مخلوق تک پہنچ سکتا ہے اور وہ جو نہیں؛ پہلے کا انکار کفر ہے، دوسرے کا دعویٰ بھی—ایمان اس وقت درست ہے جب قابلِ رسائی قبول ہو اور ناقابلِ رسائی نہ تلاش کی جائے۔",
    "explanation": "ان دو قسم کے علم کا تصور بہت اہم ہے۔ وہ علم ہے جو اللہ نے حواس اور وحی (شریعت کا علم) کے ذریعے انسان کے لیے کھولا، اور غیب کا علم جو صرف اللہ کا ہے، جیسے قیامت کا وقت۔ اس حد کو سمجھنا ہمیں اس تقدیر کے راز جاننے کے دعوے سے بچاتا ہے جو اللہ نے نہیں کھولے۔<br><br>قرآن میں (سورہ الانعام: 59) اللہ فرماتا ہے: \"اور غیب کی کنجیاں اسی کے پاس ہیں؛ اس کے سوا کوئی انہیں نہیں جانتا۔\" بخاری کی صحیح حدیث میں پانچ غیبی چیزیں ہیں جو صرف اللہ جانتا ہے۔ ہمیں جو بتایا گیا ہے اس پر راضی رہنا چاہیے اور جو چھپایا گیا ہے اس کی حد نہیں لانگنی چاہیے۔<br><br>عملی طور پر یہ عقیدہ ہمیں عاجز اور سیکھنے کا خواہاں رکھتا ہے۔ ہم جو کر سکتے ہیں اس پر توجہ دے کر اور مستقبل کے راز اللہ کے حوالے کر کے اور اس کے فیصلے پر توکل کر کے اطمینان پاتے ہیں۔",
    "category": "دعا، علم اور حدیں"
  },
  {
    "no": 2,
    "title": "میت کے لیے دعا کا فائدہ",
    "text": "میتوں کو زندوں کی دعا اور صدقے سے فائدہ پہنچتا ہے۔",
    "explanation": "موت سب کچھ کا خاتمہ نہیں۔ اللہ کی رحمت کا ایک ثبوت یہ ہے کہ زندوں کے عمل سے میتوں تک نیکی پہنچتی رہتی ہے۔ اس نقطے میں یہ ہے کہ ہم میت کے لیے جو دعا، استغفار اور صدقہ کرتے ہیں اس کا ثواب اس تک پہنچتا ہے اور برزخ میں اس کا حال ہلکا ہوتا ہے۔<br><br>بنیاد نبی ﷺ کا قول ہے (مسلم): \"جب انسان مر جاتا ہے تو اس کا عمل ٹوٹ جاتا ہے سوائے تین کے: صدقہ جاریہ، نفع بخش علم، یا نیک اولاد جو اس کے لیے دعا کرے۔\" سورہ الحشر: 10 انہیں سراہتی ہے جو اپنے پیشروؤں کے لیے مغفرت مانگتے ہیں۔ ایمان کا رشتہ موت سے آگے جاتا ہے۔<br><br>روزمرہ میں یہ ہمیں ترغیب دیتا ہے کہ والدین یا استاد جو گزر گئے انہیں نہ بھولیں۔ ان کے لیے دعا کرنا نہ صرف احترام ہے بلکہ یاد دہانی کہ ایک دن ہمیں بھی وہی دعا چاہیے۔ اس طرح مسلمانوں کی نسلوں کے درمیان نیکی کا سلسلہ قائم رہتا ہے۔",
    "category": "دعا، علم اور حدیں"
  },
  {
    "no": 3,
    "title": "اللہ کا کلام انسان کا قول نہیں",
    "text": "قرآن اللہ ﷻ کا کلام ہے، اس کی طرف سے؛ لوگ اس پر اللہ ﷻ کے کلام کے طور پر ایمان لاتے ہیں بغیر 'کیسے' پوچھے، اور نہ انسان کا قول ہے نہ مخلوق۔",
    "explanation": "قرآن خود کلام اللہ ہے، مخلوق نہیں۔ مصحف میں جو ہم پڑھتے ہیں وہ واقعی اللہ کا کلام ہے، انسانی تصنیف نہیں۔ اس سے وحی کا اختیار قائم رہتا ہے؛ قرآن مقدس، پاک ہے اور اس کی حقانیت زندگی کے رہنما کے طور پر قطعی ہے۔<br><br>اللہ فرماتا ہے (سورہ التوبہ: 6): \"...اسے پناہ دو یہاں تک کہ وہ اللہ کا کلام (کلام اللہ) سن لے۔\" ترمذی کی حدیث میں ہے کہ اللہ کے کلام کی دوسری بات پر فضیلت ایسی ہے جیسے اللہ کی اپنی مخلوق پر۔ قرآن خالق کی طرف سے مقدس وحی ہے۔<br><br>عملی طور پر ہم قرآن کا بہت احترام کرتے ہیں۔ عام کتاب جیسا سلوک نہیں کرتے؛ ترتیل سے پڑھتے ہیں، معنی سمجھنے کی کوشش کرتے ہیں اور اس کے احکام پر بلا شبہ عمل کرتے ہیں۔ قرآن کو اللہ کا کلام مان کر ہمارے پاس زندگی کے لیے ایک مضبوط قطب نما ہے۔",
    "category": "قرآن اور وحی"
  },
  {
    "no": 4,
    "title": "اللہ تمام مخلوق سے الگ",
    "text": "اللہ ﷻ تمام مخلوق سے الگ ہے۔",
    "explanation": "اللہ لَیْسَ کَمِثْلِہِ شَیْءٌ ہے یعنی اس جیسا کوئی نہیں۔ جو بھی شکل یا تصور ہمارے ذہن میں آئے اللہ ویسا نہیں۔ یہ ہمارے توحید کی پاکی بچاتی ہے تاکہ خالق کو کمزور محدود مخلوق سے نہ ملائیں۔<br><br>اصل دلیل سورہ الشورى: 11 ہے \"اس جیسا کوئی نہیں اور وہ سننے والا دیکھنے والا ہے۔\" حدیث بھی اللہ کی مخلوق پر غور کرنے کو کہتی ہے مگر اس کے ذات کا تصور منع ہے کیونکہ انسان کی عقل خدا کی حقیقت سمجھنے میں محدود ہے۔<br><br>یہ سمجھ ہمیں بت پرستی—جسمانی یا ذہنی (خیال)—سے آزاد کرتی ہے۔ ہم جان جاتے ہیں اللہ اعلیٰ اور بے حد ہے سو صرف اسی کی عبادت کرتے ہیں پوری تعظیم کے ساتھ بغیر اسے مخلوقی صفات سے محدود کیے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 5,
    "title": "اللہ ازل سے خالق",
    "text": "اللہ ﷻ کو خالق اور مبدئ نہ صرف پیدا کرنے کے بعد یا اس کی وجہ سے بلکہ ازل سے کہلانے کا حق ہے۔",
    "explanation": "اللہ الخالق ہے جسے خالق بننے کے لیے کوئی عمل درکار نہیں۔ کسی ستارے یا جوہر کے وجود سے پہلے ہی اللہ میں پیدا کرنے کی صفت تھی۔ اس کے نام اور صفات ابدی ہیں، مخلوق کے ہونے نہ ہونے پر منحصر نہیں کیونکہ وہ سب وجود کا سرچشمہ ہے۔<br><br>اللہ فرماتا ہے (سورہ الحدید: 3) \"وہ اول اور آخر ہے۔\" نام الخالق کئی آیات میں جیسے سورہ الحشر: 24۔ حدیث میں ہے پہلے صرف اللہ تھا اس کے ساتھ کچھ نہ تھا پھر اللہ نے عرش اور سارا کائنات پیدا کیا۔<br><br>یہ سکھاتا ہے اللہ بالکل غنی (الغنی) ہے۔ اس نے ہمیں تنہائی یا مدد کی ضرورت سے نہیں بلکہ محض اپنی مشیت اور حکمت سے پیدا کیا۔ ہم ایسے بندے بن جاتے ہیں جو اپنی جگہ جانتے ہیں، واقف کہ ہماری زندگی اولی کی خالص نعمت ہے جسے ہم سے کبھی کچھ نہ چاہی۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 6,
    "title": "کامل قدرت صرف اللہ کی",
    "text": "اللہ ﷻ ہر چیز پر قادر ہے؛ سب اللہ ﷻ پر منحصر ہیں اور اللہ ﷻ کے لیے آسان ہے اور اللہ ﷻ کو کسی چیز کی ضرورت نہیں؛ اللہ ﷻ جیسا کوئی نہیں اور اللہ ﷻ سننے والا دیکھنے والا ہے۔",
    "explanation": "اللہ کی قدرت مطلق ہے اور نہ طبیعیات کے قوانین نہ انسانی منطق سے محدود۔ اللہ جو چاہے 'کن' سے آسانی سے ہو جاتا ہے۔ سارا کائنات ہر لمحہ اللہ کا محتاج ہے جبکہ اللہ اس کائنات سے کچھ نہیں چاہتا۔<br><br>سورہ یس: 82 میں \"اس کا حکم جب وہ کسی چیز چاہے صرف اسے کہنا 'ہو جا' پھر وہ ہو جاتی ہے۔\" اللہ کا نام القدیر بھی ہے۔ حدیث قدسی میں ہے اگر سب لوگ مانگیں اور اللہ سب دے دے تو اللہ کے خزانے میں ذرہ برابر کمی نہ آئے۔<br><br>یہ عقیدہ ہر خوف کا علاج ہے۔ ہم سمجھ جاتے ہیں کوئی مالک، حاکم یا مسئلہ اللہ کی قدرت کے سامنے کچھ نہیں۔ ہم بہادر مگر عاجز بندے بن جاتے ہیں کیونکہ جانتے ہیں واحد سہارا جو کبھی نہ ڈھے وہ اللہ القوی ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 7,
    "title": "اللہ کائنات کا مطلق حاکم",
    "text": "اللہ ﷻ ہر چیز پر مطلق قدرت رکھتا ہے اور اللہ ﷻ پر کسی کی قدرت نہیں؛ جو اپنے آپ کو اللہ ﷻ سے ایک لمحہ بھی بے نیاز سمجھے وہ کفر میں گر گیا۔",
    "explanation": "اللہ مطلق حاکم ہے جو کائنات کے ہر ذرے پر قابو رکھتا ہے۔ کوئی معاملہ اس کے کنٹرول سے باہر نہیں۔ اگر کوئی محسوس کرے وہ اللہ کے بغیر خود کفیل رہ سکتا ہے چہ جائیکہ ایک لمحہ، تو وہ ایسے تکبر میں گر گیا جو ایمان بگاڑ سکتا ہے۔<br><br>سورہ فاطر: 15 کہتی ہے \"اے لوگو! تم اللہ کے محتاج ہو اور اللہ غنی حمید ہے۔\" نبی کی حدیثیں اکثر یہ دعا سکھاتی ہیں کہ ہم ایک لمحہ کے لیے بھی اپنے حوالے نہ کیے جائیں (یا حی یا قیوم... ولا تکِلنی الی نفسی طَرْفَةَ عین)।<br><br>عملی طور پر یہ ہمیں ہمیشہ اللہ کا فقیر بناتا ہے۔ ہم چھوٹے بڑے—ہدایت مانگنے سے روزمرہ تک—کے لیے دل سے دعا کرتے ہیں۔ ہم جانتے ہیں اس کی مدد کے بغیر ہم سانس یا پلک بھی نہیں مار سکتے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 8,
    "title": "اللہ جسمانی حدود سے پاک",
    "text": "اللہ ﷻ حد، قید، جزء یا عضو سے بالا ہے اور مخلوق کی طرح چھ سمتوں سے محدود نہیں۔",
    "explanation": "یہ عقیدہ کہتا ہے اللہ مادی صفات سے پاک ہے۔ اللہ کو جگہ کی ضرورت نہیں، انسان جیسے اعضا نہیں اور مخلوق کی طرح سمت (اوپر نیچے وغیرہ) سے محدود نہیں۔ وہ جگہ اور وقت کا خالق ہے اس لیے اپنی مخلوق سے محدود ہونا محال ہے۔<br><br>اللہ فرماتا ہے (سورہ الاخلاص: 4) \"اور اس جیسا کوئی نہیں۔\" تنزیہ (اللہ کو مشابہت سے پاک قرار دینا) کا یہ اصول اہم ہے۔ علماء بیان کرتے ہیں اللہ بغیر جگہ کے موجود ہے کیونکہ جگہ مخلوق ہے اور اللہ جگہ بننے سے پہلے تھا۔<br><br>یہ ہمیں تشبیہی سوچ (خدا کو انسان سمجھنا) سے بچاتا ہے۔ ہم اللہ کی غیبی لامحدود عظمت کی پوری تعظیم کے ساتھ عبادت کر سکتے ہیں بجائے جسمانی تصور میں پھنس کر جو دراصل الوہیت کے درجے کو گھٹاتا ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 9,
    "title": "تکلیف بندے کی طاقت کے مطابق",
    "text": "اللہ ﷻ انسانوں پر صرف وہی بوجھ ڈالتا ہے جو وہ اٹھا سکیں اور انسان صرف وہی کر سکتے ہیں جو اللہ ﷻ انہیں دے؛ اللہ ﷻ کے بغیر نہ کوئی حول نہ قوت اور نہ اطاعت یا معصیت سے بچنے کی طاقت اللہ ﷻ کی مدد کے بغیر۔",
    "explanation": "اللہ بندے پر اس کی طاقت سے زیادہ نہیں ڈالتا۔ شریعت کا ہر حکم اور ممانعت انسان کی طاقت کے مطابق ہے؛ یہ اللہ کے انصاف اور رحم کو دکھاتا ہے اور یہ خیال رد کرتا ہے کہ دین بھاری ہے۔<br><br>سورہ البقرة: 286 میں اللہ فرماتا ہے \"اللہ کسی جان پر اس کی طاقت سے زیادہ تکلیف نہیں ڈالتا۔\" صحیح حدیث (بخاری-مسلم) میں بھی ہے \"جب میں تمہیں کسی بات کا حکم دوں تو جہاں تک ہو سکے بجا لاؤ۔\" اطاعت کا حول اور قوت (لا حول ولا قوة الا بالله) بھی اللہ کی مدد سے آتی ہے۔<br><br>عملی طور پر ہم واضح فرائض کے لیے \"میں نہیں کر سکتا\" بہانہ نہیں بنا سکتے مگر طاقت سے باہر بوجھ بھی نہیں ڈال سکتے۔ ہم جتنا ہو سکے کرتے ہیں پھر اللہ پر بھروسہ؛ استقامت کی طاقت دعا اور کوشش سے اللہ سے مانگتے ہیں۔",
    "category": "تکلیف اور افعال انسان"
  },
  {
    "no": 10,
    "title": "کامل زندگی اور ہمیشہ عمل",
    "text": "اللہ ﷻ زندہ ہے اور نہیں مرتا، ہمیشہ عمل کرتا ہے اور نہیں سوتا۔",
    "explanation": "اللہ الحی (ہمیشہ زندہ) اور القیوم (قائم) ہے۔ اللہ کی زندگی کامل ہے—نہ پیدائش سے شروع نہ موت سے ختم۔ اسے آرام کی ضرورت نہیں، کبھی نہیں سوتا اور ہمیشہ اپنی ساری مخلوق کے معاملات کی نگرانی کرتا ہے ایک لمحہ رکے بغیر۔<br><br>آیت الکرسی (سورہ البقرة: 255) سب سے مضبوط دلیل ہے \"اللہ، اس کے سوا کوئی معبود نہیں، الحی القیوم؛ نہ اونگھ نہ نیند اسے آتی۔\" یہ خوبصورت نام مخلوق کا خالق پر انحصار کی بنیاد ہیں۔<br><br>یہ ہمیں بڑی امان دیتا ہے۔ جب ہم سوئیں، سونپ دیں یا بے بس محسوس کریں تو جانتے ہیں ایک رب ہے جو کبھی نہیں سوتا اور ہماری نگرانی کرتا ہے۔ ہم نیکی کرتے رہنے کے لیے مائل ہوتے ہیں کیونکہ جانتے ہیں ہمارا \"مالک\" ہمیشہ فعال ہے اور بندوں کے لیے بہترین انتظام کر رہا ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 11,
    "title": "اللہ یکتا بغیر شریک",
    "text": "اللہ ﷻ یکتا ہے اور اس کا کوئی شریک نہیں۔",
    "explanation": "توحید کا مطلب اللہ کو یکتا ماننا ہے؛ ربوبیت (خلق کی تدبیر)، الوہیت (عبادت کا حق) اور اسماء و صفات میں اس کا شریک نہیں۔ عبادت و بندگی کا حق صرف اللہ کو ہے؛ اس کے ساتھ کسی چیز کو شریک کرنا شرک ہے۔<br><br>سورہ الاخلاص: ۱–۴ \"کہو وہ اللہ یکتا ہے۔ اللہ صمد ہے۔ نہ جنا نہ جنا گیا۔ اور اس کے برابر کوئی نہیں۔\" سورہ النساء: ۳۶ بھی اللہ کے ساتھ شرک سے منع کرتی ہے۔ حدیث صحیح میں الاخلاص توحید کا اصل رکھتی ہے اس لیے قرآن کا تہائی قرار دی گئی۔<br><br>یہ عقیدہ ہماری عبادت کی بنیاد ہے: ہم صرف اللہ سے دعا، خوف اور امید رکھتے ہیں؛ مخلوق، چیز یا \"دوسری قوت\" سے نہیں۔ اس طرح دل غیر اللہ پر انحصار سے پاک رہتا ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 12,
    "title": "اللہ حریف یا مثل سے پاک",
    "text": "اللہ ﷻ کسی حریف یا مثل رکھنے سے بلند ہے۔",
    "explanation": "اللہ کا کوئی حریف نہیں جو اسے مغلوب کر سکے یا مثل جو اس کے برابر ہو۔ اس کی سلطنت مطلق ہے؛ کوئی اس کی مرضی کا حریف، حد یا ناکام نہیں بنا سکتا۔ یہ توحید کے کمال کا حصہ ہے۔<br><br>آیت الکرسی (البقرة: ۲۵۵) کہتی ہے اللہ آسمان و زمین کا مالک ہے اور دونوں کی حفاظت اس پر گراں نہیں۔ فاطر: ۴۴ اور دوسری آیات اللہ کے شریک، ناصر یا مثل نہ ہونے پر زور دیتی ہیں۔ حدیث بھی سکھاتی ہے اللہ بزرگ ہے اور اس کے اوپر کوئی نہیں۔<br><br>یہ سمجھ دل کو سکون دیتی ہے: کوئی دشمن، مرض یا مصیبت اللہ کا \"ہم پلہ حریف\" نہیں ہو سکتا۔ ہم یقین رکھتے ہیں فتح، امان اور آخری مدد صرف اللہ کی طرف سے؛ جب وہ چاہے اس کی رحمت کو کوئی نہیں روک سکتا۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 13,
    "title": "اللہ ہر چیز کو احاطہ کرتا اور اس پر ہے",
    "text": "اللہ ﷻ ہر چیز کو احاطہ کرتا ہے اور اس پر ہے؛ اس کی مخلوق اللہ ﷻ کو احاطہ نہیں کر سکتی۔",
    "explanation": "اللہ ہر چیز کو احاطہ کرتا ہے (حکم، علم، تدبیر)؛ اس کے علم و قدرت سے کوئی چیز چھپی نہیں۔ اسی طرح اللہ اپنی مخلوق \"پر\" مرتبہ و سلطنت میں ہے، مکان میں نہیں۔ مخلوق اللہ کو \"احاطہ\" یا محدود نہیں کر سکتی۔<br><br>فصلت: ۵۴ \"جان لو اللہ ہر چیز کو احاطہ کرتا ہے۔\" آیت الکرسی (البقرة: ۲۵۵) اس کے کرسی کے آسمان و زمین کو احاطہ کرنے اور اس پر گراں نہ ہونے کی تصدیق کرتی ہے۔ حدیث صحیح اللہ کے عرش پر ہونے اور اس کے علم کے ہر جگہ ہونے کی خبر دیتی ہے۔<br><br>اس پر ایمان ہمیں نگرانی و حفاظت کا احساس دیتا ہے: اللہ سے کوئی چیز پوشیدہ نہیں اور اس کے لیے کوئی مسئلہ بڑا نہیں۔ ہم اس غلط فہمی سے بھی محفوظ ہیں کہ اللہ \"آسمان میں قید\" ہے؛ وہ بغیر مکان کے ہر چیز کو احاطہ کرتا ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 14,
    "title": "اللہ موت اور زندگی دیتا ہے",
    "text": "اللہ ﷻ بغیر ڈر کے موت دیتا ہے اور بغیر مشقت کے دوبارہ زندگی دیتا ہے۔",
    "explanation": "زندگی اور موت بالکل اللہ کے ہاتھ میں ہے۔ مخلوق کو موت دینا اللہ کو ڈراتا یا کمزور نہیں کرتا؛ دوبارہ زندگی دینا (قیامت کے دن سمیت) بھی اس کے لیے مشکل نہیں۔ سب اس کی مرضی اور کلام سے۔<br><br>الملک: ۲ \"وہی جس نے موت اور زندگی بنائی۔\" ق: ۴۳ \"زندگی اور موت ہم دیتے ہیں اور ہماری طرف لوٹنا ہے۔\" حدیث صحیح روح کے اللہ کے حکم سے لیے جانے اور قیامت کے دن سب مخلوق صور سے اٹھائے جانے کی خبر دیتی ہے۔<br><br>یہ عقیدہ یاد دلاتا ہے موت خالی انجام نہیں بلکہ آخرت کی زندگی کا دروازہ ہے۔ ہم صالح عمل سے تیار ہوتے ہیں اور موت سے ضرورت سے زیادہ نہیں ڈرتے؛ کیونکہ زندگی و موت کا مالک اللہ عادل و رحیم ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 15,
    "title": "ہر مخلوق کے لیے مقرر اجل",
    "text": "اللہ ﷻ اپنی مخلوق کے لیے مقرر اجل (موت کا وقت) تقسیم کرتا ہے۔",
    "explanation": "ہر مخلوق کا اللہ مقرر کردہ اجل (موت کا وقت) ہے؛ کوئی ایک لمحہ آگے یا پیچھے نہیں کر سکتا۔ یہ لوح محفوظ میں لکھے تقدیر کا حصہ ہے۔<br><br>الانعام: ۲ \"وہ جس نے تمہیں مٹی سے بنایا پھر اجل مقرر کی۔\" لقمان: ۳۴ \"بے شک اللہ—اس گھڑی کا علم صرف اس کے پاس ہے… کوئی جان نہیں جانتی کس زمین میں مرے گی۔\" حدیث صحیح (بخاری–مسلم) اجل، رزق اور تقدیر کے رحم میں لکھے جانے کی تصدیق کرتی ہے۔<br><br>یہ سمجھ ضرورت سے زیادہ وسوسے سے بچاتی ہے اور باقی عمر اچھے استعمال پر ابھارتی ہے۔ اجل کب آئے ہم بدل نہیں سکتے لیکن زندگی کو اللہ کی رضا کے عمل سے بھر سکتے ہیں۔",
    "category": "تقدیر اور اللہ کی مرضی"
  },
  {
    "no": 16,
    "title": "ہدایت اور گمراہی انصاف ہیں",
    "text": "اللہ ﷻ جسے چاہے اپنے فضل سے ہدایت دیتا ہے اور جسے چاہے اپنے انصاف سے گمراہ کرتا ہے؛ سب اللہ ﷻ کے قضاء کے تحت ہیں اور اللہ ﷻ کے فیصلے کو کوئی رد نہیں کر سکتا۔",
    "explanation": "ہدایت اور گمراہی (اضلال) اللہ کے قبضے میں ہیں۔ جسے ہدایت ملی وہ اس کے فضل سے؛ جسے گمراہ کیا اس کے انصاف سے (مثلاً حق واضح ہونے کے بعد کفر چننے والے)। اللہ کے فیصلے کو کوئی رد یا چیلنج نہیں کر سکتا۔<br><br>الانعام: ۱۲۵ \"جسے اللہ ہدایت دینا چاہے اس کا سینہ اسلام کے لیے کھول دیتا ہے... اور جسے گمراہ کرنا چاہے اس کا سینہ تنگ کر دیتا ہے۔\" الاعراف: ۱۷۸ بھی کہتی ہے ہدایت اور گمراہی اللہ کے قبضے میں ہیں۔ حدیث صحیح کہتی ہے انسان کا دل الرحمٰن کی دو انگلیوں کے بیچ ہے، اللہ جیسے چاہے پلٹاتا ہے۔<br><br>ہمیں ہدایت کی تلاش (علم، دعا، صالحین کی صحبت) کرنی چاہیے اور ہدایت ملنے پر تکبر نہیں۔ گمراہوں سے مایوس بھی نہیں؛ دعوت اور دعا جاری رکھیں، کیونکہ ہدایت اللہ کا مخصوص اختیار ہے۔",
    "category": "تقدیر اور اللہ کی مرضی"
  },
  {
    "no": 17,
    "title": "اطاعت کا حکم اور نافرمانی کی ممانعت",
    "text": "اللہ ﷻ اپنی مخلوق کو اپنی اطاعت کا حکم دیتا ہے اور اپنی مخلوق کو اپنی نافرمانی سے روکتا ہے۔",
    "explanation": "اللہ اطاعت (عبادت، اچھا اخلاق، رسول کی اطاعت) کا حکم دیتا ہے اور نافرمانی (شرک، کبیرہ اور صغیرہ گناہ) سے منع کرتا ہے۔ یہ حکم اور ممانعت قرآن اور سنت میں واضح ہیں؛ ہمارا فرض اطاعت اور گناہ سے بچنا ہے۔<br><br>النساء: ۵۹ \"اللہ کی اطاعت کرو اور رسول کی اطاعت کرو۔\" الاعراف: ۳۳ بے حیائی، منکر اور ظلم سے منع کرتی ہے۔ حدیث صحیح (بخاری) کہتی ہے رسول کی اطاعت اللہ کی اطاعت اور رسول کی نافرمانی اللہ کی نافرمانی۔ نبی نے کہا حلال اور حرام واضح ہیں۔<br><br>روزمرہ میں ہم حکم (نماز، زکٰوۃ، سچائی، اخلاص) پورا کرتے ہیں اور ممانعت (جھوٹ، زنا، سود، نافرمانی) سے بچتے ہیں۔ حرام میں اضافہ نہیں، گناہ ہلکا نہیں؛ اطاعت کی طاقت اور نافرمانی سے حفاظت کی دعا۔",
    "category": "جماعت، حاکم اور فقہ"
  },
  {
    "no": 18,
    "title": "اللہ کے علم سے مخلوق کی پیدائش",
    "text": "اللہ ﷻ نے مخلوق کو اپنے علم سے پیدا کیا۔",
    "explanation": "اللہ نے کائنات اور ہر مخلوق کو اپنے کامل علم سے پیدا کیا؛ کوئی اتفاق یا بے حکمت پیدا نہیں ہوا۔ سب پیدائش اس تقدیر، وقت اور قضاء کے مطابق ہے جو اللہ پہلے سے جانتا تھا۔<br><br>الحجر: ۸۶ \"بے شک تیرا رب خالق اور علیم ہے۔\" الفرقان: ۲ کہتی ہے اللہ نے ہر چیز پیدا کی اور اس کی تدبیر کی۔ حدیث صحیح میں اللہ نے آسمان اور زمین پیدا کرنے سے پہلے سب مخلوق کی تقدیر لکھ دی۔<br><br>یہ یقین پیدا کرتا ہے ہماری زندگی بیکار نہیں؛ اللہ کی پیدائش کے پیچھے مقصد اور حکمت ہے۔ علم سیکھنے اور استعمال کرنے پر ابھارتی ہے، کیونکہ انسانی علم اللہ کے ہر چیز کو شامل علم کا چھوٹا حصہ ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 19,
    "title": "اللہ بغیر مشکل کے رزق دیتا ہے",
    "text": "اللہ ﷻ بغیر ضرورت پیدا کرتا ہے اور اپنی مخلوق کو بغیر مشکل کے رزق دیتا ہے۔",
    "explanation": "اللہ نے مخلوق کی ضرورت سے پیدا نہیں کیا؛ وہ بغیر بوجھ یا مشکل رزق دیتا ہے۔ رزق میں مال، صحت، سکون اور جو کچھ ہم اٹھاتے ہیں سب؛ سب اللہ سے اور اس کی طرف سے آسانی سے۔<br><br>الذاریات: ۵۶–۵۷ کہتی ہے اللہ نے جن اور انسان اپنی عبادت کے لیے پیدا کیے اور اسے ان کے رزق کی ضرورت نہیں۔ ھود: ۶ \"زمین پر کوئی جاندار ایسا نہیں جس کا رزق اللہ پر نہ ہو۔\" حدیث صحیح رزق مقرر اور بدلا نہیں جائے گا؛ جو تقویٰ کرے اللہ اسے نکاس اور ناگہانی رزق دے گا۔<br><br>ہم حلال رزق بغیر زیادہ فکر تلاش کرتے ہیں؛ یقین رکھتے ہیں رزق دینے والا اللہ ہے۔ جو ہے اس پر شکر اور دوسروں سے موازنہ نہیں؛ رزق کی تقسیم اللہ حکیم کے قبضے میں۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 20,
    "title": "اللہ سب مخلوق کی تقدیر مقرر کرتا ہے",
    "text": "اللہ ﷻ جسے پیدا کرتا ہے اس کے لیے تقدیر مقرر کرتا ہے۔",
    "explanation": "تقدیر (قدر) مخلوق پر جو کچھ گزرتا ہے اس پر اللہ کا قضاء ہے: رزق، اجل، عمل، خوشی غمی وغیرہ۔ سب لوح محفوظ میں پیدائش سے پہلے لکھا؛ ہم \"کیسے\" یا \"کیوں\" میں زیادہ گہرائی کیے بغیر ایمان لاتے ہیں۔<br><br>القمر: ۴۹ \"ہم نے ہر چیز تقدیر سے پیدا کی۔\" الحدید: ۲۲ \"زمین اور خود پر کوئی مصیبت نہیں آتی مگر کتاب (لوح محفوظ) میں ہم اسے پیدا کرنے سے پہلے۔\" حدیث صحیح (مسلم) تقدیر، اس کے خیر و شر پر ایمان کو ایمان کا رکن کہتی ہے۔<br><br>ہم مصیبت پر صبر اور نعمت پر شکر سے تقدیر قبول کرتے ہیں۔ ہم کوشش (اختیار) کرتے رہتے ہیں کیونکہ کوشش بھی تقدیر کا حصہ؛ نہ ناکارہ نہ مایوس، نہ اللہ کے قضاء کے خلاف۔",
    "category": "تقدیر اور اللہ کی مرضی"
  },
  {
    "no": 21,
    "title": "اللہ مومن بندے کی دعا قبول کرتا ہے",
    "text": "اللہ ﷻ انسان کی دعا قبول کرتا ہے اور انہیں جو وہ مانگتے ہیں دیتا ہے۔",
    "explanation": "دعا عبادت ہے اور اللہ سے قریب ہونے کا ذریعہ۔ اللہ اپنی حکمت کے مطابق بندے کی دعا قبول کرتا ہے: کبھی مانگے حساب سے، کبھی بہتر چیز سے بدل دیتا یا مناسب وقت کے لیے مؤخر کر دیتا ہے۔<br><br>البقرہ: ۱۸۶ \"جب میرے بندے مجھ کے بارے میں تم سے پوچھیں تو میں قریب ہوں۔ جب دعا کرنے والا مجھ سے دعا کرے تو میں جواب دیتا ہوں۔\" غافر: ۶۰ \"مجھ سے دعا کرو میں تمہیں جواب دوں گا۔\" حدیث صحیح کہتی ہے دعا مومن کا ہتھیار ہے اور اللہ دعا کر کے ہاتھ اٹھانے والے بندے کو رد کرنے سے شرماتا ہے۔<br><br>ہمیں خشوع سے دعا، جواب پر یقین اور جلد مایوس نہ ہونے کی ترغیب دی گئی۔ ہم مأثور (نبی سے) دعا اور اچھی دعا چنتے ہیں اور مانتے ہیں بہترین نتیجہ اللہ کے قبضے میں۔",
    "category": "دعا، علم اور حدیں"
  },
  {
    "no": 22,
    "title": "اللہ کو اہل آخرت کا علم",
    "text": "اللہ ﷻ وقت کے ہونے سے پہلے جنت میں داخل ہونے والوں اور جہنم میں داخل ہونے والوں کی صحیح تعداد جانتا ہے؛ وہ تعداد نہ بڑھتی نہ گھٹتی۔",
    "explanation": "اللہ ازلی (وقت سے پہلے) سے جانتا ہے کون جنت میں جائے گا اور کون جہنم میں۔ اس کا علم کامل ہے اور بدلتا نہیں۔ اس کا مطلب انسان مجبور نہیں بلکہ اللہ ہر بندے کے انتخاب اور عمل کا نتیجہ جانتا ہے۔<br><br>ھود: ۱۰۷ اور حدیث صحیح (بخاری–مسلم) جنت اور جہنم والوں کا پہلے سے مقرر ہونا کہتی ہیں؛ کسی کو \"تیری جنت میں جگہ\" یا \"تیری جہنم میں جگہ\" کہا گیا۔ الواقعہ اور دوسری آیات آخرت کے دو گروہ کو بیان کرتی ہیں۔ نبی نے کہا اللہ نے مقرر کیا کون سعید اور کون شقی۔<br><br>ہم \"یقیناً جنت\" یا \"یقیناً جہنم\" نہ سمجھیں؛ ہم نیک عمل والے بنیں اور اللہ کی رحمت کی امید رکھیں۔ یہ یقین عمل میں سنجیدہ ہونے اور اندازے پر انحصار نہ کرنے پر ابھارتی ہے۔",
    "category": "تقدیر اور اللہ کی مرضی"
  },
  {
    "no": 23,
    "title": "اللہ کا غضب اور رضا کامل ہیں",
    "text": "اللہ ﷻ غضب اور رضا کرتا ہے مگر کسی مخلوق جیسا نہیں۔",
    "explanation": "اللہ کے پاس غضب اور رضا کی صفات ہیں؛ ہم انسانی غضب یا خوشی سے تشبیہ کیے بغیر ایمان لاتے ہیں۔ اللہ کا غضب نافرمانی اور کفر پر کامل ہے؛ اس کی رضا اطاعت اور توحید پر کامل۔<br><br>الفتح: ۶ اور دوسری آیات اللہ کے رضا کا ذکر کرتی ہیں۔ حدیث صحیح (بخاری–مسلم) اللہ نافرمان پر غضب اور مطیع پر رضا کرتا ہے؛ \"جس نے میرے حق میں اللہ کو ناراض کیا میں اس پر ناراض ہوں۔\" نبی نے کہا اللہ کا رضا ماں باپ کے رضا میں ہے۔ ہم اللہ کے غضب یا رضا کا \"کیسے\" نہیں پوچھتے (تشبیہ بغیر)।<br><br>عملی طور پر ہم اطاعت سے اللہ کا رضا چاہتے ہیں اور اسے ناراض کرنے والی چیز سے بچتے ہیں۔ اس کے غضب سے ڈرتے اور اس کے رضا کی امید رکھتے ہیں، اللہ کو جذباتی مخلوق نہیں سمجھتے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 24,
    "title": "اللہ قدیم اور باقی ہے",
    "text": "اللہ ﷻ بغیر ابتدا قدیم اور بغیر انتہا باقی ہے۔",
    "explanation": "اللہ قدیم (وجود کی کوئی شروعات نہیں) اور باقی (ابد، کوئی آخر نہیں) ہے۔ وہ ہمیشہ رہا؛ کبھی \"ابھی نہیں تھا\" نہ \"پھر نہ رہے گا۔\" سب مخلوق فنا ہو گی، تیرے رب کا چہرہ باقی رہے گا۔<br><br>الرحمٰن: ۲۶–۲۷ \"زمین پر جو ہے سب فنا۔ اور تیرے رب کا جو جلال اور اکرام والا چہرہ ہے وہ باقی۔\" الحدید: ۳ \"وہی اول اور آخر ہے۔\" حدیث صحیح کہتی ہے پیدائش سے پہلے اللہ تھا اور اس کے ساتھ کچھ نہ تھا۔<br><br>یہ یقین دل مضبوط کرتا ہے: ہم اس کی عبادت کرتے ہیں جو فنا نہ ہو گا؛ اس کے وعدے اور دھمکی ابدی۔ دنیا فنا ہے اس لیے زیادہ لگاؤ نہ؛ ایک جو باقی اور ابد کا سہارا وہی اللہ۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 25,
    "title": "اللہ کی صفات مخلوق سے پہلے ہیں",
    "text": "اللہ ﷻ پیدائش سے پہلے سے ہمیشہ اپنی صفات کے ساتھ رہا ہے اور مخلوق کی پیدائش اس کی صفات میں کچھ نہیں جوڑتی؛ اللہ ﷻ بے انت وقت تک موجود رہتا ہے۔",
    "explanation": "اللہ کی صفات (علم، قدرت، حیات، کلام وغیرہ) مخلوق سے پہلے سے ہمیشہ اس کے ساتھ رہی ہیں۔ دنیا کی پیدائش اللہ میں \"نئی\" صفت نہیں جوڑتی؛ وہ مخلوق پر منحصر نہیں، کامل ہے۔ یہ اس رائے کو رد کرتا ہے کہ اللہ نے \"پیدا کرنے کے بعد\" صفت پائی۔<br><br>الحدید: ۳ اللہ کو اول اور آخر کہتی ہے۔ اسماء و صفات آیات (العلیم، القدیر وغیرہ) ابدی صفات دکھاتی ہیں۔ حدیث اور اہل سنت علماء کا اجماع کہتا ہے اللہ ہمیشہ اپنی صفات کے ساتھ ہے، مخلوق ہونے سے نہ بدلا نہ بڑھا۔<br><br>یہ سمجھ توحید کو اللہ کو گھٹانے والی سوچ (جیسے وہ تبدیل ہوا یا دنیا پر منحصر) سے بچاتی ہے۔ ہم اللہ کی عبادت کرتے ہیں جو پہلے، اب اور ہمیشہ کامل ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 26,
    "title": "اللہ ہمیشہ رب اور خالق ہے",
    "text": "اللہ ﷻ ہمیشہ رب اور ہمیشہ خالق ہے، اگرچہ ابھی کوئی موحد نہ تھا یا مخلوق نہ تھی۔",
    "explanation": "اللہ رب (معبود) اور خالق رہتا ہے یہاں تک کہ کوئی مخلوق اس کی عبادت کرنے والی نہ ہو یا مخلوق وجود میں نہ آئی ہو۔ ربوبیت اور الوہیت کی صفتیں مخلوق پر منحصر نہیں؛ وہ ازل سے عبادت کے لائق اور خلق کرنے پر قادر ہے۔ سورہ اخلاص اور توحید کی آیات مخلوق کے اقرار کے بغیر اللہ کی وحدانیت پر زور دیتی ہیں۔ حدیث \"کنت کنزاً مخفیاً\" بعض روایات میں بیان کرتی ہے کہ اللہ تخلیق سے پہلے موجود تھا۔ اہل سنت علماء کہتے ہیں: اللہ معنی کے اعتبار سے ہمیشہ الخالق ہے، البتہ تخلیق کا فعل (تکوین) اس کی مشیت سے ہوتا ہے۔<br><br>اس سے ہم یہ نہیں سمجھتے کہ اللہ عالم وجود میں آنے کے \"بعد\" رب یا خالق بنا؛ وہ کامل ہے اور کسی پر منحصر نہیں۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 27,
    "title": "اللہ کے تقدیر پر بحث کرنا ممنوع",
    "text": "اللہ ﷻ نے جو کچھ ہونے والا ہے جان لیا اور اسے تفصیل اور یقین سے مقدر کر دیا؛ کوئی اللہ ﷻ کے تقدیر کے خلاف، اس میں اضافہ یا تبدیلی نہیں کر سکتا—تقدیر پر بحث اور \"کیوں\" کو ٹٹولنا گمراہی ہے۔",
    "explanation": "اللہ کا تقدیر لکھا اور مقرر ہے؛ کوئی اسے بدل نہیں سکتا۔ \"اللہ نے یہ کیوں مقدر کیا\" پر بحث یا دلیل کے بغیر تقدیر کے رازوں کو ٹٹولنا حرام ہے اور گمراہی (جیسے انتہائی قدری یا جبری نظریات) کا سبب بن سکتا ہے۔<br><br>کہف: 22 ان باتوں کے بارے میں سوال سے منع کرتی ہیں جو نہیں بتائی گئیں۔ صحیح حدیث (مسلم) کہتی ہے کہ علم کے بغیر تقدیر کے بارے میں بولنا حرام ہے؛ نبی نے تقدیر پر بحث سے منع فرمایا۔ علماء وضاحت کرتے ہیں کہ ہم تقدیر پر ایمان لاتے ہیں بغیر اس کے \"کھودنے\" کے جو اللہ نے نہیں کھولا۔<br><br>ہم توکل اور صبر کے ساتھ تقدیر قبول کرتے ہیں؛ \"مجھ پر یہ کیوں مقدر کیا گیا\" پر بحث میں توانائی ضائع نہیں کرتے۔ ہماری توجہ شریعت کے مطابق عمل اور اللہ کے تقدیر کو دل جمعی سے قبول کرنے پر ہے۔",
    "category": "تقدیر اور اللہ کی مشیت"
  },
  {
    "no": 28,
    "title": "اللہ کبھی فنا نہیں ہوں گے",
    "text": "اللہ ﷻ کبھی فنا نہیں ہوں گے یا ختم نہیں ہوں گے۔",
    "explanation": "اللہ ہمیشہ باقی رہنے والے ہیں؛ فنا نہیں ہوں گے، مٹ نہیں جائیں گے یا ختم نہیں ہوں گے۔ فانی مخلوق کے برعکس اللہ کا ذات اور صفات ہمیشہ رہتے ہیں۔ یہ عقیدہ توحید کے کمال کا حصہ ہے۔<br><br>الرحمٰن: 27 \"اور تیرے رب کا چہرہ باقی رہے گا۔\" القصص: 88 \"ہر چیز فنا ہو جائے گی سوائے اس کے چہرے کے۔\" حدیث اور علماء کا اجماع کہتا ہے اللہ فنا نہیں ہوں گے؛ وہ الاول اور الآخر، الظہر اور الباطن ہیں۔<br><br>اس پر ایمان ہمیں قرار دیتا ہے: جنت کا وعدہ اور جہنم کا وعید ابدی ہیں، اور ہمیشہ کا سہارا لینے کے لائق صرف اللہ ہیں۔ ہم نہیں ڈرتے کہ ہمارا \"رب\" مٹ جائے؛ ان کی بقا مومن کے لیے سکون کا سرچشمہ ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 29,
    "title": "اللہ کو ساری مخلوقات کی ضرورت نہیں",
    "text": "اللہ ﷻ کو عرش اور اس کے نیچے والوں کی ضرورت نہیں۔",
    "explanation": "عرش (تخت) اللہ کی سب سے بڑی مخلوق ہے لیکن اللہ کو عرش یا اس کے نیچے کی کسی چیز کی ضرورت نہیں۔ اللہ بغیر جگہ کے موجود ہے؛ عرش عظمت کی نشانی اور مخلوق کے لیے پیدا کیا گیا، اللہ کو \"سنبھالنے\" کے لیے نہیں۔ طہٰ: 5 \"الرحمٰن عرش پر مستوی۔\" علماء استویٰ کی تشبیہ کے بغیر اللہ کے لائق تفسیر کرتے ہیں۔ البقرہ: 255 کہتی ہے اللہ نہ اونگھتے نہ سوئے؛ انہیں آرام یا \"نشست\" کی ضرورت نہیں۔ صحیح حدیث کہتی ہے عرش جنت کی چھت ہے اور اللہ کو آسمان اور زمین کی ضرورت نہیں۔<br><br>یہ سمجھ ہمیں اللہ کو عرش پر بادشاہ کی طرح \"بیٹھے\" تصور کرنے سے بچاتی ہے۔ اللہ غنی ہیں؛ عرش اور ساری مخلوق ان کی بنائی ہوئی فرمانبردار مخلوق ہے، نہ کہ وہ چیز جس کی انہیں ضرورت ہو۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 30,
    "title": "عرش اور کرسی پر ایمان",
    "text": "عرش (تخت) اور کرسی (الکرسی) حق ہیں، اور ہم ان پر ایمان رکھتے ہیں۔",
    "explanation": "عرش اور کرسی اللہ کی مخلوق ہیں جو نصوص میں مذکور ہیں؛ ہم انہیں نہ جھٹلاتے نہ دنیاوی تختوں سے تشبیہ دیتے، ایمان رکھتے ہیں۔ عرش عظیم تخت ہے؛ کرسی (آیت الکرسی میں) یہ بھی کہا گیا ہے کہ آسمان اور زمین اس میں سمٹے ہیں۔ البقرہ: 255 (آیت الکرسی) \"اس کی کرسی آسمانوں اور زمین کو گھیرے ہوئے ہے۔\" الحاقہ: 17 اور دوسری آیات فرشتوں کے عرش اٹھانے کا ذکر کرتی ہیں۔ صحیح حدیث (بخاری) کہتی ہے سات آسمان کرسی کے مقابلے میں صحرا میں ایک انگوٹھی کی مانند ہیں، اور کرسی عرش کے مقابلے میں اور چھوٹی۔ ہم ان کی \"کیسے\" نہیں پوچھتے، ایمان رکھتے ہیں۔<br><br>عرش اور کرسی پر ایمان ہمیں اللہ کی عظمت یاد دلاتا ہے؛ اس کی مخلوق ہی اتنی وسیع ہے تو خالق کیا ہو گا۔ ہم قرآن اور سنت کی صحیح غیب کی خبروں کو نہ جھٹلاتے نہ مذاق اڑاتے۔",
    "category": "فرشتے اور غیب"
  },
  {
    "no": 31,
    "title": "حج اور جہاد کی فرضیت",
    "text": "حج اور جہاد مسلمانوں کے حاکم—عادل ہو یا ظالم—کی قیادت میں قیامت تک جاری فرض ہیں، اور کوئی انہیں منسوخ یا ختم نہیں کر سکتا۔",
    "explanation": "حج اور جہاد شریعت کے مطابق فرض رہتے ہیں چاہے حاکم ظالم ہو؛ ہم حاکم کے خلاف ہونے کے بہانے ان فرائض کو منسوخ نہیں کر سکتے۔ انہیں مسلمانوں کے امام/امیر کے ساتھ نظم کے لیے ادا کیا جاتا ہے تاکہ فساد نہ ہو؛ یہ فرائض قیامت تک برقرار ہیں۔<br><br>آل عمران: 97 استطاعت والوں پر حج فرض کرتی ہے۔ صحیح حدیث (بخاری–مسلم) کہتی ہے جہاد امیر کے تحت رہے گا؛ \"سنو اور اطاعت کرو (امیر کی) خواہ تمہیں حبشی غلام ہی کیوں نہ چلائے۔\" نبی نے یہ بھی فرمایا کہ ہم فاجر امام کے پیچھے نماز پڑھتے رہیں گے جب تک وہ نماز قائم کرے۔ یہ ظلم کو جائز نہیں ٹھہراتا بلکہ اتحاد اور شرعی نظم کو قائم رکھتا ہے۔<br><br>عملاً ہم استطاعت ہو تو حج ادا کرتے ہیں اور شرعی دعوت پر جہاد میں شریک ہوتے ہیں؛ حاکم کے عیب کو فرض چھوڑنے یا جماعت پھاڑنے کا بہانہ نہیں بناتے۔",
    "category": "جماعت، حاکم اور فقہ"
  },
  {
    "no": 32,
    "title": "اللہ کے تقدیر کے حقیقت کا راز",
    "text": "تقدیر کی حقیقت اللہ ﷻ کی مخلوق میں ایک راز ہے؛ انسان اللہ ﷻ کے افعال میں \"کیوں\" نہ کھودے نہ پوچھے، ایمان لائے، کیونکہ اللہ ﷻ نے اسے منع کیا ہے اور اس سے صرف نقصان ہوتا ہے۔",
    "explanation": "تقدیر کی حقیقت اللہ کا راز ہے؛ ہم مانتے ہیں کہ ہر تقدیر اسی کی طرف سے ہے، \"کھودے\" بغیر یا \"اللہ نے ایسا کیوں کیا\" پوچھے بغیر۔ اس میں کھودنا حرام ہے اور صرف نقصان (گمراہی یا بے چینی) ہوتا ہے۔<br><br>المائدہ: 101 ان چیزوں کے بارے سوال سے منع کرتی ہے جن کے بیان سے بوجھ پڑے۔ صحیح حدیث (مسلم) تقدیر پر جھگڑے سے منع کرتی ہے۔ نبی نے یہ بھی خبر دی کہ تقدیر پر جھگڑا کرنے والا نجات نہ پائے گا۔ اہل سنت علماء تکیف یا تعطیل کے بغیر تقدیر پر ایمان رکھتے ہیں۔<br><br>ہم تقدیر کو دل جمعی سے قبول کرتے ہیں اور عمل پر توجہ رکھتے ہیں؛ \"اللہ نے یہ وہ کیوں مقدر کیا\" میں کھودنے پر وقت نہیں لگاتے، کیونکہ یہ عقل سے باہر ہے اور ایمان کو فائدہ نہیں دیتا۔",
    "category": "تقدیر اور اللہ کی مشیت"
  },
  {
    "no": 33,
    "title": "اسلام واحد سچا دین",
    "text": "آسمانوں اور زمین میں اللہ ﷻ کا دین صرف ایک ہے، اور وہ اسلام (اطاعت) ہے۔",
    "explanation": "اللہ کا مقبول دین صرف ایک ہے: اسلام (توحید اور رسول کی اطاعت سے اللہ کے آگے جھکنا)۔ آدم سے محمد تک آسمانی حق دین اصل میں ایک ہی ہے؛ جو بھٹک گیا یا مسخ ہو گیا وہ اللہ کا دین نہیں رہا۔<br><br>آل عمران: 19 \"اللہ کے ہاں دین یقیناً اسلام ہے۔\" آل عمران: 85 \"جو اسلام کے سوا دین ڈھونڈے اس سے قبول نہ ہو گا۔\" صحیح حدیث کہتی ہے انبیا بھائی ہیں (ان کا دین ایک)؛ محمد مکمل کرنے والے اسلام کے ساتھ بھیجے گئے۔ ہم اس عقیدے کو زبردستی نہیں تھونپتے لیکن یقین رکھتے ہیں حق ایک ہے اور نجات کا راستہ اسلام ہے۔<br><br>یہ ہمیں اسلام کو درست پڑھنے اور جینے، اسے متصادم عقائد سے ملاوٹ نہ کرنے اور حکمت سے اس کی طرف بلانے پر اکساتی ہے تاکہ دوسرے اللہ کے مقبول واحد دین کو جانیں۔",
    "category": "ایمان: ارکان، تعریف اور وسط راہ"
  },
  {
    "no": 34,
    "title": "ایمان کی برابری اور تقویٰ میں فرق",
    "text": "ایمان اصل میں سب کے لیے ایک ہے؛ لیکن بعض کا دوسروں پر فضل تقویٰ، اللہ ﷻ کے آگے شعور اور اس چیز کے انتخاب سے ہے جس سے اللہ ﷻ زیادہ راضی ہے۔",
    "explanation": "ایمان کی بنیاد (ایمان کے ارکان، جن پر شریعت سے یقین مطلوب ہے) ہر مسلمان کے لیے ایک ہے؛ بنیادی عقیدے میں ایمان کی \"درجہ\" نہیں۔ درجہ تقویٰ، اللہ کے آگے شعور (مراقبہ) اور اللہ کی رضا والی چیز کو ترجیح دینے کے انتخاب سے الگ ہوتا ہے۔<br><br>الحجرات: 13 \"اللہ کے ہاں تم میں زیادہ عزت والا زیادہ متقی ہے۔\" صحیح حدیث (بخاری) کہتی ہے اصل میں کوئی دوسرے سے زیادہ مومن ہونے کا دعویٰ نہیں کر سکتا؛ فضل عمل اور تقویٰ میں ہے۔ نبی نے کہا اسلام میں بہتر وہ ہے جس کا اخلاق بہتر ہے۔<br><br>ہم اپنے آپ کو دوسروں سے \"زیادہ مومن\" سمجھ کر تکبر نہیں کرتے؛ تقویٰ اور عمل بڑھانے کی کوشش کرتے ہیں۔ اللہ کے ہاں درجہ کا فرق دعویٰ یا گروہ پر نہیں، محنت اور تقویٰ پر ہے۔",
    "category": "ایمان: ارکان، تعریف اور وسط راہ"
  },
  {
    "no": 35,
    "title": "اللہ اور رسول پر ایمان کے ارکان",
    "text": "ایمان: اللہ ﷻ، اس کے فرشتوں، اس کی کتابوں، اس کے رسولوں، آخرت کے دن پر ایمان اور اس پر کہ تقدیر—خیر و شر—سب اللہ ﷻ کی طرف سے ہے۔",
    "explanation": "ایمان کے ارکان چھ ہیں: اللہ، فرشتوں، کتابوں، رسولوں، آخرت کے دن اور تقدیر (خیر و شر اللہ کی طرف سے) پر ایمان۔ یہ وہ بنیادی عقیدے ہیں جو ہر مسلمان کو رکھنے چاہیے؛ ان میں سے ایک کا انکار ایمان کو خراب کرتا ہے۔<br><br>عمر بن خطاب والی صحیح حدیث (بخاری–مسلم) جبریل نے ایمان پوچھا تو ان چھ کو ثابت کرتی ہے۔ البقرہ: 285 \"رسول اپنے رب سے اپنی طرف اترے ہوئے پر ایمان لایا اور مومن بھی۔ سب اللہ، اس کے فرشتوں، اس کی کتابوں اور اس کے رسولوں پر ایمان لائے۔\" الحدید: 22 کہتی ہے مصیبت بھی لکھی گئی (تقدیر کا حصہ)۔<br><br>ہم دلوں کو ان چھ پر جماتے ہیں اور گھر والوں اور دوسروں کو سکھاتے ہیں۔ پورا ایمان سب ارکان پر مشتمل ہے؛ کسی کو چن کر کسی کو رد نہیں کر سکتے۔",
    "category": "ایمان: ارکان، تعریف اور وسط راہ"
  },
  {
    "no": 36,
    "title": "زبان اور دل سے ایمان کی تعریف",
    "text": "ایمان زبان سے اقرار اور دل سے قبول پر مشتمل ہے۔",
    "explanation": "ایمان محض منہ کی بات یا محض عمل نہیں؛ اس میں زبان سے اقرار (شہادت، حق کہنا) اور دل سے تصدیق (تصدیق) شامل ہے۔ دونوں ضروری ہیں؛ جو صرف بولے بغیر دل سے یقین کے منافق ہے، جو صرف دل سے مانے بغیر بولے لوگوں اور شرع کے آگے ابھی پورا نہیں ہوا۔<br><br>صحیح حدیث (بخاری–مسلم) کہتی ہے نبی سے بہترین عمل پوچھا گیا تو ایمان بنیاد کے طور پر آیا۔ الحجرات: 14 \"اعراب نے کہا ہم ایمان لے آئے۔ کہہ دو تم ابھی ایمان نہیں لائے بلکہ کہو ہم نے اسلام قبول کیا کیونکہ ایمان ابھی تمہارے دلوں میں نہیں آیا۔\" اہل سنت علماء متفق ہیں کہ ایمان میں قول اور \"دل سے قبول\" سے نکلنے والا عمل شامل ہے۔<br><br>ہم زبان کو ایمان کو نقصان دینے والی باتوں سے اور دل کو شک یا انکار سے بچاتے ہیں؛ بات اور یقین کا میل رکھنے کی کوشش کرتے ہیں۔",
    "category": "ایمان: ارکان، تعریف اور وسط راہ"
  },
  {
    "no": 37,
    "title": "عقیدے کے انحراف سے برأت",
    "text": "یہ ہمارا دین ہے اور جو ہم ظاہر و باطن مانتے ہیں؛ ہم اللہ ﷻ کے آگے ہر اس شخص سے برأت کرتے ہیں جو ہماری کہی اور بیان کی ہوئی بات کے خلاف ہو۔",
    "explanation": "یہ عقیدہ طحاوی اہل سنت کے اعتقاد کا بیان ہے؛ جو اس میں کہی اور بیان کی ہوئی بات سے ہٹ جائے ہم اللہ کے آگے اس سے برأت کرتے ہیں۔ یہ ذاتی دشمنی نہیں بلکہ یہ واضح کرنا کہ ہم عقیدے کے انحراف (بدعت، خرافات یا گمراہی) کی پیروی نہیں کرتے۔<br><br>الممتحنہ: 4 اللہ کے دشمنوں سے برأت کا حکم دیتی ہے۔ نبی نے فرمایا (ابوداؤد، صحیح) \"جس نے بدعت کی یا بدعت کرنے والے کو جگہ دی وہ اللہ کی ذمہ داری سے بری ہو گیا۔\" علماء کہتے ہیں بدعت والوں سے برأت ان کے عقیدے کی پیروی نہ کرنا اور ان کی غلطی واضح کرنا ہے، نقصان پہنچانا نہیں۔<br><br>ہم صحیح عقیدے پر قائم ہیں اور انحرافی عقیدے سے دور؛ ہم بغیر درست دلیل کے کسی کو کافر نہیں کہتے لیکن عقیدے کے انحراف کے بارے میں واضح ہیں اور اس سے برأت کرتے ہیں۔",
    "category": "ایمان: ارکان، تعریف اور وسط راہ"
  },
  {
    "no": 38,
    "title": "اسلام کامل وسط راہ ہے",
    "text": "اسلام وسط ہے: نہ زیادتی نہ کمی؛ نہ اللہ ﷻ کی صفات کو مخلوق سے مشابہت نہ اللہ ﷻ کی صفات کا انکار؛ نہ انتہائی جبریہ نہ قدریہ انکار؛ اور نہ باطل قطعیت نہ مایوسی۔",
    "explanation": "اہل سنت وسط پر ہیں: صفات میں ہم وہ ثابت کرتے ہیں جو اللہ نے ثابت کیا بغیر مخلوق سے تشبیہ (تشبیہ) اور بغیر انکار (تعطیل)۔ قدر میں نہ انتہائی جبری ہیں نہ قدر کے منکر؛ امید اور خوف میں کسی کے لیے جنت/جہنم قطعی نہیں کہتے اور نہ اللہ کی رحمت سے مایوس ہوتے ہیں۔<br><br>البقرہ: 143 \"اور اسی طرح ہم نے تمہیں درمیانی امت بنایا۔\" حدیث اور علماء کا اجماع کہتا ہے اللہ کی صفات پر \"کیسے\" (تکییف) پوچھے اور تمثیل (تمثیل) کے بغیر ایمان لایا جاتا ہے۔ نبی نے دین میں غلو سے منع کیا۔ یہ وسط بدعت سے سالم ہے۔<br><br>ہم وسط منہج پر قائم رہنے کی کوشش کرتے ہیں؛ نہ غلو نہ تقصیر؛ اہل سنت علماء سے سیکھتے ہیں تاکہ بائیں یا دائیں انتہا کی طرف نہ کھنچیں۔",
    "category": "ایمان: ارکان، تعریف اور وسط راہ"
  },
  {
    "no": 39,
    "title": "اسراء اور معراج کی حقیقت",
    "text": "اسراء اور معراج حق ہیں: نبی ﷺ کو رات میں لے جایا گیا اور آپ اپنے جسم کے ساتھ ہوشیار حالت میں آسمانوں کے پار اللہ ﷻ کے جہاں چاہا تک چڑھائے گئے۔",
    "explanation": "اسراء (مسجد حرام سے مسجد اقصیٰ تک سفر) اور معراج (آسمانوں پر چڑھنا) نبی کے جسم اور روح کے ساتھ ہوشیار حالت میں ہوئے؛ خواب نہیں نہ صرف روح۔ یہ واقعہ وہ معجزہ ہے جو اللہ نے نبی اور امت کو مضبوط کرنے کے لیے دیا؛ ہم اس پر \"کیسے\" عقلی نہیں پوچھتے کیونکہ یہ معمول کی مخلوق سے باہر ہے۔<br><br>بنی اسرائیل: 1 \"پاک ہے وہ جس نے اپنے بندے کو رات مسجد حرام سے مسجد اقصیٰ تک لے جایا۔\" صحیح حدیث (بخاری–مسلم) معراج کو تفصیل سے بیان کرتی ہے: نبی آسمانوں سے اوپر گئے، پہلے انبیا سے ملے اور پانچ وقت نماز کا حکم ملا۔ یہ روایات متواتر ہیں اور امت کے عقیدے کا حصہ۔<br><br>ہم اسراء اور معراج کو اللہ کی طرف سے حق مانتے ہیں؛ یہ ہمارے اس یقین کو مضبوط کرتا ہے کہ نبی اللہ کے رسول ہیں جنہیں معجزے ملے اور پانچ وقت نماز وہ بڑا فرض ہے جو آسمان پر مقرر ہوا۔",
    "category": "نبی اور رسول"
  },
  {
    "no": 40,
    "title": "مومن بندوں کے لیے اللہ کی مغفرت",
    "text": "اگر اللہ ﷻ چاہے تو اپنے فضل سے انہیں معاف اور درگزر کرتا ہے؛ اگر اللہ ﷻ چاہے تو انہیں عذاب دیتا ہے پھر رحمت اور شفاعت سے انہیں نکالتا ہے؛ اللہ ﷻ جاننے والوں کا ولی ہے اور انہیں اللہ ﷻ کا انکار کرنے والوں جیسا نہیں سمجھتا۔",
    "explanation": "اللہ اپنے مومن بندوں کو اپنے فضل سے معاف کرنے یا اپنے انصاف کے مطابق انہیں عذاب دینے کا اختیار رکھتا ہے؛ اگر عذاب دے تو پھر بھی رحمت اور شفاعت سے انہیں آگ سے نکال سکتا ہے۔ جو اللہ کو جانتے ہیں (عارف باللہ) اور مومن ہیں انہیں انکار کرنے والوں جیسا نہیں سمجھا جاتا۔<br><br>الزمر: 53 \"کہہ دو اے میرے بندو جو اپنے اوپر حد سے گزر گئے اللہ کی رحمت سے مایوس نہ ہو۔ بے شک اللہ سب گناہ معاف کر دیتا ہے۔\" صحیح حدیث نبی کی اپنی امت کے لیے شفاعت اور یہ کہ اللہ دل میں توحید والے کو آگ سے نکالتا ہے بتاتی ہے۔ اہل سنت مانتے ہیں کہ اہل توحید گناہ کی وجہ سے داخل ہوں تو آگ میں ہمیشہ نہیں رہیں گے۔<br><br>ہم کسی کے لیے \"یقیناً معاف\" یا \"یقیناً آگ میں\" نہیں کہتے؛ اللہ کی رحمت کی امید اور اس کے عذاب کا خوف رکھتے ہیں۔ ہم یقین رکھتے ہیں اللہ عادل اور رحیم ہے؛ توبہ کرنے اور ایمان لانے والے کو کافر جیسا نہیں سمجھا جاتا۔",
    "category": "آخرت کا دن"
  },
  {
    "no": 41,
    "title": "اہل خیر کے لیے جنت کی امید",
    "text": "ہم امید رکھتے ہیں کہ اللہ ﷻ نیکی کرنے والوں کو معاف کرے اور انہیں جنت میں داخل کرے، لیکن ہم کسی کے لیے قطعی نہیں کہتے؛ ہم خطا کرنے والوں کے لیے مغفرت مانگتے ہیں، اور ایسے شخص سے مایوس نہیں ہوتے۔",
    "explanation": "ہم امید اور حسن ظن رکھتے ہیں کہ اللہ اہل خیر کو معاف کرے اور جنت میں داخل کرے، لیکن کسی خاص شخص کے لیے قطعی نہیں کہتے (بغیر عمل کے ضمانت نہیں)۔ خطا کرنے والے کے لیے مغفرت مانگتے ہیں اور اس کے لیے اللہ کی رحمت سے مایوس نہیں ہوتے۔<br><br>الزمر: 53 اللہ کی رحمت سے ناامید نہ ہونے کی دعوت دیتی ہے۔ حدیث صحیح کہتی ہے کوئی اپنے عمل سے جنت میں نہیں جاتا؛ سب اللہ کی رحمت سے۔ نبی نے کسی کے لیے جنت یا جہنم قطعی کہنے سے منع فرمایا؛ ہم بہترین امید رکھتے اور دعا کرتے ہیں۔ اہل سنت خوارج کی طرح کبیرہ گناہ والے کو کافر نہیں کہتے اور نہ مرجئہ کی طرح عمل کو بے importance سمجھتے۔<br><br>ہم بہتر سے بہتر عمل کی کوشش کرتے اور اللہ کی رحمت کی امید رکھتے ہیں؛ خطا کرنے والے کے لیے دعا کرتے ہیں اور یہ حکم نہیں لگاتے کہ وہ ضرور جہنم میں جائے گا۔ امید اور خوف کا یہ توازن ہمیں غلو سے بچاتا ہے۔",
    "category": "آخرت کا دن"
  },
  {
    "no": 42,
    "title": "ابراہیم کی رسالت اور موسیٰ سے کلام",
    "text": "ہم ایمان لاتے ہیں کہ اللہ ﷻ نے ابراہیم کو خلیل بنایا، اور یہ کہ اللہ ﷻ نے موسیٰ سے براہ راست کلام کیا۔",
    "explanation": "نبی ابراہیم خلیل اللہ ہیں؛ اللہ نے انہیں قریبی دوست کے طور پر چنا۔ نبی موسیٰ کو بغیر واسطے اللہ سے کلام (کلام اللہ) کی فضیلت دی گئی؛ یہ اللہ کی طرف سے معجزہ اور عزت ہے۔<br><br>النساء: 125 \"اور اللہ نے ابراہیم کو خلیل بنایا۔\" النساء: 164 \"اور اللہ نے موسیٰ سے براہ راست کلام کیا۔\" حدیث صحیح ابراہیم اور موسیٰ کے فضل کی تصدیق کرتی ہے؛ نبی نے فرمایا اللہ نے موسیٰ سے طور پر کلام کیا۔ ہم انبیا کے فضائل پر ایمان لاتے ہیں بغیر دوسروں کو گھٹائے۔<br><br>یہ عقیدہ سکھاتا ہے کہ سب انبیا کی عزت کریں اور ایک کو دوسرے کے خلاف نہ رکھیں؛ ہر ایک کو اللہ نے جو فضیلت دی ہے۔ ہم ابراہیم (توحید میں ثبات) اور موسیٰ (دعا اور اطاعت سے اللہ سے dialogue) سے سبق لیتے ہیں۔",
    "category": "نبی اور رسول"
  },
  {
    "no": 43,
    "title": "قبر میں سوال اور عذاب",
    "text": "ہم قبر کے عذاب پر ایمان لاتے ہیں جس کے مستحق ہوں، اور منکر اور نکیر کے قبر میں اس کے رب، اس کے دین اور اس کے نبی کے بارے سوال پر، جیسے احادیث اور صحابہ کی روایات میں ہے۔",
    "explanation": "موت کے بعد انسان برزخ میں ہوتا ہے؛ قبر میں دو فرشتے (منکر اور نکیر) اس سے اس کے رب، اس کے دین اور اس کے نبی کے بارے پوچھتے ہیں۔ جو صحیح جواب دے اسے قبر کا انعام ملتا ہے؛ جو کافر یا منافق ہو اسے اللہ کے انصاف کے مطابق قبر کا عذاب۔<br><br>احادیث صحیح (بخاری، مسلم اور دیگر) قبر کے سوال اور عذاب کو بیان کرتی ہیں؛ نبی نے قبر کے عذاب سے پناہ کی دعا سکھائی۔ صحابہ کی روایات بھی اس کی تصدیق کرتی ہیں۔ المؤمنون: 99–100 برزخ اور مردہ اور دنیا میں واپسی کے درمیان حائل کی طرف اشارہ کرتی ہیں۔<br><br>ہم توحید مضبوط کر کے، صحیح دین پر چل کر اور محمد نبی کو مان کر تیار ہوتے ہیں؛ قبر میں سوال کے وقت ثبات اور قبر کے عذاب سے بچاؤ کی دعا مانگتے ہیں۔",
    "category": "آخرت کا دن"
  },
  {
    "no": 44,
    "title": "قیامت کے دن بعث اور حساب",
    "text": "ہم موت کے بعد اٹھائے جانے، قیامت کے دن اعمال کا بدلہ، اعمال کا پیش ہونا، حساب، کتاب کا پڑھا جانا، ثواب یا عذاب، پل (صراط) اور ترازو (میزان) پر ایمان لاتے ہیں۔",
    "explanation": "قیامت کا دن وہ ہے جب سب لوگ قبروں سے اٹھائے جائیں گے حساب کے لیے۔ اعمال پیش ہوں گے، کتاب پڑھی جائے گی، میزان اعمال تولے گی، پھر لوگ صراط پار کر کے جنت یا جہنم جائیں گے۔ یہ سب ہم قرآن اور حدیث کے مطابق مانتے ہیں۔<br><br>الزلزال: 7–8 \"جس نے ذرہ برابر نیکی کی وہ اسے دیکھے گا۔ اور جس نے ذرہ برابر برائی کی وہ اسے دیکھے گا۔\" الکہف: 49، الاسراء: 13–14 اور دوسری آیات اعمال کی کتاب، حساب اور میزان کا ذکر کرتی ہیں۔ حدیث صحیح (بخاری–مسلم) صراط اور کون بچے گا کون گرے گا بیان کرتی ہے۔<br><br>یہ عقیدہ ہمیں نیک عمل اور گناہ سے بچنے پر ابھارتی ہے؛ ہم یقین رکھتے ہیں کتاب سے کچھ نہیں چھوٹے گا اور ہر عمل کا بدلہ ملے گا۔ ہم اللہ سے آسان حساب اور اس دن نجات مانگتے ہیں۔",
    "category": "آخرت کا دن"
  },
  {
    "no": 45,
    "title": "اولیاء کی کرامات پر ایمان",
    "text": "ہم ان اولیاء کی کرامات (معجزات) پر ایمان لاتے ہیں جنہیں ہم جانتے ہیں، اور ان کے بارے معتبر ماخذ سے صحیح روایات پر۔",
    "explanation": "کرامت وہ معجزہ یا فضیلت ہے جو اللہ نیک شخص (ولی) کو عام طریقے سے ہٹ کر عطا کرتا ہے، جیسے بغیر پڑھے علم یا مشکل وقت میں مدد۔ ہم ان کرامات پر ایمان لاتے ہیں جن کی روایت معتبر ماخذ سے صحیح ہے؛ نہ انکار نہ مبالغہ۔<br><br>مریم مریم کو محراب میں رزق دئیے جانے کا ذکر کرتی ہے؛ الکہف اصحاب کہف کا۔ حدیث صحیح صحابہ کی کرامات (مثلاً عمر کا دور سے لشکر \"دیکھنا\") بیان کرتی ہے۔ اہل سنت علماء کرامت کو نبی کے معجزے کے برابر نہیں رکھتے اور نہ ولی کی تعظیم حد سے بڑھاتے۔<br><br>ہم صحیح طور پر مروی کرامات کو رد نہیں کرتے، لیکن ماخذ نامعلوم قصوں پر آسانی سے ایمان نہیں لاتے۔ حقیقی فضیلت تقویٰ اور نبی کی اتباع ہے؛ کرامت اللہ کا عطیہ ہے، نیکی کا پیمانہ نہیں۔",
    "category": "ایمان: ارکان، تعریف اور وسط راہ"
  },
  {
    "no": 46,
    "title": "لوح محفوظ اور قلم کا مقررہ لکھا",
    "text": "ہم لوح محفوظ، قلم اور سب لکھی ہوئی باتوں پر ایمان لاتے ہیں؛ جو اللہ ﷻ نے لکھا وہ ضرور ہوگا، اور جو اللہ ﷻ نے نہیں لکھا وہ نہیں ہوگا؛ جو انسان سے رہ جائے وہ کبھی نہیں پائے گا۔",
    "explanation": "لوح محفوظ \"اصل کتاب\" ہے جہاں اللہ نے سارا تقدیر لکھا؛ قلم وہ مخلوق ہے جو اللہ کے حکم سے لکھتی ہے۔ جو لکھا ہے وہ ہوگا؛ جو نہیں لکھا وہ نہیں ہوگا۔ رزق، اجل اور تقدیر لکھی ہے؛ جو انسان سے رہ جائے وہ نہیں پائے گا۔<br><br>الحدید: 22 \"زمین اور تم میں کوئی مصیبت نہیں آتی مگر کتاب (لوح محفوظ) میں ہم اسے پیدا کرنے سے پہلے۔\" حدیث صحیح (احمد وغیرہ) کہتی ہے اللہ نے سب سے پہلے قلم پیدا کیا پھر اسے حکم دیا جو کچھ ہونے والا ہے لکھے۔ الانعام: 59 کہتی ہے اللہ کے علم سے کچھ نہیں چھپتا۔<br><br>ہم اس تقدیر پر \"مجبور\" محسوس کیے بغیر ایمان لاتے ہیں؛ ہم پھر بھی کوشش اور دعا کرتے ہیں کیونکہ کوشش اور دعا بھی تقدیر کا حصہ ہیں۔ یہ عقیدہ دل کو سکون دیتا ہے اور جو نہ ملے اس پر حسد یا مایوسی سے بچاتا ہے۔",
    "category": "تقدیر اور اللہ کی مشیت"
  },
  {
    "no": 47,
    "title": "ملک الموت اور روح قبض کرنے کا کام",
    "text": "ہم ملک الموت پر ایمان لاتے ہیں جو ساری مخلوق کی روحیں قبض کرنے پر مقرر ہے۔",
    "explanation": "ملک الموت (عزرائیل یا ملک الموت) وہ فرشتہ ہے جسے اللہ نے ہر جاندار کی روح قبض کرنے پر مقرر کیا۔ روح کا قبض اللہ کے حکم سے ہوتا ہے؛ کوئی اپنے اجل سے پہلے نہیں مرتا اور نہ اجل کے بعد مؤخر۔<br><br>السجدہ: 11 \"کہہ دو تمہیں ملک الموت جو تم پر مقرر ہے وفات دے گا۔\" حدیث صحیح کہتی ہے ملک الموت انسان کے پاس اجل آنے پر آتا ہے؛ کوئی آسانی سے قبض ہوتا ہے کوئی مشکل سے، عمل کے مطابق۔ ہم فرشتے کا نام (عزرائیل) قطعی نہیں کہتے کیونکہ واضح دلیل نہیں؛ قطعی چیز روح قبض کرنے والے فرشتے پر ایمان ہے۔<br><br>یہ عقیدہ یاد دلاتا ہے موت آئے گی اور اللہ کے حکم سے کوئی اسے انجام دے گا؛ ہم توبہ اور نیک عمل سے تیار ہوتے ہیں تاکہ جب روح قبض ہو ہم اچھی حالت میں ہوں۔",
    "category": "فرشتے اور غیب"
  },
  {
    "no": 48,
    "title": "انسان کے اعمال لکھنے والے دو فرشتے",
    "text": "ہم ان دو کریم فرشتوں پر ایمان لاتے ہیں جو انسان کے اعمال لکھتے ہیں، کیونکہ اللہ ﷻ نے انہیں انسان پر دو محافظ مقرر کیا ہے۔",
    "explanation": "ہر انسان کے ساتھ دو فرشتے ہیں: ایک نیکی لکھتا ہے ایک برائی۔ کوئی بات یا عمل کتابت سے نہیں رہتا؛ یہ کتابت قیامت کے دن پیش ہوگی۔ دونوں \"محافظ\" ہیں جنہیں اللہ نے مقرر کیا، تکلیف کے لیے نہیں بلکہ انصاف سے لکھنے کے لیے۔<br><br>ق: 17–18 \"جب دو فرشتے لکھتے ہیں، ایک دائیں بیٹھا ایک بائیں۔ کوئی بات نہیں کہی جاتی مگر اس کے پاس حاضر رقیب ہے۔\" الانفطار: 10–12 بھی محافظین (حفظہ) کا ذکر کرتی ہیں۔ حدیث صحیح کہتی ہے فرشتے ہر عمل لکھتے ہیں۔<br><br>ہم واقف ہیں ہر عمل لکھا جاتا ہے؛ یہ زبان اور عمل سنبھالنے اور نیکی بڑھانے پر ابھارتی ہے۔ ہم حد سے زیادہ خوف زدہ نہیں ہوتے لیکن غافل بھی نہیں؛ کوشش کرتے ہیں دائیں کا record بائیں سے بھاری ہو۔",
    "category": "فرشتے اور غیب"
  },
  {
    "no": 49,
    "title": "رسولوں اور کتابوں پر ایمان",
    "text": "ہم فرشتوں، انبیا اور رسولوں پر نازل ہونے والی کتابوں پر ایمان لاتے ہیں، اور گواہی دیتے ہیں کہ وہ سب واضح حق پر تھے۔",
    "explanation": "ہم فرشتوں، انبیا اور اللہ کی کتابوں (تورات، انجیل، زبور اور قرآن) پر بغیر تفریق ایمان لاتے ہیں۔ سب رسول ایک ہی حق (توحید اور اطاعت) لائے؛ ہم گواہی دیتے ہیں وہ واضح حق پر تھے اور ان میں سے کسی کا انکار نہیں کرتے۔<br><br>البقرہ: 285 \"سب اللہ، اس کے فرشتوں، اس کی کتابوں اور اس کے رسولوں پر ایمان لائے۔ (کہا) ہم ان کے رسولوں میں سے کسی میں تفریق نہیں کرتے۔\" النساء: 150–152 ان لوگوں کو ڈراتی ہیں جو بعض رسولوں کا انکار کرتے ہیں۔ حدیث صحیح کہتی ہے ہم آدم سے محمد تک سب انبیا پر ایمان لاتے ہیں۔<br><br>ہم کسی نبی یا کتاب کو برا نہیں کہتے؛ ہم یقین رکھتے ہیں اسلام پہلے والے کو مکمل اور صحیح کرتا ہے۔ ہم محمد کو آخری رسول اور قرآن کو آخری کتاب مان کر ان کی پیروی کرتے ہیں جو پہلی کتابوں کی تصدیق کرتی ہے۔",
    "category": "قرآن اور وحی"
  },
  {
    "no": 50,
    "title": "سب کچھ اللہ کے تقدیر سے ہے",
    "text": "ہم ان سب پر ایمان لاتے ہیں، اور یقین رکھتے ہیں کہ ہر چیز اللہ ﷻ کی طرف سے ہے۔",
    "explanation": "جو کچھ ہم مانتے ہیں—فرشتے، کتابیں، رسول، تقدیر، آخرت کا دن وغیرہ—اور کائنات میں جو کچھ ہوتا ہے اس کا اصل اللہ کی طرف سے ہے۔ کچھ اس کے علم، مشیت اور تقدیر کے بغیر نہیں ہوتا؛ ہم اس پر یقین کے ساتھ ایمان لاتے ہیں۔<br><br>التغابن: 11 \"کسی پر کوئی مصیبت نہیں آتی مگر اللہ کی اجازت سے۔\" الحدید: 22 کہتی ہے ہر مصیبت لکھی گئی۔ حدیث صحیح (مسلم) تقدیر خیر و شر اللہ کی طرف سے ایمان کی تصدیق کرتی ہے۔ \"سب کچھ اللہ کی طرف سے\" کا عقیدہ توکل اور صبر کی بنیاد ہے۔<br><br>ہم واقعات کو محض \"فطرت\" یا \"اتفاق\" سے منسوب نہیں کرتے؛ ہم یقین رکھتے ہیں ہر چیز کے پیچھے اللہ کا تقدیر ہے۔ یہ انسانی ذمہ داری نہیں مٹاتا (ہم کوشش کرتے اور جوابدہ ہیں)، لیکن انجام اللہ کے حوالے۔",
    "category": "تقدیر اور اللہ کی مشیت"
  },
  {
    "no": 51,
    "title": "رسولوں کے درمیان تفریق نہ کرنا",
    "text": "ہم ان سب پر ایمان لاتے ہیں، رسولوں کے درمیان تفریق نہیں کرتے، اور جو کچھ ان سب نے لایا اسے حق مان کر قبول کرتے ہیں۔",
    "explanation": "ہم سب رسولوں پر بغیر تفریق ایمان لاتے ہیں: نہ کسی کا انکار نہ کسی کا اقرار۔ جو انہوں نے لایا (توحید، عبادت کے فرائض، اخلاق) ہم حق مان کر قبول کرتے ہیں؛ ہم یہ نہیں کہتے \"ہم بعض پر ایمان اور بعض پر کفر۔\"<br><br>البقرہ: 136 \"کہو ہم اللہ پر اور جو ہم پر نازل ہوا اور جو ابراہیم، اسماعیل، اسحاق، یعقوب اور اولاد کو دیا گیا اور جو موسیٰ، عیسیٰ اور نبیوں کو ان کے رب کی طرف سے دیا گیا ایمان لاتے ہیں۔ ہم ان کے رسولوں میں سے کسی کے درمیان تفریق نہیں کرتے۔\" النساء: 150–152 بعض رسولوں پر ایمان اور بعض کے انکار سے منع کرتی ہے۔ حدیث کہتی ہے کسی نبی کو گالی دینا بڑا گناہ ہے۔<br><br>ہم سب انبیا کا احترام کرتے ہیں اور ایک کو دوسرے کے خلاف نہیں کھڑا کرتے؛ ہم نبی محمد کی شریعت کو خاتم اور مکمل مان کر چلتی ہیں اور یقین رکھتے ہیں سب رسول اللہ سے حق لائے۔",
    "category": "نبی اور رسول"
  },
  {
    "no": 52,
    "title": "دجال کا ظہور اور قیامت کی نشانیاں",
    "text": "ہم قیامت کی نشانیوں پر ایمان لاتے ہیں جیسے دجال کا ظہور، عیسیٰ بن مریم کا آسمان سے نزول، سورج کا مغرب سے طلوع، اور دابہ کا زمین سے نکلنا۔",
    "explanation": "ہم ان نشانیوں پر ایمان لاتے ہیں جو نبی نے بیان کیں: دجال (بڑا جھوٹا) کا ظہور، عیسیٰ بن مریم کا آسمان سے دجال مارنے اور شریعت قائم کرنے کے لیے نزول، سورج کا مغرب سے طلوع (اس کے بعد توبہ قبول نہیں)، اور زمین سے دابہ کا نکلنا۔ یہ سب بڑی قیامت سے پہلے ہوگا۔<br><br>صحیح حدیث (بخاری، مسلم وغیرہ) قیامت کی نشانیاں بیان کرتی ہے۔ نبی نے فرمایا دجال آئے گا اور عیسیٰ اسے ماریں گے۔ الانعام: 158 سورج کے مغرب سے طلوع کی طرف اشارہ کرتی ہے۔ ہم \"کیسے\" پوچھے بغیر ایمان لاتے ہیں۔<br><br>یہ عقیدہ یاد دلاتا ہے قیامت حق ہے اور اس کی نشانیاں ہیں؛ ہم ایمان اور نیک عمل سے تیار رہتے ہیں اور دجال یا جھوٹے دعووں سے دھوکا نہیں کھاتے۔",
    "category": "آخرت کا دن"
  },
  {
    "no": 53,
    "title": "جنہیں جنت کا وعدہ، دس صحابہ",
    "text": "ہم گواہی دیتے ہیں دس جنہیں رسول اللہ ﷺ نے جنت کا وعدہ دیا جنت میں ہوں گے: ابوبکر، عمر، عثمان، علی، طلحہ، زبیر، عبدالرحمٰن بن عوف، سعد بن ابی وقاص، سعید بن زید، اور ابوعبیدہ بن جراح۔",
    "explanation": "دس صحابہ جنہیں نبی نے جنت کا وعدہ دیا (عشرہ مبشرہ) ہم یقین رکھتے ہیں جنت میں داخل ہوں گے: ابوبکر، عمر، عثمان، علی، طلحہ، زبیر، عبدالرحمٰن بن عوف، سعد بن ابی وقاص، سعید بن زید، ابوعبیدہ بن جراح۔ نبی کا وعدہ حق ہے اور وہ امت کے اسوہ ہیں۔<br><br>صحیح حدیث (ترمذی وغیرہ) کہتی ہے نبی نے ان دس صحابہ کو جنت کا وعدہ دیا۔ وہ اسلام کے بڑے شخص ہیں؛ ان کی فضیلت قبول کرنا اہل سنت کے عقیدے کا حصہ ہے۔ نہ غلو نہ تقصیر؛ ہم ان کے منہج پر چلتے ہیں۔<br><br>ہم سب صحابہ کا احترام کرتے ہیں اور کسی سے بغض نہیں؛ ایمان، انصاف اور قربانی میں ان دس سے اسوہ لیتے ہیں۔",
    "category": "اصحاب، خلفا اور اہل بیت"
  },
  {
    "no": 54,
    "title": "انصاف سے محبت اور ظلم سے نفرت",
    "text": "ہم اہل انصاف اور سچائی سے محبت کرتے ہیں اور اہل ظلم اور جھوٹ سے نفرت۔",
    "explanation": "ہم انصاف اور سچائی والوں سے محبت اور ظلم اور جھوٹ والوں سے نفرت کرتے ہیں۔ اللہ کی خاطر محبت اور نفرت ایمان کا حصہ ہے؛ ہم ظلم یا جھوٹ کے مقابل بے‌طرف نہیں۔<br><br>الممتحنہ: 8 حکم دیتی ہے جو ہم سے دین کی وجہ سے نہیں لڑتے ان سے دشمنی نہ کرو۔ نبی نے فرمایا (بخاری) اللہ کو سب سے زیادہ محبوب وہ ہے جو لوگوں کے لیے سب سے زیادہ نفع بخش۔ ظلم اور جھوٹ کئی آیات اور احادیث میں ممنوع ہے۔<br><br>ہم اپنے معاملات میں انصاف اور سچائی چاہتے ہیں اور معاشرے میں انصاف کی حمایت کرتے ہیں؛ ظلم اور جھوٹ سے بچتے ہیں اور ظالموں کے ساتھ ظلم میں شریک نہیں۔",
    "category": "جماعت، حاکم اور فقہ"
  },
  {
    "no": 55,
    "title": "سب صحابہ سے نفرت کی ممانعت",
    "text": "ہم رسول اللہ ﷺ کے صحابہ سے محبت کرتے ہیں مگر کسی پر غلو نہیں اور کسی کو نہیں چھوڑتے؛ صحابہ سے محبت اسلام اور ایمان کا حصہ ہے؛ صحابہ سے نفرت کفر اور نفاق۔",
    "explanation": "ہم سب صحابہ سے بغیر غلو (کسی پر زیادتی) اور بغیر تقصیر (کسی کو چھوڑنا) محبت کرتے ہیں۔ صحابہ سے محبت اسلام اور ایمان کا حصہ ہے؛ صحابہ سے نفرت یا گالی کفر اور نفاق۔<br><br>التوبہ: 100 مہاجرین اور انصار کے پیشرو اور اولین کی تعریف کرتی ہے۔ صحیح حدیث صحابہ کو گالی دینے سے منع کرتی ہے؛ نبی نے فرمایا میرے صحابہ کو گالی مت دو۔ اہل سنت مانتے ہیں صحابہ اجتہاد میں اختلاف کر سکتے تھے عقیدے میں نہیں۔<br><br>ہم بغیر دلیل صحابہ کو گالی یا مجرم نہیں ٹھہراتے؛ ان کا احترام کرتے ہیں اور اس امت کی بہترین نسل سے اسوہ لیتے ہیں۔",
    "category": "اصحاب، خلفا اور اہل بیت"
  },
  {
    "no": 56,
    "title": "خلفائے راشدین کا ترتیب",
    "text": "ہم مقرر کرتے ہیں رسول اللہ ﷺ کی وفات کے بعد خلافت پہلے ابوبکر صدیق کو ملی، پھر عمر، پھر عثمان، پھر علی بن ابی طالب—یہ خلفائے راشدین اور سیدھے حاکم ہیں۔",
    "explanation": "نبی کی وفات کے بعد خلافت ابوبکر، پھر عمر، عثمان، علی کو ملی۔ یہ خلفائے راشدین (سیدھے حاکم) ہیں؛ یہ ترتیب تاریخ اور اہل سنت کے اجماع پر ہے۔<br><br>صحیح حدیث کہتی ہے نبی کے بعد خلافت قریش میں اور نبی نے حکم دیا مہدی خلفا کی سنت پر چلو۔ صحیح روایات ابوبکر پھر عمر، عثمان اور علی کی بیعت بیان کرتی ہیں۔ ہم ان میں سے کسی کے خلاف یا کسی کو کم نہیں سمجھتے۔<br><br>ہم چاروں خلفا کو عادل حاکم مانتے ہیں اور دین اور ریاست میں ان کے منہج پر چلتے ہیں؛ جو صحابہ کو گالی یا تکفیر کرتے ہیں ان کے پیچھے نہیں۔",
    "category": "اصحاب، خلفا اور اہل بیت"
  },
  {
    "no": 57,
    "title": "نبی کی سنت اور جماعت پر عمل",
    "text": "ہم نبی ﷺ کی سنت اور مسلمانوں کی جماعت پر چلتے ہیں اور انحراف، تفرقہ اور تقسیم سے بچتے ہیں۔",
    "explanation": "ہم نبی کی سنت اور مسلمانوں کی جماعت کو پکڑتے ہیں؛ بدعت، تفرقہ اور انحرافی موقف سے بچتے ہیں۔ سنت اور جماعت پر چلنا نجات کا راستہ ہے۔<br><br>صحیح حدیث (ابوداؤد، ترمذی) کہتی ہے \"میری سنت اور مہدی خلفا کی سنت کو پکڑو\" اور \"جماعت رحمت ہے، تفرقہ عذاب۔\" آل عمران: 103 حبل اللہ کو پکڑنے اور تقسیم نہ کرنے کا حکم دیتی ہے۔ اہل سنت والجماعت اس راستے پر چلنے والوں کا نام ہے۔<br><br>ہم دین سیکھتے ہیں صحیح مصادر (قرآن اور سنت) سے اور جماعت کی سمجھ پر چلتے ہیں نہ ہوا یا فرقے پر؛ تقسیم کرنے والی بحث سے بچتے ہیں۔",
    "category": "جماعت، حاکم اور فقہ"
  },
  {
    "no": 58,
    "title": "اہل قبلہ کی تعریف مسلمان اور مومن",
    "text": "ہم جس کی قبلہ ہماری طرف ہے اسے مسلمان اور مومن کہتے ہیں—جب تک اہل قبلہ وہ قبول کرے جو نبی ﷺ لائے اور جو کچھ انہوں نے کہا اور بتایا سب کو حق مانے۔",
    "explanation": "جو ہماری قبلہ (کعبہ) کی طرف نماز پڑھتا ہے اور جو نبی لائے قبول کرتا ہے اور نبی کی ہر بات اور خبر کو حق مانتا ہے اسے ہم مسلمان اور مومن کہتے ہیں۔ ہم اہل قبلہ کو تکفیر نہیں کرتے جب تک وہ واضح کفر کی بات کا انکار نہ کرے۔<br><br>البقرہ: 143 مسلمانوں کو امت وسط کہتی ہے۔ صحیح حدیث کہتی ہے جو ہماری طرح نماز پڑھے اور ہماری قبلہ کی طرف ہو وہ مسلمان ہے۔ اہل سنت کے علماء گناہ کی وجہ سے اہل قبلہ کو تکفیر نہیں دیتے جب تک وہ اسے حلال نہ ٹھہرائے۔<br><br>ہم بلاوجہ تکفیر نہیں کرتے؛ گنہگار مسلمان اور اسلام سے نکلنے والے میں فرق کرتے ہیں۔ دل کا راز اللہ کے حوالے اور اہل قبلہ کے ساتھ ہم مسلمان سلوک کرتے ہیں۔",
    "category": "جماعت، حاکم اور فقہ"
  },
  {
    "no": 59,
    "title": "اتحاد حق، تفرقہ عذاب",
    "text": "ہم اس پر متفق ہیں کہ متحد رہنا صحیح راستہ ہے اور تفرقہ انحراف اور عذاب۔",
    "explanation": "حق پر اتحاد صحیح راستہ ہے؛ تفرقہ انحراف اور عذاب۔ اللہ اتحاد کا حکم اور تفرقہ کی ممانعت کرتا ہے۔<br><br>آل عمران: 103 \"سب اللہ کی رسی کو پکڑو اور تقسیم نہ ہو۔\" صحیح حدیث (ابن ماجہ) کہتی ہے تفرقہ عذاب ہے۔ نبی نے تفرقہ سے منع اور حاکم کی سننے اور ماننے کا حکم دیا جب تک معصیت میں نہ ہو۔<br><br>ہم اسلامی اخوت قائم رکھتے ہیں اور بدعت یا الزام سے امت نہیں توڑتے؛ قرآن اور سنت اور سلف کی سمجھ پر متحد رہتے ہیں۔",
    "category": "جماعت، حاکم اور فقہ"
  },
  {
    "no": 60,
    "title": "حدیث کے مطابق خف پر مسح کی اجازت",
    "text": "ہم سفر اور غیرسفر دونوں میں حدیثوں کے مطابق خف (چمڑے کے موزے) پر مسح کرنے پر متفق ہیں۔",
    "explanation": "وضو میں پاؤں دھونے کی جگہ خف (ٹخنے تک ڈھکنے والا چمڑے کا موزا) پر مسح حدیث میں جائز ہے، سفر ہو یا نہ ہو۔ یہ شریعت کی رخصت ہے جو نبی نے سکھائی۔<br><br>صحیح حدیث (مسلم وغیرہ) نبی اور صحابہ کا خف پر مسح بیان کرتی ہے۔ علماء فقہ میں مذکور شرائط کے ساتھ اس کی اجازت پر اجماع کرتے ہیں۔ یہ دین کی آسانی کا حصہ ہے؛ ہم بغیر غلو یا انکار عمل کرتے ہیں۔<br><br>ہم وضو میں شرائط کے مطابق خف پر مسح کی رخصت استعمال کر سکتے ہیں؛ جب تک صحیح دلیل پر چلیں نہ واجب سمجھتے ہیں نہ حرام۔",
    "category": "جماعت، حاکم اور فقہ"
  },
  {
    "no": 61,
    "title": "ہر امام کے پیچھے نماز",
    "text": "ہم اہل قبلہ میں سے کسی کے پیچھے—نیک ہو یا ظالم—نماز پڑھنے اور اہل قبلہ میں سے کسی کی وفات پر جنازہ پڑھنے پر متفق ہیں۔",
    "explanation": "ہم اہل قبلہ میں سے کسی کے پیچھے—صالح ہو یا فاجر—نماز پڑھتے ہیں جب تک وہ نماز درست قائم کرے؛ اہل قبلہ کے مردوں کا جنازہ بھی پڑھتے ہیں۔ یہ اتحاد قائم رکھتا ہے اور امام کی ذاتی کمی کی وجہ سے جماعت کا بائیکاٹ نہیں کرتے۔<br><br>صحیح حدیث (بخاری-مسلم) فاجر امام کے پیچھے نماز کی تصدیق کرتی ہے جب تک وہ نماز قائم کرے۔ نبی نے فرمایا وہ (امام) تمہارے آگے ہیں؛ درست ہو تو ثواب تمہارے اور ان کے، غلط ہو تو ثواب تمہارے اور گناہ ان پر۔ مسلمان کا جنازہ پڑھنا کفایہ واجب ہے۔<br><br>ہم صرف امام کی کمی کی وجہ سے جماعت نہیں چھوڑتے؛ جماعت میں نماز جاری رکھتے ہیں اور امام کی ہدایت کی دعا کرتے ہیں۔ ہم مسلمانوں کا جنازہ پڑھتے ہیں اور صرف اس شخص کے گناہ کی وجہ سے انکار نہیں کرتے۔",
    "category": "جماعت، حاکم اور فقہ"
  },
  {
    "no": 62,
    "title": "قرآن کلام ہے مخلوق نہیں",
    "text": "ہم قرآن کے بارے میں بحث نہیں کرتے، اور گواہی دیتے ہیں کہ وہ اللہ کا کلام ہے جو روح الامین نے محمد ﷺ تک پہنچایا؛ وہ مخلوق کا کلام نہیں اور ہم یہ نہیں کہتے کہ وہ مخلوق ہے۔",
    "explanation": "قرآن کلام اللہ ہے جو جبریل نے نبی محمد تک پہنچایا؛ وہ مخلوق کا کلام نہیں اور ہم یہ نہیں کہتے کہ وہ مخلوق ہے۔ بغیر دلیل \"کیسے\" یا \"مخلوق ہے یا نہیں\" پر بحث بدعت ہے؛ ہم وہی مانتے ہیں جو اللہ اور رسول نے مقرر کیا۔<br><br>سورہ التوبہ: 6 \"اللہ کا کلام\" (کلام اللہ) کہتی ہے۔ صحیح حدیث تصدیق کرتی ہے قرآن روح الامین (جبریل) کے ذریعے نازل ہوا۔ اہل سنت مقرر کرتے ہیں اللہ کا کلام اس کی صفت ہے، مخلوق نہیں؛ جو قرآن کو مخلوق کہے وہ منحرف ہے۔<br><br>ہم عوام سے اس مسئلے پر بحث نہیں کرتے؛ ہم صرف یقین رکھتے ہیں قرآن اللہ کا پاک کلام ہے اور مخلوق نہیں۔ ہم قرآن کی عزت کرتے ہیں اور بے فائدہ کلامی بحث میں نہیں پڑتے۔",
    "category": "قرآن اور وحی"
  },
  {
    "no": 63,
    "title": "دین کے بارے میں بے کار بات سے بچنا",
    "text": "ہم اللہ ﷻ کے بارے میں بے کار بات میں نہیں پڑتے، اور اللہ ﷻ کے دین کے بارے میں جھگڑے کو نہیں چھوڑتے۔",
    "explanation": "ہم اللہ کے بارے میں بے کار بات (جیسے اس کے ذات پر بحث یا جس کی دلیل نہ ہو) میں نہیں پڑتے، اور اللہ کے دین کے بارے میں جھگڑے کو اخوت توڑنے نہیں دیتے۔ دین دلیل پر قائم ہے، اندازے پر نہیں۔<br><br>سورہ الاسراء: 36 جس کے بارے میں علم نہ ہو اس کی پیروی سے منع کرتی ہے۔ صحیح حدیث بغیر علم قرآن پر بحث سے منع اور جھگڑے کو اللہ اور رسول کی طرف لوٹانے کا حکم دیتی ہے۔ علماء دین میں جدال (بے کار بحث) سے منع کرتے ہیں۔<br><br>ہم دین کی بات قرآن اور سنت کی بنیاد پر کرتے ہیں؛ لا متناہی بحث میں وقت نہیں گزارتے۔ ہم اتحاد قائم رکھتے ہیں اور غیر اصل اختلاف کی وجہ سے تقسیم نہیں کرتے۔",
    "category": "ایمان: ارکان، تعریف اور وسط راہ"
  },
  {
    "no": 64,
    "title": "معصیت نہ ہو تو حاکم کی اطاعت",
    "text": "ہم امام یا اپنے معاملات کے حاکم کے خلاف بغاوت قبول نہیں کرتے، چاہے امام اور حاکم ظالم ہوں؛ امام اور حاکم کی اطاعت اللہ ﷻ کی اطاعت کا حصہ ہے، اور جب تک امام اور حاکم گناہ کا حکم نہ دیں واجب ہے؛ ہم ایسے امام اور حاکم کے لیے ہدایت اور مغفرت کی دعا کرتے ہیں۔",
    "explanation": "ہم مسلمانوں کے امام یا حاکم کے خلاف بغاوت قبول نہیں کرتے چاہے وہ ظالم ہوں؛ ان کی اطاعت اللہ کی اطاعت کا حصہ ہے اور جب تک وہ معصیت کا حکم نہ دیں واجب ہے۔ ہم ان کے لیے ہدایت اور مغفرت کی دعا کرتے ہیں۔<br><br>صحیح حدیث (بخاری-مسلم) تصدیق کرتی ہے: امیر کی سنو اور اطاعت کرو جب تک معصیت کا حکم نہ ہو؛ نبی نے جب تک وہ نماز قائم کریں بغاوت سے منع کیا۔ سورہ النساء: 59 اولی الامر کی اطاعت کا حکم دیتی ہے۔ یہ استحکام اور شریعت کا نظم قائم رکھتی ہے۔<br><br>ہم معروف میں اطاعت کرتے ہیں اور جب گناہ کا حکم ہو تو اطاعت نہیں؛ ہم تشدد یا تقسیم سے بغاوت نہیں کرتے۔ ہم حاکم کے لیے انصاف اور ہدایت کی دعا کرتے ہیں اور حکمت سے نصیحت کی کوشش کرتے ہیں۔",
    "category": "جماعت، حاکم اور فقہ"
  },
  {
    "no": 65,
    "title": "کاہن اور نجومی کا انکار",
    "text": "ہم کاہن اور نجومی کی بات کو حق نہیں مانتے، نہ ایسا کوئی دعویٰ جو کتاب، سنت اور مسلمان امت کے اجماع کے خلاف ہو۔",
    "explanation": "ہم کاہن، نجومی یا جو غیب جاننے یا تقدیر بتانے کا دعویٰ کرے اس کی بات قبول نہیں کرتے؛ ہم قرآن، سنت اور امت کے اجماع کے خلاف کوئی دعویٰ بھی رد کرتے ہیں۔ حق صرف وحی سے ہے۔<br><br>صحیح حدیث (بخاری-مسلم) تصدیق کرتی ہے نبی نے فرمایا: جو کاہن یا نجومی کے پاس جائے اور اسے سچ مانے تو اس نے محمد پر نازل ہونے والی چیز کا انکار کیا۔ سورہ الجن: 26-27 تصدیق کرتی ہے غیب صرف اللہ جانتا ہے۔<br><br>ہم پیشین گوئی، نجومی یا \"علم\" جو مستقبل جاننے کا دعویٰ کرے پر ایمان نہیں رکھتے؛ ہم اللہ پر توکل کرتے ہیں اور سنت اللہ کے مطابق عمل کرتے ہیں۔ ہم خبر صرف صحیح مصادر (کتاب اور سنت) سے لیتے ہیں۔",
    "category": "دعا، علم اور حدیں"
  },
  {
    "no": 66,
    "title": "گناہ کی وجہ سے مسلمان کو کافر نہ ٹھہرانا",
    "text": "ہم اپنے اہل قبلہ میں سے کسی کو گناہ کی وجہ سے کافر نہیں ٹھہراتے—جب تک اہل قبلہ اس عمل کو حلال نہ ٹھہرائے۔",
    "explanation": "ہم اہل قبلہ (جو ہماری قبلہ کی طرف نماز پڑھتے اور نبی کو مانتے ہیں) کو صرف گناہ کی وجہ سے تکفیر نہیں دیتے—جب تک وہ اس گناہ کو حلال نہ ٹھہرائیں۔ گناہ خود بخود اسلام سے نکالتا نہیں۔<br><br>صحیح حدیث تصدیق کرتی ہے: مسلمان دوسرے مسلمان کو کافر کہنے کی اجازت نہیں؛ جو اپنے بھائی کو \"اے کافر\" کہے تو ان میں سے ایک اس پکار پر لوٹ جاتا ہے۔ اہل سنت کے علماء گناہگار مومن اور اسلام سے نکلنے والے میں فرق کرتے ہیں۔<br><br>ہم بلا وجہ تکفیر نہیں کرتے؛ گناہگار لیکن مومن اور رکن اسلام کا انکار کرنے والے یا حرام کو حلال ٹھہرانے والے میں فرق کرتے ہیں۔ دل کا راز اللہ پر چھوڑتے ہیں۔",
    "category": "گناہ، کفر اور اہل قبلہ"
  },
  {
    "no": 67,
    "title": "مومن پر گناہ کا نقصان",
    "text": "ہم یہ نہیں کہتے کہ مومن کے گناہ کا اس پر کوئی نقصان نہیں۔",
    "explanation": "ہم یہ نہیں کہتے کہ مومن کے گناہ کا اس پر نقصان نہیں۔ گناہ نقصان دہ رہتا ہے: ثواب کم کرتا ہے، دنیا یا آخرت میں عذاب لاتا ہے، اور ایمان کمزور کرتا ہے۔ ہم گناہ کو ہلکا نہیں لیتے۔<br><br>سورہ النساء: 31 اور دوسری آیات خبردار کرتی ہیں بڑے گناہ عذاب لا سکتے ہیں۔ صحیح حدیث تصدیق کرتی ہے گناہ دل پر نشان چھوڑتا ہے۔ نبی نے چھوٹے گناہ کو ہلکا لینے سے منع کیا۔ اہل سنت مرجئہ کے اس نظریے کو رد کرتے ہیں کہ گناہ ایمان کو نقصان نہیں پہنچاتا۔<br><br>ہم گناہ سے ڈرتے اور توبہ کرتے ہیں؛ صرف ایمان کی وجہ سے \"امن\" نہیں سمجھتے۔ ہم بڑے اور چھوٹے گناہ سے بچنے کی کوشش کرتے ہیں اور معصیت کے دل اور آخرت پر اثر کو کم نہیں آںکتے۔",
    "category": "گناہ، کفر اور اہل قبلہ"
  },
  {
    "no": 68,
    "title": "بھائی مسلمانوں کو کفر کا الزام لگانے کی ممانعت",
    "text": "ہم یہ نہیں کہتے کہ اہل قبلہ میں سے کوئی یقیناً جنت یا جہنم میں داخل ہوگا، اور ہم کسی پر کفر، شرک یا نفاق کا الزام نہیں لگاتے—جب تک اہل قبلہ وہ ظاہر نہ کرے؛ ہم اہل قبلہ کا راز اللہ ﷻ پر چھوڑتے ہیں۔",
    "explanation": "ہم کسی کے لیے یہ ثابت نہیں کرتے کہ وہ یقیناً جنت یا جہنم میں داخل ہوگا؛ ہم کسی پر کفر، شرک یا نفاق کا الزام نہیں لگاتے جب تک وہ ظاہر نہ کرے۔ دل کا راز اللہ پر چھوڑتے ہیں۔<br><br>صحیح حدیث ہمیں کسی کے لیے جنت یا جہنم ثابت کرنے سے منع کرتی ہے۔ نبی نے فرمایا: دوسروں پر نفاق کا الزام مت لگاؤ۔ سورہ الحجرات: 12 زیادہ گمان اور غیبت سے منع کرتی ہے۔ ہم صرف ظاہر سے فیصلہ کرتے ہیں؛ پوشیدہ اللہ کا معاملہ ہے۔<br><br>ہم جب تک واضح دلیل نہ ہو اچھا گمان رکھتے ہیں؛ دوسروں کے ارادے کا فیصلہ نہیں کرتے۔ ہم خود کو سنوارنے اور حکمت سے دعوت پر دھیان دیتے ہیں، الزام یا فیصلہ سنانے میں نہیں۔",
    "category": "گناہ، کفر اور اہل قبلہ"
  },
  {
    "no": 69,
    "title": "نبی کا اولیا پر فضیلت",
    "text": "ہم امت کے کسی ولی کو کسی نبی پر ترجیح نہیں دیتے؛ ایک نبی سب اولیا کے ملے جلے سے بہتر ہے۔",
    "explanation": "اس امت کا کوئی ولی کسی نبی سے افضل نہیں؛ ایک نبی سب اولیا کے جوڑ سے بہتر ہے۔ انبیا کا درجہ مخصوص ہے؛ ہم کسی صالح کو انبیا پر ترجیح نہیں دیتے۔<br><br>سورہ الانعام: 86 اور دوسری آیات انبیا کو خاص فضیلت کے ساتھ یاد کرتی ہیں۔ صحیح حدیث تصدیق کرتی ہے نبی محمد قیامت کے دن بنی آدم کے سردار ہیں۔ علماء اس پر متفق ہیں نبی ولی سے افضل ہے۔ ولی کو نبی پر ترجیح دینا گمراہی ہے۔<br><br>ہم انبیا کی عزت کرتے ہیں اور کسی صالح کو ان کے برابر نہیں ٹھہراتے۔ ہم نبی محمد کو شریعت کے ماخذ اور سب سے بڑی مثال کے طور پر پیروی کرتے ہیں؛ اللہ کے اولیا سے محبت رکھتے ہیں بغیر غلو کے کہ انہیں نبی کے برابر کر دیں۔",
    "category": "نبی اور رسول"
  },
  {
    "no": 70,
    "title": "شرعی سبب کے بغیر قتل کی ممانعت",
    "text": "ہم محمد ﷺ کی امت میں سے کسی کو قتل کرنے پر متفق نہیں، سوائے جب شریعت کے مطابق واجب ہو۔",
    "explanation": "ہم محمد کی امت میں سے کسی کو قتل کرنے پر متفق نہیں سوائے جب شریعت کے مطابق واجب ہو (قصاص، حد، یا جائز جنگ کے تناظر میں)। مسلمان کی جان محفوظ ہے؛ بغیر حق قتل بڑا گناہ ہے۔<br><br>سورہ الانعام: 151 اور الاسراء: 33 اس جان کو قتل کرنے سے منع کرتی ہیں جسے اللہ نے حرام کیا سوائے حق کے۔ صحیح حدیث تصدیق کرتی ہے مسلمان کو قتل کرنا کبائر میں ہے۔ نبی نے لا الہ الا اللہ کہنے والے کو قتل کرنے سے منع کیا۔ اسلامی فوجداری قانون بتاتا ہے قتل کب جائز ہے۔<br><br>ہم انسانی جان کی عزت کرتے ہیں اور شریعت کے باہر تشدد یا قتل کی حمایت نہیں کرتے۔ ہم اس دہشت گردی اور دین کے نام پر قتل کو رد کرتے ہیں جو صحیح دلیل کے مطابق نہ ہو۔",
    "category": "جماعت، حاکم اور فقہ"
  },
  {
    "no": 71,
    "title": "محمد کی حیثیت بندے اور رسول کے طور پر",
    "text": "ہم یقین رکھتے ہیں کہ محمد ﷺ اللہ ﷻ کے منتخب بندے، اللہ ﷻ کے منتخب نبی اور وہ رسول ہیں جن سے اللہ ﷻ راضی ہے۔",
    "explanation": "محمد اللہ کے منتخب بندے اور نبی و رسول ہیں جن سے اللہ راضی ہے۔ آپ انسان ہیں جو وحی کے ساتھ بھیجے گئے؛ ہم آپ کی عبادت نہیں کرتے اور نہ غلو کرتے کہ آپ کو بندے اور رسول کی حیثیت سے اوپر اٹھائیں۔<br><br>سورہ الاسراء: 1 نبی کو اس کا بندہ کہتی ہے۔ سورہ الاحزاب: 40 تصدیق کرتی ہے محمد خاتم النبیین ہیں۔ صحیح حدیث: میرے بارے میں غلو نہ کرو جیسے نصرانیوں نے عیسیٰ کے بارے میں کیا؛ میں صرف بندہ ہوں، تو کہو اللہ کا بندہ اور اس کا رسول۔ ہم آپ سے محبت اور عزت رکھتے ہیں بغیر غلو؛ آپ کی شریعت پر چلتے ہیں اور آپ کو معبود نہیں بناتے۔ جو نبوّت کا انکار کرے یا آپ کو گھٹائے ہم اسے نکارتے ہیں۔",
    "category": "نبی اور رسول"
  },
  {
    "no": 72,
    "title": "انسان کے لیے خیر و شر کا مقرر ہونا",
    "text": "خیر اور شر انسان کے لیے مقرر ہو چکے ہیں۔",
    "explanation": "خیر اور شر انسان کے لیے مقرر ہیں: امر و نہی، اجر و عذاب۔ انسان کو اختیار دیا گیا اور اس پر پوچھ ہوگی۔ سورہ الشمس: 8–10 اشارہ کرتی ہے اللہ انسان کو فجور اور تقویٰ کا راستہ الہام کرتا ہے۔ حدیث اور آیات تکلیف اور حساب کثرت سے تصدیق کرتی ہیں۔ تقدیر اختیار مٹاتی نہیں؛ انسان کوشش کرتا ہے اور اللہ نتیجہ مقرر کرتا ہے۔<br><br>ہم خیر کرتے ہیں اور شر سے بچتے ہیں؛ کاہلی کے لیے \"مقدر تھا\" بہانہ نہیں بناتے۔ ہم یقین رکھتے ہیں خیر اور شر حقیقی ہیں اور ہم پر پوچھ ہوگی۔",
    "category": "ایمان: ارکان، تعریف اور وسط راہ"
  },
  {
    "no": 73,
    "title": "ایمان کی سلامتی تسلیم پر",
    "text": "کسی کا اسلام تبھی محفوظ ہے جب تسلیم اور انقیاد پر مبنی ہو؛ اپنی طاقت سے باہر کی چیز جاننے پر زور دینا اسے صحیح یقین سے دور ہی کرتا ہے۔",
    "explanation": "کسی کا اسلام تبھی محفوظ ہے جب تسلیم اور انقیاد اللہ اور رسول کے آگے پر مبنی ہو۔ اپنی طاقت سے باہر (جیسے اللہ کے ذات کی حقیقت یا تقدیر کی تفصیل) جاننے پر زور دینا صحیح یقین سے دور ہی کرتا ہے۔ سورہ آل عمران: 19 اسلام کو تسلیم کہتی ہے۔ حدیث اللہ کے ذات میں سوچنے سے منع کرتی ہے اور اس کی مخلوق میں سوچنے کا حکم دیتی ہے۔ علماء اللہ کے نام اور صفات میں الحاد (جائز نہیں) میں اترنے سے منع کرتے ہیں۔<br><br>جو غیب اللہ نے بیان نہیں کیا اسے اللہ پر چھوڑتے ہیں؛ جس کا اللہ نے حکم دیا اور ہم کر سکتے ہیں اس پر توجہ دیتے ہیں۔ جو اللہ نے نہ کھولا اس کے \"کیسے\" یا \"کیوں\" نہ جاننے سے پریشان نہیں ہوتے۔",
    "category": "ایمان: ارکان، تعریف اور وسط راہ"
  },
  {
    "no": 74,
    "title": "انسان کی قدرت اللہ سے",
    "text": "جو قدرت کسی عمل کو واقعی وقوع میں لاتی ہے صرف اللہ ﷻ سے ہے؛ شریعت انسان سے جو مانگتی ہے وہ قدرت ہے معنی صحت، استطاعت اور موقع (سامان) جو اس کے پاس ہے۔",
    "explanation": "جو قدرت عمل کو واقعی وقوع میں لاتی ہے (قدرہ مؤثرہ) صرف اللہ سے ہے۔ شریعت انسان سے جو مانگتی ہے وہ قدرت ہے معنی صحت، استطاعت اور موقع (سامان) جو اس کے پاس ہے؛ جب یہ ہو تو وہ کوشش کرنے کا پابند ہے اور اللہ توفیق دیتا ہے۔<br><br>سورہ البقرہ: 286 اللہ کسی پر اس کی طاقت سے زیادہ نہیں ڈالتا۔ حدیث: لا حول ولا قوۃ الا باللہ۔ علماء تکلیف کی شرط کے طور پر قدرت اور عمل کو وجود میں لانے والی قدرت (اللہ سے) الگ کرتے ہیں۔<br><br>ہم اپنی استطاعت کے مطابق کوشش کرتے ہیں اور اللہ سے مدد مانگتے ہیں؛ جو ابھی کوشش سے ہو سکتا ہے اس میں \"میں نہیں کر سکتا\" بہانہ نہیں بناتے۔ ہم یقین رکھتے ہیں کہ اطاعت کی طاقت اللہ سے آتی ہے۔",
    "category": "تکلیف اور افعال انسان"
  },
  {
    "no": 75,
    "title": "سارا علم اللہ کی طرف لوٹانا",
    "text": "جب ہمارا علم کسی چیز کے بارے میں واضح نہ ہو تو ہم کہتے ہیں: \"اللہ ﷻ سب سے بہتر جانتا ہے۔\"",
    "explanation": "جب ہمارا علم کسی چیز کے بارے میں واضح نہ ہو یا کافی دلیل نہ ہو تو ہم کہتے ہیں: اللہ سب سے بہتر جانتا ہے۔ ہم یقینی نہیں کرتے اور نہ گھڑتے؛ جو ہم نہیں جانتے اس کا علم اللہ کی طرف لوٹاتے ہیں۔<br><br>سورہ البقرہ: 232 اور بہت سی آیات معاملہ اللہ کی طرف لوٹانے کا حکم دیتی ہیں۔ نبی نے فرمایا: جس سے ایسے علم کے بارے میں پوچھا گیا جو وہ نہیں جانتا اور اس نے کہا \"اللہ سب سے بہتر جانتا ہے\" اس نے صحیح جواب دیا۔ علماء بغیر علم بولنے سے منع کرتے ہیں۔<br><br>ہم خود کو عالم نہیں جتاتے؛ جو ہم واقعی نہیں جانتے اس میں \"میں نہیں جانتا\" یا \"اللہ سب سے بہتر جانتا ہے\" کہنے سے نہیں ہچکچاتے۔ ہم بغیر دلیل تفسیر یا حکم نہیں گھڑتے۔",
    "category": "دعا، علم اور حدیں"
  },
  {
    "no": 76,
    "title": "مایوسی کے درمیان وسط راہ",
    "text": "مطلق خود اعتمادی اور مایوسی دونوں انسان کو دین سے نکال دیتے ہیں؛ اہل قبلہ کے لیے حق کا راستہ ان دونوں کے درمیان ہے۔",
    "explanation": "گمراہ مطلق خود اعتمادی (جیسے کسی کے لیے یقینی جنت کا دعویٰ) اور مایوسی (جیسے کسی کے لیے یقینی جہنم یا یہ کہ اللہ معاف نہیں کرے گا) دونوں دین سے نکال دیتے ہیں۔ اہل قبلہ کے لیے حق کا راستہ ان کے درمیان ہے: رجا اور خوف۔<br><br>سورہ الحجر: 56 ابراہیم نے کہا اللہ کی رحمت سے مایوس صرف گمراہ ہی ہوتے ہیں۔ سورہ الزمر: 53 مایوسی سے منع کرتی ہے۔ حدیث رجا اور خوف کے توازن کی تصدیق کرتی ہے۔ اہل سنت خوارج (بہت سخت) اور مرجئہ (بہت ڈھیلے) کے درمیان ہیں۔<br><br>ہم اللہ کی رحمت کی امید رکھتے ہیں اور اس کے عذاب سے ڈرتے ہیں؛ کسی کے لیے یقینی جنت یا جہنم کا فیصلہ نہیں سناتے۔ ہم اللہ کے بارے میں اچھا گمان رکھتے ہیں اور اس کی مغفرت سے مایوس نہیں ہوتے۔",
    "category": "ایمان: ارکان، تعریف اور وسط راہ"
  },
  {
    "no": 77,
    "title": "قبر جنت کے باغوں میں سے ایک یا دوزخ کے گڑھوں میں سے ایک",
    "text": "قبر جنت کے باغوں میں سے ایک یا دوزخ کے گڑھوں میں سے ایک ہے۔",
    "explanation": "قبر جنت کے باغوں میں سے ایک (برزخ کی نعمت) یا دوزخ کے گڑھوں میں سے ایک (عذاب قبر) ہو سکتی ہے، دفن ہونے والے کے عمل اور ایمان پر منحصر۔ قبر کی نعمت اور عذاب کی حدیثوں کے مطابق ہے۔<br><br>صحیح حدیثیں (بخاری، مسلم) مومن کے لیے قبر کی نعمت اور ظالم یا منافق کے لیے عذاب قبر کثرت سے بیان کرتی ہیں۔ نبی نے عذاب قبر سے پناہ کی دعا سکھائی۔ سورہ المؤمنون: 99–100 برزخ کی طرف اشارہ کرتی ہے۔<br><br>ہم ایمان اور نیک اعمال سے تیاری کرتے ہیں کہ ہماری قبر جنت کا باغ ہو؛ ہم عذاب قبر سے پناہ کی دعا کرتے ہیں۔ یہ یقین ہمیں غفلت سے بچاتا ہے۔",
    "category": "آخرت کا دن"
  },
  {
    "no": 78,
    "title": "جنت میں اللہ کو دیکھنے پر ایمان",
    "text": "انسان جنت میں اللہ ﷻ کو دیکھنے پر ایمان رکھتا ہے بغیر اپنے عقل سے طریقہ کی تفسیر یا تصور کے، اور اللہ ﷻ کی صفت کے انکار یا اللہ ﷻ کو مخلوق سے تشبیہ سے بچتا ہے۔",
    "explanation": "جنت والے آخرت میں اللہ کو دیکھیں گے؛ ہم اس پر \"کیسے\" کو اپنے عقل سے تفسیر یا تصور کیے بغیر ایمان رکھتے ہیں۔ ہم اس صفت کے انکار اور اللہ کو مخلوق سے تشبیہ سے بچتے ہیں۔<br><br>سورہ القیامہ: 22–23 اس دن چہروں کے چمکنے اور اپنے رب کو دیکھنے کا ذکر کرتی ہے۔ صحیح حدیث (بخاری، مسلم) تصدیق کرتی ہے جنت والے اللہ کو ایسے دیکھیں گے جیسے چاند کو راتِ چودہویں۔ ہم بغیر تکییف (طریقہ کا سوال) اور بغیر تمثیل ایمان رکھتے ہیں۔<br><br>ہم اس \"نظر\" کا تصور نہیں کرتے؛ ہمیں یہ یقین کافی ہے کہ اللہ کو دیکھنا جنت کی سب سے بڑی نعمت ہے۔ جو رویت کا انکار کرے یا مخلوق دیکھنے سے تشبیہ دے ہم اسے نکارتے ہیں۔",
    "category": "آخرت کا دن"
  },
  {
    "no": 79,
    "title": "جنت میں اللہ کو دیکھنے کی حقیقت",
    "text": "جنت والوں کا اللہ ﷻ کو دیکھنا حق ہے؛ انسان اس پر طریقہ کی تفسیر کیے بغیر ایمان رکھتا ہے، اور اس کا علم اللہ ﷻ پر چھوڑ دیتا ہے۔",
    "explanation": "جنت والوں کا اللہ کو دیکھنا حق ہے؛ ہم اس پر طریقہ کی تفسیر کیے بغیر ایمان رکھتے ہیں اور اس کا علم اللہ پر چھوڑ دیتے ہیں۔ دیکھنے کا طریقہ مخلوق دیکھنے جیسا نہیں۔<br><br>دلیل آئٹم 78 جیسی۔ سورہ القیامہ: 22–23 اور رویت پر متواتر حدیثیں۔ اہل سنت علماء بغیر تکییف رویت ثابت کرتے ہیں؛ ہم \"ہماری طرح آنکھ سے\" یا \"طریقہ X سے\" نہیں کہتے۔<br><br>ہم رویت پر اللہ اور رسول کی خبر کے طور پر ایمان رکھتے ہیں؛ \"کیسے\" کے لامتناہی بحث میں نہیں پڑتے۔ یہ یقین جنت والوں میں ہونے کے لیے ہمارے عمل کا جوش بڑھاتا ہے۔",
    "category": "آخرت کا دن"
  },
  {
    "no": 80,
    "title": "محمد اللہ کے انبیا کا خاتم",
    "text": "محمد ﷺ انبیا کے خاتم، متقین کے امام اور رسولوں میں سب سے افضل ہیں، اور جہانوں کے رب کے محبوب ہیں۔",
    "explanation": "محمد انبیا کے خاتم، متقین کے امام، رسولوں میں سب سے افضل اور جہانوں کے رب کے محبوب ہیں۔ آپ کے بعد کوئی نبی نہیں۔<br><br>سورہ الاحزاب: 40 محمد تمہارے مردوں میں کسی کے باپ نہیں لیکن اللہ کے رسول اور خاتم النبیین ہیں۔ صحیح حدیث تصدیق کرتی ہے نبی بنی آدم کے سردار اور اللہ کے محبوب ہیں۔ نبی آخری رسول ہیں؛ آپ کے بعد نبوت کا دعویٰ باطل ہے۔<br><br>ہم یقین رکھتے ہیں نبی محمد آخری نبی ہیں اور آپ کے بعد نبی یا رسول قبول نہیں کرتے۔ ہم آپ سے محبت اور عزت رکھتے ہیں اور قیامت تک آپ کی سنت پر چلتے ہیں۔",
    "category": "نبی اور رسول"
  },
  {
    "no": 81,
    "title": "محمد کا تمام انسانوں کے لیے کام",
    "text": "نبی محمد ﷺ جن اور انسان سب کی طرف حق، ہدایت، نور اور روشنی کے ساتھ بھیجے گئے۔",
    "explanation": "نبی محمد جن اور انسان سب کی طرف حق، ہدایت، نور اور روشنی کے ساتھ بھیجے گئے۔ ان کی دعوت عالمگیر ہے؛ ان کے بعد کوئی امت ان کی پیروی سے مستثنیٰ نہیں۔<br><br>سبا: 28 ہم نے آپ کو صرف تمام انسانوں کے لیے بھیجا۔ احزاب: 40 خاتم النبیین کی تصدیق۔ حدیث کہتی ہے نبی انسان اور جن کی طرف بھیجے گئے۔ ان کی شریعت قیامت تک قائم۔<br><br>ہم مانتے ہیں اسلام تمام انسانوں کے لیے ہے؛ حکمت سے دعوت دیتے ہیں اور جبر نہیں۔ نبی کو ان کے بعد شریعت کا واحد ماخذ مان کر پیروی کرتے ہیں۔",
    "category": "نبی اور رسول"
  },
  {
    "no": 82,
    "title": "کبیرہ گناہ کرنے والے مسلمان کا انجام",
    "text": "محمد ﷺ کی امت میں سے جو کبیرہ گناہ کرے وہ دوزخ میں جائے گا مگر ہمیشہ نہیں—جب تک وہ مومن ہو کر اللہ ﷻ کی توحید کا اقرار کرتا ہوا فوت ہو؛ اس کا انجام اللہ ﷻ کی مشیت اور فیصلے کے تابع۔",
    "explanation": "محمد کی امت میں سے جو کبیرہ گناہ کرے وہ دوزخ میں جائے گا (اگر اللہ عذاب دے) مگر ہمیشہ نہیں—جب تک وہ مومن ہو کر اللہ کی توحید کا اقرار کرتا ہوا فوت ہو۔ اس کا انجام اللہ کی مشیت اور فیصلے کے تابع؛ معاف یا عذاب پھر نکالا جا سکتا۔<br><br>صحیح حدیث کہتی ہے اللہ دوزخ سے نکال لے گا جس کے دل میں توحید ہو۔ اہل توحید دوزخ میں ہمیشہ نہیں رہتے۔ نساء: 48 شرک سے منع؛ شرک کے سوا گناہ اللہ چاہے تو معاف۔ اہل سنت خوارج اور مرجئہ کے درمیان۔<br><br>ہم کبیرہ گناہ گار کو دوزخ میں ہمیشہ نہیں کہتے؛ اللہ کی رحمت کی امید اور عذاب کا خوف۔ کبیرہ سے بچنے اور توبہ کی یاد دہانی؛ انجام اللہ پر چھوڑتے ہیں۔",
    "category": "گناہ، کفر اور اہل قبلہ"
  },
  {
    "no": 83,
    "title": "انسان کے افعال اللہ تعالیٰ کی مخلوق",
    "text": "انسان کے افعال حقیقت میں اللہ ﷻ کی مخلوق ہیں اور اسی وقت انسان انہیں کرتا اور ان پر جواب دہ ہے۔",
    "explanation": "انسان کے افعال حقیقت میں اللہ کی مخلوق ہیں (اللہ انہیں وجود میں لاتا ہے) اور اسی وقت انسان انہیں کرتا اور جواب دہ ہے۔ یہ وسط ہے: نہ جبریہ نہ قدریہ۔<br><br>صافات: 96 اللہ نے تمہیں اور تمہارے اعمال پیدا کیے۔ حدیث لا حول ولا قوة الا باللہ۔ اہل سنت کے علماء کہتے ہیں بندے کا فعل اللہ کی مخلوق اور بندے کا کسب؛ انسان جواب دہ۔<br><br>ہم کوشش کرتے اور مانتے ہیں نتیجہ اللہ سے؛ نہ بےکار (جبریہ) نہ اپنے فعل کا خالق (قدریہ)। ہم اپنے انتخاب کے لیے جواب دہ۔",
    "category": "تکلیف اور افعال انسان"
  },
  {
    "no": 84,
    "title": "اللہ کا آدم اور ان کی اولاد سے عہد",
    "text": "جو عہد اللہ ﷻ نے آدم اور ان کی اولاد سے لیا وہ حق ہے۔",
    "explanation": "جو عہد اللہ نے آدم اور ان کی اولاد سے (آدم کی پیٹھ سے لیا) لیا وہ حق ہے: اس اقرار کہ اللہ رب ہے۔ قرآن میں ذکر؛ انسان فطرت پر پیدا ہوتا ہے، پھر ماحول اور انتخاب اثر کرتے ہیں۔<br><br>اعراف: 172–173 بیان کرتی ہیں اللہ نے آدم کی اولاد سے عہد لیا: کیا میں تمہارا رب نہیں؟ انہوں نے کہا ہاں۔ صحیح حدیث کہتی ہے ہر بچہ فطرت پر پیدا ہوتا ہے۔ علماء اسے فطرت اور انسانی ذمہ داری کی دلیل لیتے ہیں۔<br><br>ہم مانتے ہیں انسان میں رب کو پہچاننے کی فطرت ہے؛ ہماری دعوت یاد دلاتی اور دعوت دیتی ہے، کوئی \"اجنبی چیز\" نہیں ڈالتی۔ ہم بالغ اور عاقل ہونے کے بعد اپنے انتخاب کے لیے جواب دہ۔",
    "category": "تقدیر اور اللہ کی مرضی"
  },
  {
    "no": 85,
    "title": "اللہ کے نام اور صفات دائمی",
    "text": "جیسے اللہ ﷻ کو مردوں کو زندہ کرنے والا نام کا حق مردوں کو زندہ کرنے سے پہلے اور بعد دونوں ہے، ویسے ہی خالق نام کا حق خلق سے پہلے اور بعد دونوں۔",
    "explanation": "اللہ کو \"مردوں کو زندہ کرنے والا\" نام کا حق اصل میں زندہ کرنے سے پہلے اور بعد دونوں ہے؛ اور \"خالق\" خلق سے پہلے اور بعد۔ اللہ کی صفات اور نام واقعات پر منحصر نہیں؛ وہ ہمیشہ اپنی صفات رکھتا ہے۔<br><br>حدید: 3 وہ اول اور آخر ہے۔ اللہ کے نام ازلی۔ علماء کہتے ہیں اللہ ہمیشہ الخالق، المحیی وغیرہ بغیر کسی واقعے کے بعد \"نیا\" صفت۔ یہ اس نظر کو رد کرتا ہے جو خلق سے پہلے اللہ کی صفات پر شک کرتی ہے۔<br><br>ہم \"اللہ کو خالق کی صفت کب ملی\" نہیں پوچھتے؛ ہم مانتے ہیں اللہ ازل سے کامل۔ یہ یقین توحید کی صفائی بچاتا اور صفات پر شک کرنے والے فلسفے کو رد کرتا۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 86,
    "title": "ہر چیز اللہ کی مشیت سے",
    "text": "ہر چیز اللہ ﷻ کی مشیت، علم، تقدیر اور تقدیر کے مطابق ہوتی ہے؛ اللہ ﷻ کی مشیت دوسری مشیتوں پر غالب؛ اللہ ﷻ کبھی ظالم نہیں، برائی سے پاک اور ہر عیب سے کامل۔",
    "explanation": "ہر چیز اللہ کی مشیت، علم، تقدیر اور تقدیر کے مطابق ہوتی ہے۔ اللہ کی مشیت دوسری مشیتوں پر غالب؛ اللہ کبھی ظالم نہیں، برائی سے پاک اور ہر عیب سے کامل۔<br><br>یاسین: 82 جب وہ چیز چاہتا ہے اس کا حکم صرف \"کن\" اور ہو جاتا۔ بروج: 16 وہ مرید ہے۔ حدیث اور آیات اللہ کی قدرت اور مشیت کی تصدیق۔ اللہ ظالم نہیں؛ اس کی تقدیر میں حکمت۔<br><br>ہم سب باتیں اللہ پر چھوڑتے ہیں اور اللہ پر ظلم کا الزام نہیں۔ ہم مانتے ہیں جو ہم پر گزرتی ہے اس کی تقدیر اور مشیت کے مطابق؛ ہم کوشش اور توکل۔",
    "category": "تقدیر اور اللہ کی مرضی"
  },
  {
    "no": 87,
    "title": "انسانی مشیت اللہ پر منحصر",
    "text": "ہر چیز اللہ ﷻ کی تقدیر اور مشیت کے مطابق ہوتی ہے؛ انسان جو چاہے صرف تب ہوتا ہے جب اللہ ﷻ چاہے۔",
    "explanation": "ہر چیز اللہ کی تقدیر اور مشیت کے مطابق ہوتی ہے؛ انسان جو چاہے صرف تب ہوتا ہے جب اللہ چاہے۔ انسانی مشیت آزاد نہیں؛ اللہ کی مشیت کے تابع۔<br><br>تکویر: 29 تم چاہو تو صرف جو اللہ چاہے۔ حدیث لا حول ولا قوة الا باللہ۔ علماء کہتے ہیں اللہ کی مشیت ہر ہونے والی چیز کو شامل؛ مخلوق کی مشیت تابع۔<br><br>ہم چاہتے اور کوشش کرتے ہیں مگر مانتے ہیں انجام اللہ کے ہاتھ۔ کامیابی پر گھمنڈ نہیں نہ ناکامی پر مایوسی؛ کوشش کے بعد توکل۔",
    "category": "تقدیر اور اللہ کی مرضی"
  },
  {
    "no": 88,
    "title": "نبی محمد کے ذریعے شریعت کی سچائی",
    "text": "نبی ﷺ سے جو کچھ شریعت اور بیان (قرآن اور اسلام) کے بارے میں ثابت ہے وہ حق ہے۔",
    "explanation": "نبی سے جو کچھ شریعت اور بیان—قرآن اور سنت، حلال-حرام، عبادت، اخلاق—کے بارے میں ثابت ہے وہ حق۔ ہم بغیر شک قبول اور عمل کرتے ہیں۔<br><br>حشر: 7 رسول جو دیں لو اور جو منع کریں چھوڑ دو۔ صحیح متواتر حدیث کہتی ہے نبی ہوا سے نہیں بولتے۔ قرآن اور سنت حق کا ماخذ۔<br><br>ہم چن چن کر شریعت کا حصہ نہیں رد کرتے؛ نبی سے جو ثابت سب قبول۔ ہم ان رائوں پر نہیں چلتے جو صاف دلیل کے خلاف۔",
    "category": "نبی اور رسول"
  },
  {
    "no": 89,
    "title": "سب مخلوق اللہ کے حکم کے تحت",
    "text": "سب مخلوق اللہ ﷻ کی مشیت کے تحت ہے، خواہ اللہ ﷻ کی فضل سے یا اللہ ﷻ کے انصاف سے۔",
    "explanation": "سب مخلوق اللہ کی مشیت کے تحت ہے، خواہ اس کی فضل (نعمت، ہدایت، رحمت) سے یا انصاف (عذاب، آزمائش) سے۔ کوئی چیز اس کی تقدیر سے باہر نہیں۔<br><br>آل عمران: 83 کیا اللہ کے دین کے سوا اور چاہتے ہیں جبکہ اس کے آگے جو آسمانوں اور زمین میں ہے مطیع۔ آیات اور حدیث اکثر کہتی ہیں ہر چیز اللہ کے تحت۔ اللہ کی فضل اور انصاف کامل۔<br><br>ہم تقدیر کو خلوص سے قبول کرتے ہیں: نعمت پر شکر اور آزمائش پر صبر۔ اللہ کی تقدیر پر احتجاج نہیں؛ ہم مانتے ہیں اللہ عدل اور رحیم۔",
    "category": "تقدیر اور اللہ کی مرضی"
  },
  {
    "no": 90,
    "title": "مومن اللہ کے اولیاء ہیں",
    "text": "سب مومن اللہ ﷻ کے اولیاء ہیں، اور اللہ ﷻ کے نزدیک سب سے اکرم وہ جو سب سے زیادہ متقی اور قرآن کا سب سے زیادہ پیرو۔",
    "explanation": "سب مومن اللہ کے اولیاء ہیں (عام معنی میں اللہ کے احباء)؛ اللہ کے نزدیک سب سے اکرم وہ جو سب سے زیادہ متقی اور قرآن کا سب سے زیادہ پیرو۔ فضیلت تقویٰ اور اتباع پر نہ دعویٰ یا لقب پر۔<br><br>یونس: 62–63 جان لو اللہ کے اولیاء پر نہ خوف نہ غم—جو ایمان لائے اور متقی رہے۔ حدیث کہتی ہے اللہ کا ولی وہ جو اطاعت کرے؛ ہم انہیں عمل سے پہچانتی نہ دعویٰ سے۔ کسی \"ولی\" کو دلیل سے اوپر نہیں کرتے۔<br><br>ہم اللہ کے اولیاء بننے کی کوشش اطاعت اور قرآن-سنن کی پیروی سے؛ نہ اپنا دعویٰ ولایت کا نہ دوسروں کو بغیر اصل کے تقدیس۔ فضیلت اللہ کے پاس اور عمل پر۔",
    "category": "ایمان: ارکان، تعریف اور وسط راہ"
  },
  {
    "no": 91,
    "title": "انسان کے اعمال اللہ کے علم کے مطابق",
    "text": "انسان کے سب اعمال بالکل ویسے ہی ہوتے ہیں جیسے اللہ ﷻ جانتا ہے؛ ہر شخص جس کے لیے پیدا کیا گیا اس کی طرف آسان کر دیا جاتا ہے، اور خوش قسمت یا بدقسمت اللہ ﷻ کے فیصلے کے مطابق۔",
    "explanation": "انسان کے سب اعمال بالکل ویسے ہی ہوتے ہیں جیسے اللہ جانتا ہے؛ ہر شخص جس کے لیے پیدا کیا گیا (تقدیر) اس کی طرف آسان کر دیا جاتا ہے، اور خوش قسمت یا بدقسمت اللہ کے فیصلے کے مطابق۔ یہ کوشش نہیں مٹاتا؛ کوشش بھی تقدیر کا حصہ ہے۔<br><br>لیل: 5–10 اشارہ کرتا ہے کہ خیر یا شر کی طرف آسان کیا جاتا ہے۔ حدیث: ہر شخص جس کے لیے پیدا کیا گیا اس کی طرف آسان کر دیا جاتا ہے۔ اللہ کا علم عمل سے پہلے ہے؛ عمل اس کے علم کے مطابق ہوتا ہے۔<br><br>ہم کوشش کرتے ہیں اور یقین رکھتے ہیں اللہ آسان کرنے والا ہے؛ ہم غیر فعال نہیں۔ \"قدر بدقسمت\" کا بہانہ کوشش نہ کرنے کے لیے نہیں بناتے؛ کوشش کے بعد اسی پر توکل کرتے ہیں۔",
    "category": "تقدیر اور اللہ کی مرضی"
  },
  {
    "no": 92,
    "title": "ایمان سے نکلنے کی حد",
    "text": "شخص ایمان سے نہیں نکلتا مگر اس چیز کے انکار سے جو اسے ایمان میں لائی۔",
    "explanation": "شخص ایمان سے نہیں نکلتا مگر اس چیز کے انکار سے جو اسے ایمان میں لائی (یعنی ایمان کے رکن کا انکار، واضح حرام کو حلال کہنا، یا کفر کا اعتقاد)। صرف گناہ اسلام سے نہیں نکالتا جب تک اصل کا انکار نہ ہو۔<br><br>صحیح حدیث: مسلمان کو گناہ پر تکفیر نہیں کرنی چاہیے۔ اسلام سے نکلنا شہادت کا انکار، دین میں قطعی کا انکار، یا متفقہ حرام کو حلال کہنے سے ہوتا ہے۔ علماء کہتے ہیں کبیرہ کا مرتکب اگر گناہ کو حلال نہ کہے مومن رہتا ہے۔<br><br>ہم اسے تکفیر نہیں کرتے جو ایمان کے ارکان کو مانتا ہے اور حرام کو حلال نہیں کہتا؛ گناہ اور کفر میں فرق کرتے ہیں۔ تکفیر کا فیصلہ سخت شرائط میں اہل علم پر چھوڑتے ہیں۔",
    "category": "ایمان: ارکان، تعریف اور وسط راہ"
  },
  {
    "no": 93,
    "title": "محمد کے بعد نبوت کے دعوے کی بطلان",
    "text": "محمد ﷺ کے بعد ہر نبوت کا دعویٰ باطل اور فریب ہے۔",
    "explanation": "محمد کے بعد ہر نبوت کا دعویٰ باطل اور فریب ہے۔ ان کے بعد نہ نبی ہے نہ رسول؛ جو ان کے بعد نبی کا دعویٰ کرے یا نیا وحی پائے جھوٹا ہے۔<br><br>احزاب: 40 محمد خاتم النبیین ہیں۔ صحیح حدیث: میرے بعد کوئی نبی نہیں۔ نبی نے فرمایا جھوٹے نبوت کا دعویٰ کریں گے؛ یقین نہ کرو۔ علماء متفق ہیں نبوت کا دعویٰ نبی کے بعد کفر ہے۔<br><br>ہم ہر اس شخص کو رد کرتے ہیں جو نبی محمد کے بعد نبی، رسول یا نئی شریعت کا وصول کنندہ ہونے کا دعویٰ کرے۔ ہم صرف قرآن اور سنت کی پیروی کرتے ہیں؛ نیا وحی نہیں۔",
    "category": "نبی اور رسول"
  },
  {
    "no": 94,
    "title": "صحابہ، ازواج اور اولاد نبی کی تعظیم",
    "text": "جو رسول اللہ ﷺ کے صحابہ، ان کی ازواج اور ان کی پاک اولاد کے بارے میں نیکی کہے وہ نفاق کے الزام سے بری ہے۔",
    "explanation": "جو رسول اللہ کے صحابہ، ان کی ازواج (امہات المؤمنین) اور ان کی پاک اولاد (صالح اہل بیت) کے بارے میں نیکی کہے وہ نفاق کے الزام سے بری ہے۔ ان کی تعظیم اسلام کا حصہ ہے۔<br><br>احزاب: 6 اور دوسری آیات نبی کی ازواج کی تعریف کرتی ہیں۔ حدیث اہل بیت اور صحابہ کی فضیلت کی تصدیق کرتی ہے۔ انہیں برا بھلا کہنا نفاق یا گمراہی کی علامت۔ اہل سنت غلو کے بغیر صحابہ اور اہل بیت کی تعظیم کرتے ہیں۔<br><br>ہم صحابہ، نبی کی ازواج یا ان کی صالح اولاد کو برا نہیں کہتے؛ ان کے بارے میں نیکی کہتے ہیں اور انہیں نمونہ بناتے ہیں۔ انہیں برا کہنے یا تکفیر کرنے والے گروہوں کو رد کرتے ہیں۔",
    "category": "اصحاب، خلفا اور اہل بیت"
  },
  {
    "no": 95,
    "title": "اللہ کو انسان سے تشبیہ دینے کی ممانعت",
    "text": "جو اللہ ﷻ کو انسان کی طرح صفت دے وہ کافر ہو گیا؛ اللہ ﷻ اپنی صفات میں انسان سے مشابہ نہیں۔",
    "explanation": "جو اللہ کو انسان کی طرح صفت دے (تشبیہ)—مثلاً اللہ کے ہمارے جیسے اعضا ہیں یا مخلوق کی طرح کرسی پر بیٹھے ہیں—وہ کافر ہو گیا۔ اللہ اپنی صفات میں انسان سے مشابہ نہیں۔<br><br>شوریٰ: 11 اس جیسا کوئی چیز نہیں۔ حدیث ذات اللہ کے بارے میں سوچنے سے منع کرتی ہے۔ علماء اللہ کو مخلوق سے تشبیہ دینے کو کفر کہتے ہیں۔ ہم تکیف اور تمثیل کے بغیر صفات ثابت کرتے ہیں۔<br><br>ہم اللہ کو مخلوق کی طرح تصور نہیں کرتے؛ اللہ کے نام اور صفات پر جیسے آئے تشبیہ کے بغیر ایمان رکھتے ہیں۔ مجسمہ اور مشبہ کے مذاہب کو رد کرتے ہیں۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 96,
    "title": "جنت اور جہنم کی دوام",
    "text": "جنت اور جہنم مخلوق ہیں جن کا کوئی انجام نہیں؛ اللہ ﷻ نے انہیں دوسری مخلوق سے پہلے پیدا کیا اور انسان کو ہر ایک میں رہنے کے لیے پیدا کیا؛ جسے اللہ ﷻ چاہے اللہ ﷻ کے فضل سے جنت میں یا اللہ ﷻ کے انصاف سے جہنم میں۔",
    "explanation": "جنت اور جہنم مخلوق ہیں جن کا کوئی انجام نہیں (ہمیشہ رہنے والی)۔ اللہ نے انہیں دوسری مخلوق سے پہلے پیدا کیا اور انسان کو ہر ایک میں رہنے کے لیے پیدا کیا۔ جسے اللہ چاہے اس کے فضل سے جنت میں یا اس کے انصاف سے جہنم میں۔<br><br>ہود: 107–108 جنت اور جہنم کو ہمیشہ رہنے والی قرار دیتے ہیں۔ صحیح حدیث کہتی ہے جنت اور جہنم پیدا کر دی گئیں۔ شوریٰ: 7 اللہ نے آسمانوں اور زمین اور ان کے درمیان جو کچھ ہے پیدا کیا۔ جنت اور جہنم والے ہمیشہ رہیں گے۔<br><br>ہم جنت اور جہنم کو ہمیشہ رہنے والی حقیقت مانتے ہیں؛ اعمال اور اللہ کی رحمت سے جنت میں جانے کی کوشش کرتے ہیں اور اطاعت اور توبہ سے جہنم سے بچتے ہیں۔",
    "category": "آخرت کا دن"
  },
  {
    "no": 97,
    "title": "مسلمانوں کے لیے شفاعت حق ہے",
    "text": "مسلمانوں کے لیے محفوظ شفاعت حدیثوں میں جو آیا ہے اس کے مطابق حق ہے۔",
    "explanation": "مسلمانوں کے لیے محفوظ شفاعت—قیامت کے دن نبی کی اپنی امت کے لیے شفاعت اور حدیثوں میں صحیح طور پر منقول دوسری شفاعتیں شامل—حق ہے۔ ہم نہ انکار نہ غلو کے ساتھ اس پر ایمان رکھتے ہیں۔<br><br>بقره: 255 (آیت الکرسی) کہتی ہے اس کی اجازت کے بغیر اس کے سامنے کوئی شفاعت نہیں کر سکتا۔ متواتر حدیث نبی کی اپنی امت کے لیے شفاعت بیان کرتی ہے۔ شفاعت صرف اللہ کی اجازت سے اور جس سے اللہ راضی۔<br><br>ہم نبی کی شفاعت کی امید رکھتے ہیں اور صرف اعمال پر انحصار نہیں کرتے؛ شفاعت کو اللہ کے انصاف کو ساقط کرنے والی نہیں سمجھتے۔ دعا کرتے ہیں کہ شفاعت پانے والوں میں ہوں۔",
    "category": "آخرت کا دن"
  },
  {
    "no": 98,
    "title": "نبی محمد کے حوض کی حقانیت",
    "text": "حوض (الحوض) جو اللہ ﷻ نے نبی ﷺ کو قیامت کے دن ان کی امت کی پیاس بجھانے کے لیے دیا حق ہے۔",
    "explanation": "حوض (الحوض) جو اللہ نے نبی کو قیامت کے دن ان کی امت کی پیاس بجھانے کے لیے دیا حق ہے۔ جو اس سے پیئے ہمیشہ پیاسا نہ ہو گا۔ صحیح حدیث میں آیا ہے۔<br><br>صحیح حدیث (بخاری، مسلم) کہتی ہے قیامت کے دن نبی کا حوض ہے؛ جو اس سے پیئے ہمیشہ پیاسا نہ ہو گا۔ نبی نے خبردار کیا کچھ حوض سے ہانک دیے جائیں گے۔ ہم \"کیسے\" پوچھے بغیر ایمان رکھتے ہیں۔<br><br>ہم اس امت میں ہونے کی کوشش کرتے ہیں جو نبی کے حوض پر آئے گی؛ بدعت اور تفرقے سے بچتے ہیں جو حوض سے ہانکے جانے کا سبب بن سکتے ہیں۔ یہ عقیدہ نبی سے ہماری محبت بڑھاتا ہے۔",
    "category": "آخرت کا دن"
  },
  {
    "no": 99,
    "title": "اللہ سمجھ میں نہیں آتا",
    "text": "کوئی خیال اللہ ﷻ کو تصور نہیں کر سکتا، اور کوئی سمجھ اللہ ﷻ کو احاطہ نہیں کر سکتی۔",
    "explanation": "کوئی خیال اللہ کو تصور نہیں کر سکتا اور کوئی سمجھ ذات اللہ کو احاطہ نہیں کر سکتی۔ انسانی عقل محدود ہے؛ ہم تکیف اور تمثیل کے بغیر اللہ پر ایمان رکھتے ہیں۔<br><br>انعام: 103 نگاہیں اسے نہیں پا سکتیں اور وہ نگاہوں کو پا لیتا ہے۔ حدیث: اللہ کی مخلوق پر غور کرو، ذات اللہ پر نہیں۔ علماء کہتے ہیں عقل اللہ کی حقیقت کو احاطہ نہیں کر سکتی۔<br><br>ہم اپنے خیال سے اللہ کی شکل یا \"چہرہ\" تصور نہیں کرتے؛ اس کی تعظیم کرتے ہیں اور اس کے نام اور صفات پر تشبیہ کے بغیر ایمان رکھتے ہیں۔ \"کیسے\" اللہ پر چھوڑتے ہیں۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 100,
    "title": "اللہ سے کوئی راز پوشیدہ نہیں",
    "text": "مخلوق کی تخلیق سے پہلے مخلوق کے بارے میں اللہ ﷻ سے کوئی چیز پوشیدہ نہ تھی، اور اللہ ﷻ مخلوق کی تخلیق سے پہلے سب جانتا ہے جو مخلوق کرے گی۔",
    "explanation": "تخلیق سے پہلے مخلوق کے بارے میں اللہ سے کوئی چیز پوشیدہ نہ تھی؛ اللہ مخلوق کی تخلیق سے پہلے سب جانتا ہے جو مخلوق کرے گی۔ اللہ کا علم ازلی ہے اور سب کچھ احاطہ کرتا ہے۔<br><br>حدید: 22 کوئی مصیبت نہیں آتی مگر کتاب میں لکھی۔ انعام: 59 غیب کی کنجیاں اللہ کے پاس۔ حدیث کہتی ہے اللہ نے تخلیق سے پہلے تقدیر لکھی۔ اللہ کا علم نہیں بدلتا۔<br><br>ہم اللہ کے کامل علم پر ایمان رکھتے ہیں؛ \"اللہ پہلے ہی جانتا ہے\" سے بے چین نہیں ہوتے گویا ہمارے پاس کوئی انتخاب نہیں۔ یقین رکھتے ہیں اللہ کا علم مجبور نہیں کرتا؛ ہم اب بھی کوشش کرتے ہیں اور جواب دہ ہیں۔",
    "category": "تقدیر اور اللہ کی مرضی"
  },
  {
    "no": 101,
    "title": "سب کچھ اللہ کی مرضی سے ہوتا ہے",
    "text": "کچھ نہیں ہوتا مگر جو اللہ ﷻ چاہے۔",
    "explanation": "کچھ نہیں ہوتا مگر جو اللہ چاہے۔ اللہ کی مرضی ہر واقعہ کو محیط ہے؛ آسمان اور زمین میں اس کی مشیت کے بغیر کچھ نہیں ہوتا۔<br><br>التغابن: ۱۱ کوئی مصیبت نہیں آتی مگر اللہ کے اذن سے۔ الانسان: ۳۰ تم نہیں چاہ سکتے مگر جو اللہ چاہے۔ حدیث اور آیات اسے کثرت سے ثابت کرتی ہیں۔<br><br>ہم سب معاملات اللہ کی مرضی پر چھوڑ دیتے ہیں؛ کوشش اور دعا کرتے ہیں، پھر اس کے فیصلے کو قبول کرتے ہیں۔ تقدیر کے خلاف بغاوت نہیں کرتے اور مایوس نہیں ہوتے۔",
    "category": "تقدیر اور اللہ کی مرضی"
  },
  {
    "no": 102,
    "title": "کوئی چیز اللہ پر غالب نہیں",
    "text": "کوئی چیز اللہ ﷻ پر غالب نہیں آ سکتی۔",
    "explanation": "کوئی چیز اللہ پر غالب نہیں آ سکتی۔ اس کی بادشاہت مطلق ہے؛ کوئی چیز اس کی مرضی کا مقابلہ، نسخ یا ناکام نہیں کر سکتی۔<br><br>البقرة: ۲۵۵ اللہ نہ اونگھتا ہے نہ سوتا؛ آسمان اور زمین میں جو ہے اسی کا ہے۔ آیات اور حدیث اللہ کی قدرت (قدرہ) ثابت کرتی ہیں۔ جو گمان کرے کوئی چیز اللہ پر غالب آ سکتی ہے وہ کافر ہو گیا۔<br><br>ہم یقین رکھتے ہیں کہ مدد اور فتح صرف اللہ سے ہے؛ مخلوق سے نہیں ڈرتے۔ امید اور خوف صرف اللہ پر رکھتے ہیں۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 103,
    "title": "کوئی چیز اللہ جیسی نہیں",
    "text": "کوئی چیز اللہ ﷻ جیسی نہیں۔",
    "explanation": "کوئی چیز اللہ جیسی نہیں۔ وہ یکتا ہے؛ ذات، صفات یا افعال میں کوئی مثل، شریک یا نظیر نہیں۔<br><br>الاخلاص: ۴ اور کوئی اس کا کفو نہیں۔ الشورى: ۱۱ کوئی چیز اس جیسی نہیں۔ حدیث اور اجماع توحید ثابت کرتے ہیں۔ اللہ کو مخلوق سے تشبیہ کفر ہے۔<br><br>ہم اللہ کو مخلوق سے ہر مشابہت سے پاک قرار دیتے ہیں؛ اسے مخلوق کی صفات سے نہ تصور کرتے ہیں نہ بیان۔ یہ توحید سارے دین کی بنیاد ہے۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 104,
    "title": "اللہ کے سوا کوئی معبود عبادت کے لائق نہیں",
    "text": "اللہ کے سوا کوئی معبود عبادت کے لائق نہیں۔",
    "explanation": "اللہ کے سوا کوئی معبود عبادت کے لائق نہیں۔ عبادت کا حق صرف اللہ کو ہے؛ اس کے سوا کی عبادت شرک ہے۔ لا إله إلا الله اسلام کی بنیاد ہے۔<br><br>محمد: ۱۹ جان لو کہ اللہ کے سوا کوئی معبود نہیں۔ البقرة: ۱۶۳ اور بہت آیات اللہ کی وحدانیت ثابت کرتی ہیں۔ حدیث کہتی ہے لا إله إلا الله جنت کی کنجی ہے۔ شرک سب سے بڑا گناہ ہے۔<br><br>ہم صرف اللہ کی عبادت کرتے ہیں اور اس کا کوئی شریک نہیں ٹھہراتے۔ اللہ کے سوا—بت، انسان یا ہوا—کی عبادت رد کرتے ہیں۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 105,
    "title": "کوئی چیز اللہ کے فیصلے کو رد نہیں کر سکتی",
    "text": "کوئی چیز اللہ کے ﷻ فیصلے کو رد نہیں کر سکتی، اللہ کے ﷻ حکم کو واپس نہیں کر سکتی، نہ اللہ کے ﷻ امر پر غالب آ سکتی ہے۔",
    "explanation": "کوئی چیز اللہ کے فیصلے کو رد نہیں کر سکتی، اس کے حکم کو واپس نہیں کر سکتی، نہ اس کے امر پر غالب آ سکتی ہے۔ اس کا حکم حتمی ہے؛ اپیل یا ویٹو نہیں۔<br><br>الرعد: ۴۱ بے شک اللہ ہر چیز پر قادر ہے۔ الانعام: ۵۹ اس کے فیصلے کو رد کرنے والا کوئی نہیں۔ حدیث ثابت کرتی ہے کوئی چیز اللہ کی تقدیر کو رد نہیں کر سکتی۔ اللہ کی قدرت مطلق ہے۔<br><br>ہم اللہ کے فیصلے کو دل جمعی سے قبول کرتے ہیں؛ بغاوت یا مایوسی نہیں۔ دعا اور کوشش کرتے ہیں، پھر اس کے حکیمانہ فیصلے پر راضی ہوتے ہیں۔",
    "category": "صفات اللہ اور توحید"
  },
  {
    "no": 106,
    "title": "اہل سلف علماء نسل اول کی تعظیم",
    "text": "سلف علماء—پہلی نسل اور ان کے پیرو—کا ذکر صرف بہترین الفاظ میں ہو سکتا ہے؛ جو سلف علماء کے بارے میں برا کہے وہ راہ راست پر نہیں۔",
    "explanation": "سلف علماء—پہلی نسل (اصحاب، تابعین، تابع تابعین) اور ان کے منہج کے پیرو—کا ذکر صرف بہترین الفاظ میں ہو سکتا ہے۔ جو سلف علماء کے بارے میں برا کہے وہ راہ راست پر نہیں۔<br><br>التوبہ: ۱۰۰ سبقت لے جانے والوں اور اولین کی تعریف کرتی ہے۔ حدیث: بہترین لوگ میری نسل ہیں۔ نبی نے خلفائے راشدین کی سنت کی پیروی کا حکم دیا۔ سلف کو گالی بدعت اور گمراہی ہے۔<br><br>ہم سلف علماء کی تعظیم کرتے ہیں اور دین کی سمجھ ان سے لیتے ہیں؛ انہیں گالی نہیں دیتے نہ حقیر جانتے۔ اہل سنت کے منہج پر چلتے ہیں جو قرآن، سنت اور سلف کی سمجھ پر قائم ہے۔",
    "category": "اصحاب، خلفا اور اہل بیت"
  }
]
