[
  {
    "no": 1,
    "title": "Giới Hạn Tri Thức Của Tạo Vật Và Allah",
    "text": "Có hai loại tri thức: thứ tạo vật có thể tiếp cận và thứ không thể; phủ nhận loại đầu là vô tín, tự nhận loại thứ hai cũng vậy—đức tin vững khi chấp nhận cái có thể tiếp cận và không tìm cái không thể tiếp cận.",
    "explanation": "Khái niệm hai loại tri thức này rất quan trọng. Có tri thức mà Allah mở cho con người qua giác quan và mặc khải (tri thức sharīʿa), và tri thức về cõi vô hình chỉ thuộc Allah, như giờ Tận thế. Hiểu giới hạn này tránh cho ta tự nhận biết những bí mật định mệnh mà Allah chưa hé lộ.<br><br>Trong Qur'an (sūra al-Anʿām: 59) Allah phán: \"Ở nơi Ngài là chìa khóa của cõi vô hình; không ai biết nó ngoài Ngài.\" Một hadith sahih trong Bukhārī nhắc năm điều vô hình chỉ Allah biết. Ta phải bằng lòng với điều đã được cho biết và không vượt quá điều bị che giấu.<br><br>Trong thực tế, niềm tin này giữ ta khiêm tốn và ham học. Ta tìm thấy bình an khi phó thác tương lai cho Allah, tập trung vào việc ta có thể làm và tin vào sắc lệnh của Ngài.",
    "category": "Cầu Nguyện, Tri Thức Và Giới Hạn"
  },
  {
    "no": 2,
    "title": "Lợi Ích Cầu Nguyện Cho Người Đã Khuất",
    "text": "Người chết được hưởng lợi từ lời cầu nguyện và bố thí của người sống.",
    "explanation": "Cái chết không phải là hết. Một bằng chứng lòng thương xót của Allah là điều thiện vẫn đến với người đã khuất qua việc làm của người sống. Điểm này khẳng định rằng cầu nguyện, xin tha thứ và bố thí mà ta làm vì người đã khuất đến với họ như phần thưởng và làm nhẹ bớt tình trạng của họ trong barzakh.<br><br>Cơ sở là lời Nabi ﷺ (trong Muslim): \"Khi con người chết, việc làm của y dừng lại trừ ba: bố thí liên tục, tri thức hữu ích hoặc con ngoan cầu nguyện cho y.\" Sūra al-Ḥašr: 10 ca ngợi ai xin tha thứ cho người đi trước. Mối dây đức tin vượt qua cái chết.<br><br>Trong đời thường điều này thúc đẩy ta không quên cha mẹ hay thầy đã qua đời. Cầu nguyện cho họ là đạo đức và nhắc nhở rằng một ngày ta cũng cần những lời cầu như vậy. Như vậy duy trì chuỗi thiện giữa các thế hệ tín đồ.",
    "category": "Cầu Nguyện, Tri Thức Và Giới Hạn"
  },
  {
    "no": 3,
    "title": "Lời Allah Không Phải Lời Con Người",
    "text": "Kinh Quran là lời của Allah ﷻ, từ Ngài; người ta tin đó là lời Allah ﷻ mà không hỏi thế nào, và không phải lời con người cũng không phải thọ tạo.",
    "explanation": "Qur'an là chính lời Allah (Kalāmullāh), không phải thọ tạo. Điều ta đọc trong Muṣḥaf thực sự là lời Allah, không phải tác phẩm con người. Điều này giữ uy quyền của mặc khải: Qur'an thiêng liêng, trong sạch và chân lý của nó tuyệt đối làm kim chỉ nam cho đời sống.<br><br>Allah phán (sūra at-Tawba: 6): \"...hãy cho y nơi trú ẩn cho đến khi y nghe lời Allah (Kalāmullāh).\" Một hadith trong Tirmidhī nói ưu việt của lời Allah so với lời khác như ưu việt của Allah so với tạo vật của Ngài. Qur'an là mặc khải thiêng liêng từ Đấng Tạo Hóa.<br><br>Trong thực tế ta đối xử với Qur'an với sự tôn kính sâu sắc. Ta không coi nó như sách thường; ta đọc với tartil, cố hiểu ý nghĩa và tuân theo mệnh lệnh của nó không nghi ngờ. Tin Qur'an là lời Allah, ta có la bàn vững chắc cho đời sống.",
    "category": "Qur'an Và Mặc Khải"
  },
  {
    "no": 4,
    "title": "Allah Khác Biệt Với Mọi Tạo Vật",
    "text": "Allah ﷻ khác biệt với mọi tạo vật.",
    "explanation": "Allah là Laisa Kamitslihi Syai-un: không có gì giống Ngài. Bất kỳ hình dạng hay hình ảnh nào thoáng qua đầu óc ta, Allah không như vậy. Điều này giữ sự trong sạch của tawhid chúng ta để không đồng hóa Đấng Tạo Hóa với tạo vật yếu đuối và hữu hạn.<br><br>Chứng cứ chính là sūra ash-Shūrā: 11: \"Không có gì giống Ngài, và Ngài là Đấng Nghe, Đấng Thấy.\" Hadith cũng nhắc ta suy ngẫm về tạo vật của Allah nhưng cấm tưởng tượng bản thể Ngài, vì trí con người có giới hạn trong việc nắm bắt thực tại của Thượng Đế.<br><br>Hiểu như vậy giải phóng ta khỏi thờ ngẫu tượng—dù ngẫu tượng vật chất hay tâm tưởng (ảo tưởng). Ta ý thức Allah tối cao và vô hạn, nên chỉ thờ phượng một mình Ngài với sự tôn kính và tán dương đầy đủ mà không giới hạn Ngài bằng thuộc tính tạo vật.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 5,
    "title": "Allah Đấng Tạo Hóa Từ Thuở Ban Đầu",
    "text": "Allah ﷻ xứng đáng được gọi là Tạo Hóa và Khởi Nguyên không chỉ sau hay vì hành vi tạo dựng, mà từ thuở ban đầu.",
    "explanation": "Allah là Al-Khāliq (Đấng Tạo Hóa) không cần quá trình để thành tạo hóa. Trước khi có bất kỳ ngôi sao hay nguyên tử nào, Allah đã có thuộc tính tạo dựng. Danh và thuộc tính của Ngài vĩnh cửu, không phụ thuộc vào sự tồn tại của tạo vật, vì Ngài là Nguồn của mọi hiện hữu.<br><br>Allah phán (sūra al-Hadīd: 3): \"Ngài là Đầu Tiên và Cuối Cùng.\" Tên Al-Khāliq xuất hiện trong nhiều câu, như sūra al-Ḥašr: 24. Hadith nói trước đó chỉ có Allah và không có gì với Ngài, rồi Allah tạo Ngai và toàn vũ trụ.<br><br>Điều này dạy ta Allah hoàn toàn tự túc (Al-Ghanī). Ngài tạo ta không phải vì cô đơn hay cần trợ giúp, mà thuần do ý và trí tuệ của Ngài. Ta trở thành tôi tớ biết thân biết phận, ý thức đời ta là ân huệ thuần khiết từ Đấng Đầu Tiên không bao giờ cần gì nơi ta.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 6,
    "title": "Quyền Năng Hoàn Hảo Thuộc Về Allah Duy Nhất",
    "text": "Allah ﷻ có quyền năng trên mọi sự; mọi thứ đều tùy thuộc Allah ﷻ, và dễ dàng cho Allah ﷻ, và Allah ﷻ không cần gì; không có gì giống Allah ﷻ, và Allah ﷻ là Đấng Nghe, Đấng Thấy.",
    "explanation": "Quyền năng của Allah tuyệt đối và không bị giới hạn bởi định luật vật lý hay logic con người. Allah muốn gì thì xảy ra dễ dàng với lời \"Kun\". Toàn vũ trụ cần Allah từng giây, còn Allah không cần gì từ vũ trụ này.<br><br>Trong sūra Yāsīn: 82: \"Mệnh lệnh của Ngài khi Ngài muốn một vật chỉ là phán với nó: Hãy thành! và nó thành.\" Allah cũng có tên Al-Qādir. Hadith qudsī nói nếu mọi người cầu xin và Allah ban cho tất cả, điều đó chẳng làm giảm chút nào sự giàu có của Allah.<br><br>Niềm tin này là liều thuốc cho mọi sợ hãi. Ta nhận ra bất kỳ ông chủ, kẻ cầm quyền hay vấn đề dù lớn đến đâu cũng chẳng là gì so với quyền năng Allah. Ta trở thành tôi tớ can đảm nhưng khiêm tốn, biết rằng chỗ dựa duy nhất không bao giờ sụp đổ là Allah Đấng Toàn Năng.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 7,
    "title": "Allah Chủ Tể Tuyệt Đối Của Vũ Trụ",
    "text": "Allah ﷻ có quyền năng tuyệt đối trên mọi sự, và không gì có quyền trên Allah ﷻ; ai tự coi mình không cần Allah ﷻ dù một khoảnh khắc đã rơi vào vô tín.",
    "explanation": "Allah là Chủ tể tuyệt đối nắm quyền kiểm soát mọi nguyên tử trong vũ trụ. Không việc nào thoát khỏi sự kiểm soát của Ngài. Nếu ai cảm thấy có thể sống độc lập không cần Allah, dù chỉ một khoảnh khắc, người ấy đã rơi vào kiêu ngạo có thể làm hỏng đức tin.<br><br>Sūra Fāṭir: 15 nói: \"Hỡi nhân loại! Các ngươi là kẻ cần Allah; còn Allah là Đấng Tự túc, Đáng ca tụng.\" Hadith của Nabi thường dạy lời cầu xin đừng để ta phó mặc cho bản thân dù một khoảnh khắc (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>Trong thực tế điều này khiến ta luôn cảm thấy thiếu thốn (faqīr) Allah. Ta cầu nguyện nhiệt thành cho việc nhỏ và lớn—từ xin chỉ đạo đến việc thường ngày. Ta ý thức rằng không có sự trợ giúp của Ngài ta không thể thở hay chớp mắt.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 8,
    "title": "Allah Không Bị Giới Hạn Thể Lý",
    "text": "Allah ﷻ vượt trên giới hạn, ràng buộc, phần hay chi thể, và không bị giới hạn bởi sáu hướng như tạo vật.",
    "explanation": "Tín điều này khẳng định Allah thoát khỏi thuộc tính vật chất. Allah không cần không gian, không có bộ phận cơ thể như con người, và không bị giới hạn bởi hướng (trên, dưới, v.v.) như tạo vật. Ngài là Đấng Tạo Hóa không gian và thời gian, nên không thể để Ngài bị giới hạn bởi chính tạo vật của Ngài.<br><br>Allah phán (sūra al-Ikhlāṣ: 4): \"Và không có gì so sánh với Ngài.\" Nguyên tắc Tanzīh (tuyên bố Allah thoát khỏi sự tương tự) quan trọng. Học giả giải thích Allah tồn tại mà không cần nơi chốn, vì nơi chốn là tạo vật, và Allah đã tồn tại trước khi nơi chốn được tạo.<br><br>Điều này bảo vệ ta khỏi tư duy nhân hình hóa (tưởng tượng Thượng Đế như con người). Ta có thể thờ phượng Allah với sự tán dương đầy đủ sự vĩ đại vô hình và vô hạn của Ngài, thay vì mắc kẹt trong hình ảnh thể xác làm hạ thấp địa vị thần tính.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 9,
    "title": "Gánh Taklīf Theo Sức Của Tôi Tớ",
    "text": "Allah ﷻ chỉ gánh cho con người những gì họ có thể chịu, và con người chỉ có thể làm những gì Allah ﷻ ban cho họ; không có sức và khả năng ngoài bởi Allah ﷻ, và không có sức để vâng lời hay tránh tội ngoài nhờ sự trợ giúp của Allah ﷻ.",
    "explanation": "Allah không gánh cho tôi tớ quá sức. Mỗi mệnh lệnh và cấm đoán trong sharīʿa tương xứng với khả năng con người; điều này thể hiện công lý và lòng thương xót của Allah và bác bỏ ý cho rằng tôn giáo là gánh nặng.<br><br>Trong sūra al-Baqarah: 286 Allah phán: \"Allah không gánh cho một linh hồn ngoài theo khả năng của nó.\" Hadith sahih (Bukhārī–Muslim) cũng nói: \"Khi Ta ra lệnh cho các ngươi điều gì thì hãy làm tối đa sức mình.\" Sức và khả năng để vâng lời (lā ḥawla wa lā quwwata illā billāh) cũng đến từ sự trợ giúp của Allah.<br><br>Trong thực tế ta không được dùng \"tôi không thể\" làm cớ cho nghĩa vụ rõ ràng, nhưng cũng không được gánh quá sức. Ta cố gắng hết sức rồi phó thác cho Allah; ta cầu xin Allah sức mạnh để bền vững qua cầu nguyện và nỗ lực.",
    "category": "Taklīf & Hành Vi Con Người"
  },
  {
    "no": 10,
    "title": "Sự Sống Hoàn Hảo Và Hành Động Không Ngừng",
    "text": "Allah ﷻ sống và không chết, luôn hành động và không ngủ.",
    "explanation": "Allah là Al-Ḥayy (Đấng Hằng Sống) và Al-Qayyūm (Đấng Tự Hữu). Sự sống của Allah hoàn hảo—không bắt đầu bằng sinh và không kết thúc bằng chết. Ngài không cần nghỉ ngơi, không bao giờ ngủ, và luôn chủ động quản lý mọi việc của toàn bộ tạo vật Ngài không ngừng nghỉ.<br><br>Câu Ngai Vàng (sūra al-Baqarah: 255) là chứng cứ mạnh nhất: \"Allah, không có thần nào ngoài Ngài, Đấng Hằng Sống, Đấng Tự Hữu; không buồn ngủ cũng không ngủ chiếm lấy Ngài.\" Những tên đẹp này là nền tảng cho sự lệ thuộc của tạo vật vào Đấng Tạo Hóa.<br><br>Điều này cho ta sự an toàn lớn. Khi ta ngủ, buông xuôi hay cảm thấy bất lực, ta biết có Chúa không bao giờ ngủ và canh giữ ta. Ta được khích lệ tiếp tục làm điều thiện vì biết \"chủ\" của ta luôn chủ động, trông nom và sắp đặt điều tốt nhất cho tôi tớ Ngài.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 11,
    "title": "Allah Là Một Không Có Đối Tác",
    "text": "Allah ﷻ là Một và không có đối tác.",
    "explanation": "Tawhid nghĩa là xác nhận tính duy nhất của Allah; Ngài không có đối tác trong rubūbiyya (quyền chủ tể trên tạo vật), ulūhiyya (quyền được thờ phượng), hay danh và thuộc tính. Chỉ một mình Ngài có quyền được thờ phượng và phụng sự; gán đối tác cho Ngài là shirk.<br><br>Sūra al-Ikhlāṣ: 1–4 nói: \"Hãy nói: Ngài là Allah, Duy Nhất. Allah là Đấng Tự Hữu. Ngài không sinh con và không được sinh ra. Và không có ai so sánh với Ngài.\" Sūra an-Nisāʾ: 36 cũng cấm gán đối tác với Allah. Hadith sahih nói Sūra al-Ikhlāṣ tương đương một phần ba Qur'an vì chứa cốt lõi tawhid.<br><br>Niềm tin này là nền tảng sự thờ phượng của ta: ta chỉ cầu xin, sợ và hy vọng nơi Allah; không nơi tạo vật, vật thể hay \"sức mạnh khác.\" Nhờ đó lòng ta không lệ thuộc ai khác ngoài Allah.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 12,
    "title": "Allah Không Có Đối Thủ Hay Ngang Hàng",
    "text": "Allah ﷻ siêu việt khỏi việc có đối thủ hay ngang hàng.",
    "explanation": "Allah không có đối thủ có thể thắng Ngài hay kẻ ngang hàng sánh được Ngài. Quyền năng của Ngài tuyệt đối; không gì có thể sánh, giới hạn hay cản ý Ngài. Đây là phần của sự hoàn thiện tawhid.<br><br>Sūra al-Baqarah: 255 (Câu Ngai Vàng) nói Allah nắm trời đất và không thấy nặng khi gìn giữ chúng. Sūra Fāṭir: 44 và các câu khác khẳng định Allah không có đối tác, người giúp hay kẻ ngang hàng. Hadith cũng dạy Allah siêu việt và không ai trên Ngài.<br><br>Hiểu như vậy lòng được bình an: không kẻ thù, bệnh hay tai ương nào là \"đối thủ\" ngang Allah. Ta tin chắc thắng lợi, an toàn và cứu giúp cuối cùng chỉ từ Allah; không gì chặn được lòng thương xót của Ngài khi Ngài muốn.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 13,
    "title": "Allah Bao Trùm Mọi Tạo Vật",
    "text": "Allah ﷻ bao trùm mọi thứ và ở trên nó; tạo vật của Ngài không thể bao trùm Allah ﷻ.",
    "explanation": "Allah bao trùm (cai quản, biết và quản lý) mọi thứ; không gì thoát khỏi tri thức và quyền năng của Ngài. Đồng thời Allah \"ở trên\" tạo vật của Ngài về địa vị và quyền năng, không phải về nơi chốn. Tạo vật không thể \"bao trùm\" hay giới hạn Allah.<br><br>Sūra Fuṣṣilat: 54 nói: \"Hãy biết Allah bao trùm mọi thứ.\" Sūra al-Baqarah: 255 (Câu Ngai Vàng) khẳng định Ngai của Ngài bao trùm trời đất và Ngài không thấy nặng. Hadith sahih cũng khẳng định Allah ở trên Ngai và tri thức của Ngài ở khắp nơi.<br><br>Tin như vậy ta cảm thấy được giám sát và bảo vệ: không gì ẩn với Allah, và không vấn đề nào quá lớn với Ngài. Ta cũng tránh hiểu lầm rằng Allah \"bị giam\" trên trời; Ngài bao trùm mọi thứ mà không cần không gian.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 14,
    "title": "Allah Tạo Sự Sống Và Cái Chết",
    "text": "Allah ﷻ ban cái chết không sợ và ban lại sự sống không khó.",
    "explanation": "Sự sống và cái chết hoàn toàn trong tay Allah. Ban cái chết cho tạo vật không làm Allah sợ hay yếu; ban lại sự sống (kể cả Ngày Phục Sinh) không khó với Ngài. Tất cả xảy ra chỉ do ý và lời của Ngài.<br><br>Sūra al-Mulk: 2 nói: \"Ngài là Đấng làm ra cái chết và sự sống.\" Sūra Qāf: 43: \"Chính Ta là Đấng ban sự sống và cái chết, và về Ta là sự trở về.\" Hadith sahih khẳng định linh hồn bị lấy đi theo lệnh Allah và Ngày Phục Sinh toàn bộ tạo vật sẽ được dựng lên bằng tiếng Kèn.<br><br>Niềm tin này nhắc ta rằng cái chết không phải kết thúc trống rỗng mà là cánh cửa vào đời sống đời sau. Ta chuẩn bị bằng việc làm tốt và không sợ chết thái quá, vì Đấng nắm sự sống và cái chết là Allah Đấng Công Bằng và Nhân Từ.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 15,
    "title": "Hạn Định (Ajal) Cho Mọi Tạo Vật",
    "text": "Allah ﷻ ấn định hạn (ajal) cố định cho tạo vật của Ngài.",
    "explanation": "Mỗi tạo vật có ajal (thời điểm chết) do Allah ấn định; không ai đẩy lên hay trì hoãn dù một giây. Đây là phần của định mệnh đã ghi trong Bảng Được Giữ.<br><br>Sūra al-Anʿām: 2 nói: \"Ngài là Đấng tạo các ngươi từ đất, rồi ấn định ajal (cho các ngươi).\" Sūra Luqmān: 34: \"Quả thật Allah—chỉ nơi Ngài là tri thức về Giờ... và không linh hồn nào biết sẽ chết ở đất nào.\" Hadith sahih (Bukhārī–Muslim) khẳng định ajal, bổng lộc và số phận con người đã được viết khi còn trong bụng mẹ.<br><br>Hiểu như vậy giúp ta tránh lo lắng thái quá và thúc ta dùng phần đời còn lại cho tốt. Ta không thể đổi khi hạn đến, nhưng có thể lấp đời bằng việc làm đẹp lòng Allah.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 16,
    "title": "Chỉ Đạo Và Lạc Lối Là Công Lý",
    "text": "Allah ﷻ hướng dẫn ai Ngài muốn bằng ân huệ của Ngài và làm lạc lối ai Ngài muốn bằng công lý của Ngài; tất cả đều phục tùng sắc lệnh của Allah ﷻ và không ai có thể khước từ phán quyết của Allah ﷻ.",
    "explanation": "Chỉ đạo (hidāya) và lạc lối (iḍlāl) nằm trong tay Allah. Ai được Ngài hướng dẫn là do ân huệ của Ngài; ai bị Ngài làm lạc là do công lý của Ngài (chẳng hạn vì họ chọn vô tín sau khi chân lý đã rõ). Phán quyết của Allah không ai có thể khước từ hay tranh cãi.<br><br>Sūra al-Anʿām: 125: \"Người nào Allah muốn hướng dẫn thì Ngài mở rộng lòng ngực y cho Islam... và người nào Ngài muốn làm lạc thì Ngài làm lòng ngực y chật hẹp.\" Sūra al-Aʿrāf: 178 cũng khẳng định chỉ đạo và lạc lối nằm trong tay Allah. Hadith sahih nói rằng lòng người nằm giữa hai ngón tay của Đấng Rất Mực Thương Xót; Allah xoay chuyển nó theo ý Ngài.<br><br>Ta phải gắng tìm chỉ đạo (học, cầu nguyện, gần gũi người ngay) và không kiêu căng khi đã được hướng dẫn. Ta cũng không tuyệt vọng với kẻ lạc lối; ta tiếp tục kêu gọi đức tin và cầu nguyện cho họ, vì chỉ đạo vẫn là độc quyền của Allah.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 17,
    "title": "Lệnh Vâng Lời Và Cấm Trái Lệnh",
    "text": "Allah ﷻ ra lệnh cho tạo vật của Ngài vâng lời Ngài và cấm tạo vật của Ngài trái lệnh Ngài.",
    "explanation": "Allah ra lệnh vâng lời (thờ phượng, đức hạnh tốt, vâng lời Sứ giả) và cấm trái lệnh (shirk, tội nặng và nhẹ). Các lệnh và cấm này rõ trong Quran và Sunnah; bổn phận ta là vâng lời và tránh tội.<br><br>Sūra an-Nisāʾ: 59: \"Hãy vâng lời Allah và vâng lời Sứ giả.\" Sūra al-Aʿrāf: 33 cấm điều tục tĩu, điều xấu và áp bức. Hadith sahih (Bukhārī) khẳng định vâng lời Sứ giả là vâng lời Allah, và trái lệnh Sứ giả là trái lệnh Allah. Nabi cũng nói halal và haram đã rõ.<br><br>Trong đời thường ta cố gắng làm tròn lệnh (salat, zakāh, thật thà, tận tụy) và tránh điều cấm (nói dối, tà dâm, cho vay lãi, trái lệnh). Ta không thêm vào haram hay xem thường tội; ta cầu xin sức vâng lời và được giữ khỏi trái lệnh.",
    "category": "Cộng Đồng, Người Cai Trị & Fiqh"
  },
  {
    "no": 18,
    "title": "Sự Tạo Dựng Dựa Trên Tri Thức Của Allah",
    "text": "Allah ﷻ tạo dựng tạo vật bằng tri thức của Ngài.",
    "explanation": "Allah tạo dựng vũ trụ và mọi tạo vật bằng tri thức hoàn hảo của Ngài; không gì được tạo ngẫu nhiên hay không có hikmah. Mọi tạo vật đều theo thước đo, thời gian và sắc lệnh mà Allah đã biết trước.<br><br>Sūra al-Ḥijr: 86: \"Quả thật Chúa của ngươi là Đấng Sáng Tạo, Đấng Biết.\" Sūra al-Furqān: 2 khẳng định Allah tạo dựng mọi thứ và ấn định thước đo. Hadith sahih nói Allah đã viết định mệnh mọi tạo vật trước khi tạo trời đất.<br><br>Niềm tin này nuôi dưỡng sự tin tưởng rằng đời ta không vô ích; có kế hoạch và hikmah đằng sau tạo dựng của Allah. Nó cũng thúc ta học và dùng tri thức, vì tri thức con người chỉ là phần nhỏ của tri thức Allah bao trùm mọi thứ.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 19,
    "title": "Allah Cung Cấp Bổng Lộc Không Khó Nhọc",
    "text": "Allah ﷻ tạo dựng không vì cần tạo dựng và cung cấp bổng lộc cho tạo vật của Ngài không khó nhọc.",
    "explanation": "Allah không tạo vì cần tạo vật; Ngài cung cấp bổng lộc không nặng nề hay khó nhọc. Bổng lộc (rizq) gồm của cải, sức khỏe, bình an và mọi thứ ta hưởng; tất cả từ Allah và được Ngài ban cho dễ dàng.<br><br>Sūra adh-Dhāriyāt: 56–57 khẳng định Allah tạo jinn và loài người để thờ phượng Ngài, và Ngài không cần bổng lộc từ họ. Sūra Hūd: 6: \"Không có sinh linh nào trên đất mà bổng lộc của nó không do Allah.\" Hadith sahih nói bổng lộc đã được định và không đổi; ai kính sợ Allah thì Allah sẽ mở lối và ban bổng lộc từ nơi không ngờ.<br><br>Ta gắng tìm bổng lộc halal không lo lắng thái quá; ta tin chắc Đấng Cung Cấp là Allah. Ta biết ơn những gì có và không so bì với người; việc phân phối bổng lộc nằm trong tay Allah Đấng Rất Mực Thông Thái.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 20,
    "title": "Allah Định Đoạt Số Phận Mọi Tạo Vật",
    "text": "Allah ﷻ định đoạt số phận cho những gì Ngài tạo.",
    "explanation": "Số phận (qadar) là sắc lệnh của Allah về mọi điều xảy ra với tạo vật: bổng lộc, thời hạn sống, việc làm, hạnh phúc và bất hạnh, v.v. Tất cả đã ghi trong Bảng Được Giữ trước tạo dựng; ta tin mà không đào sâu \"thế nào\" hay \"tại sao\" quá mức.<br><br>Sūra al-Qamar: 49: \"Quả thật Chúng Ta đã tạo mọi thứ theo một thước đo.\" Sūra al-Ḥadīd: 22: \"Không có tai ương nào xảy ra trên đất hay nơi bản thân các ngươi mà không nằm trong một cuốn sách (Bảng Được Giữ) trước khi Chúng Ta làm nó hiện hữu.\" Hadith sahih (Muslim) khẳng định tin vào số phận, phần tốt và xấu của nó, là trụ cột đức tin.<br><br>Ta chấp nhận số phận với kiên nhẫn khi gặp tai ương và với lòng biết ơn khi được ban phúc. Ta vẫn gắng sức (ikhtiyār) vì gắng sức cũng là phần của số phận; ta không thụ động hay tuyệt vọng, cũng không nổi loạn chống sắc lệnh Allah.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 21,
    "title": "Allah Đáp Lời Cầu Nguyện Của Tôi Tớ Có Đức Tin",
    "text": "Allah ﷻ đáp lời cầu nguyện của con người và ban cho họ điều họ xin.",
    "explanation": "Cầu nguyện là thờ phượng và phương tiện đến gần Allah. Allah đáp lời cầu nguyện của tôi tớ Ngài theo hikmah của Ngài: khi đúng như xin, khi thay bằng điều tốt hơn hoặc trì hoãn đến lúc thích hợp hơn.<br><br>Sūra al-Baqarah: 186: \"Khi tôi tớ của Ta hỏi ngươi về Ta, Ta gần. Ta đáp lời kẻ cầu nguyện khi y cầu nguyện Ta.\" Sūra Ghāfir: 60: \"Hãy cầu nguyện Ta, Ta sẽ đáp lời các ngươi.\" Hadith sahih nói cầu nguyện là vũ khí của người có đức tin và Allah thẹn từ chối tay tôi tớ giơ lên cầu xin.<br><br>Ta được khuyên cầu nguyện với lòng thành, tin sẽ được đáp và không vội tuyệt vọng. Ta chọn lời cầu ma'thūr (từ Nabi) và lời cầu tốt; chấp nhận kết quả tốt nhất nằm trong tay Allah.",
    "category": "Cầu Nguyện, Tri Thức Và Giới Hạn"
  },
  {
    "no": 22,
    "title": "Tri Thức Của Allah Về Cư Dân Cõi Sau",
    "text": "Allah ﷻ biết—trước khi có thời gian—số chính xác người vào Thiên Đàng và vào Hỏa Ngục; số đó không tăng cũng không giảm.",
    "explanation": "Allah đã biết từ vĩnh cửu (trước thời gian) ai sẽ vào Thiên Đàng và ai vào Hỏa Ngục; tri thức của Ngài hoàn hảo và không đổi. Điều này không có nghĩa con người bị ép; Allah biết kết quả lựa chọn và hành vi của mỗi tôi tớ.<br><br>Sūra Hūd: 107 và hadith sahih (Bukhārī–Muslim) nói cư dân Thiên Đàng và Hỏa Ngục đã được định; có người được bảo \"chỗ của ngươi ở Thiên Đàng\" hoặc \"ở Hỏa Ngục.\" Sūra al-Wāqiʿah và các câu khác mô tả hai nhóm cõi sau. Nabi nói Allah đã định ai hạnh phúc ai khốn khổ.<br><br>Ta không được cho rằng \"chắc chắn vào Thiên Đàng\" hay \"Hỏa Ngục\"; ta cố gắng thuộc người tốt và mong lòng thương Allah. Niềm tin này thúc ta coi trọng hành vi và không dựa vào suy đoán.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 23,
    "title": "Thịnh Nộ Và Hài Lòng Của Allah Là Hoàn Hảo",
    "text": "Allah ﷻ thịnh nộ và hài lòng, nhưng không giống bất kỳ tạo vật nào.",
    "explanation": "Allah có thuộc tính thịnh nộ (ghaḍab) và hài lòng (riḍā); ta tin mà không ví với giận hay vui của con người. Thịnh nộ của Allah hoàn hảo với bất tuân và vô tín; sự hài lòng của Ngài hoàn hảo với vâng lời và tawhid.<br><br>Sūra al-Fatḥ: 6 và các câu khác nhắc sự hài lòng của Allah. Hadith sahih (Bukhārī–Muslim) nói Allah thịnh nộ với kẻ bất tuân và hài lòng với kẻ vâng lời; \"Ai làm Allah thịnh nộ vì (xâm phạm) quyền Ta, Ta sẽ thịnh nộ với y.\" Nabi nói sự hài lòng của Allah nằm ở sự hài lòng của cha mẹ. Ta không hỏi \"thế nào\" thịnh nộ hay hài lòng của Allah (không tashbīh).<br><br>Trong thực hành ta tìm sự hài lòng của Allah bằng vâng lời và tránh điều khiến Ngài thịnh nộ. Ta sợ thịnh nộ Ngài và mong sự hài lòng Ngài, không tưởng Allah như tạo vật đầy cảm xúc.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 24,
    "title": "Allah Là Đầu Tiên Và Trường Tồn",
    "text": "Allah ﷻ là Qadīm không khởi đầu và Trường Tồn không kết thúc.",
    "explanation": "Allah là Qadīm (không có khởi đầu cho sự tồn tại của Ngài) và Baqā (trường tồn, không có kết thúc). Ngài luôn có; chưa từng \"chưa tồn tại\" và sẽ không \"không còn.\" Mọi tạo vật sẽ tiêu vong, còn gương mặt Chúa của ngươi vẫn trường tồn.<br><br>Sūra ar-Raḥmān: 26–27: \"Mọi thứ trên đất đều sẽ tiêu vong. Và gương mặt Chúa của ngươi đầy vinh quang và tôn quý vẫn còn.\" Sūra al-Ḥadīd: 3: \"Ngài là Đầu Tiên và Cuối Cùng.\" Hadith sahih nói Allah đã có và không có gì cùng Ngài trước tạo dựng.<br><br>Niềm tin này vững lòng: ta thờ Đấng không biến mất; lời hứa và lời đe của Ngài là vĩnh cửu. Thế giới phù du nhắc ta đừng bám víu quá; duy nhất trường tồn và đáng nương tựa vĩnh cửu là Allah.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 25,
    "title": "Thuộc Tính Allah Có Trước Tạo Vật",
    "text": "Allah ﷻ luôn tồn tại cùng các thuộc tính của Ngài từ trước tạo dựng, và việc tạo dựng tạo vật không thêm gì vào thuộc tính của Ngài; Allah ﷻ vẫn tồn tại suốt thời gian vô tận.",
    "explanation": "Các thuộc tính của Allah (tri thức, quyền năng, sự sống, lời nói, v.v.) luôn thuộc về Ngài từ trước mọi tạo dựng. Tạo vũ trụ không \"thêm\" thuộc tính mới cho Allah; Ngài vẫn hoàn hảo không phụ thuộc tạo vật. Điều này bác bỏ ý Allah \"mới có\" thuộc tính sau khi tạo.<br><br>Sūra al-Ḥadīd: 3 nhắc Allah Đầu Tiên và Cuối Cùng. Các câu về tên và thuộc tính (Al-ʿAlīm, Al-Qādir, v.v.) cho thấy thuộc tính vĩnh cửu. Hadith và sự đồng thuận Ahl as-Sunna: Allah luôn với các thuộc tính của Ngài, không đổi và không tăng do sự tồn tại của tạo vật.<br><br>Hiểu như vậy bảo vệ tawhid khỏi tư tưởng hạ thấp Allah (như thể Ngài tiến hóa hay phụ thuộc thế giới). Ta thờ Allah hoàn hảo từ vĩnh cửu, bây giờ và mãi mãi.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 26,
    "title": "Allah Luôn Là Chúa Tể Và Đấng Tạo Hóa",
    "text": "Allah ﷻ luôn là Chúa Tể và luôn là Đấng Tạo Hóa, dù khi chưa có gì thờ phượng Ngài hay chưa có tạo vật.",
    "explanation": "Allah vẫn là Chúa Tể (Ilāh) và Đấng Tạo Hóa (Khāliq) ngay cả trước khi có tạo vật thờ Ngài hay có tạo vật. Các thuộc tính chủ tể và thần tính của Ngài không phụ thuộc tạo vật; Ngài đáng được thờ phượng và có khả năng tạo dựng từ vĩnh cửu.<br><br>Sūra al-Ikhlāṣ và các câu về tawhīd khẳng định tính duy nhất của Allah không phụ thuộc sự thừa nhận của tạo vật. Hadith \"Kuntu kanzan makhfiyyan\" (Ta là kho báu ẩn) trong một số truyền thuật giải thích Allah đã có trước tạo dựng. Các học giả Ahl as-Sunna khẳng định: Allah luôn là Al-Khāliq theo nghĩa, dù hành động tạo (takwīn) xảy ra theo ý Ngài.<br><br>Điều này ngăn ta nghĩ Allah \"trở thành\" Chúa Tể hay Đấng Tạo Hóa chỉ sau khi có thế giới; Ngài hoàn hảo và không phụ thuộc gì.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 27,
    "title": "Cấm Tranh Cãi Về Số Phận Do Allah Định",
    "text": "Allah ﷻ đã biết mọi điều sẽ xảy ra và đã định đoạt chi tiết và chắc chắn; không ai có thể chống lại, thêm bớt hay đổi định mệnh của Allah ﷻ—tranh cãi về định mệnh và dò hỏi \"tại sao\" là lạc lối.",
    "explanation": "Định mệnh của Allah đã được ghi và chắc chắn; không gì đổi được. Tranh cãi \"tại sao Allah định điều này\" hay dò hỏi bí mật qadar không có cơ sở vững là cấm và có thể dẫn đến lạc lối (như quan điểm Qadari hay Jabari cực đoan).<br><br>Sūra al-Kahf: 22 cảnh báo không hỏi điều chưa được mặc khải. Hadith sahih (Muslim) nói rằng nói về định mệnh mà không có tri thức là cấm; Nabi cấm tranh cãi về qadar. Học giả giải thích ta tin định mệnh mà không \"đào sâu\" điều Allah chưa mặc khải.<br><br>Ta chấp nhận định mệnh với tín nhiệm và nhẫn nại; ta không tốn sức tranh cãi \"tại sao ta bị định thế này.\" Ta tập trung hành động theo Luật và chấp nhận định mệnh của Allah với lòng thanh thản.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 28,
    "title": "Allah Không Bao Giờ Tiêu Vong",
    "text": "Allah ﷻ không bao giờ tiêu vong hay chấm dứt.",
    "explanation": "Allah trường tồn vĩnh cửu; không tiêu vong, không biến mất hay chấm dứt. Khác với tạo vật phù du, bản thể và thuộc tính của Allah còn mãi. Niềm tin này là phần hoàn thiện của tawhīd.<br><br>Sūra ar-Raḥmān: 27: \"Và gương mặt Chúa của ngươi vẫn còn.\" Sūra al-Qaṣaṣ: 88: \"Mọi thứ tiêu vong trừ gương mặt Ngài.\" Hadith và sự đồng thuận học giả khẳng định Allah không tiêu vong; Ngài là Đầu Tiên và Cuối Cùng, Bề Ngoài và Bề Trong.<br><br>Tin điều này cho ta bình an: lời hứa Thiên Đàng và đe dọa Hỏa Ngục là vĩnh cửu, và duy nhất đáng nương tựa vĩnh cửu là Allah. Ta không sợ \"Chúa\" ta biến mất; sự vĩnh cửu của Ngài là nguồn bình an cho người tin.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 29,
    "title": "Allah Không Cần Tạo Vật",
    "text": "Allah ﷻ không cần Ngai Vàng hay bất cứ gì bên dưới.",
    "explanation": "Ngai Vàng (ʿArsh) là tạo vật lớn nhất của Allah, nhưng Allah không cần Ngai Vàng hay gì bên dưới. Allah tồn tại không cần nơi chốn; Ngai Vàng được tạo làm dấu quyền năng và cho tạo vật, không phải để \"đỡ\" Allah.<br><br>Sūra Ṭāhā: 5: \"Đấng Nhân Ái, Đấng ngự trên Ngai.\" Học giả giải thích istiwāʾ theo cách xứng với Allah không ví với tạo vật. Sūra al-Baqarah: 255 nói Allah không buồn ngủ không ngủ; Ngài không cần nghỉ hay \"chỗ ngồi.\" Hadith sahih nói Ngai là mái Thiên Đàng và Allah không cần trời hay đất.<br><br>Hiểu vậy giữ ta khỏi tưởng Allah \"ngồi\" trên Ngai như vua. Allah Tự Đủ; Ngai và mọi tạo vật là tạo vật phục tùng Ngài, không phải thứ Ngài cần.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 30,
    "title": "Đức Tin Vào Ngai Vàng Và Bệ",
    "text": "Ngai Vàng (ʿArsh) và Bệ (al-Kursī) là có thật, và chúng ta tin vào chúng.",
    "explanation": "Ngai Vàng và Bệ là tạo vật của Allah được nhắc trong kinh văn; ta tin không phủ nhận và không ví với ngai trần thế. Ngai Vàng là ngai vĩ đại; Bệ (trong Câu Ngai) cũng được nói là bao trùm trời đất.<br><br>Sūra al-Baqarah: 255 (Câu Ngai): \"Bệ của Ngài bao trùm trời và đất.\" Sūra al-Ḥāqqa: 17 và câu khác nhắc thiên thần khiêng Ngai. Hadith sahih (Bukhārī) nói bảy tầng trời so với Bệ như chiếc nhẫn trong sa mạc, và Bệ so với Ngai còn nhỏ hơn. Ta tin mà không hỏi \"thế nào\" về hình thể.<br><br>Đức tin vào Ngai và Bệ nhắc ta về sự vĩ đại của Allah; chỉ tạo vật của Ngài đã lớn lao, huống chi Đấng Tạo Hóa. Ta không phủ nhận hay chế nhạo tin vô hình đúng từ Qur'an và Sunna.",
    "category": "Thiên Thần & Vô Hình"
  },
  {
    "no": 31,
    "title": "Bổn Phận Hajj Và Jihad",
    "text": "Hajj và Jihad dưới sự lãnh đạo của người cai trị Muslim—công bằng hay bất công—là nghĩa vụ còn mãi đến Giờ Cuối Cùng, và không ai có thể hủy bỏ hay bãi bỏ chúng.",
    "explanation": "Hajj và Jihad vẫn bắt buộc theo Luật dù người cai trị bất công; ta không được hủy các nghĩa vụ này với lý do chống người cai trị. Chúng được thực hiện cùng imam/amir của Muslim để có trật tự và tránh hỗn loạn; các nghĩa vụ này áp dụng đến Ngày Phán Xét.<br><br>Sūra Āl ʿImrān: 97 buộc hajj cho ai có khả năng. Hadith sahih (Bukhārī–Muslim) nói jihad vẫn dưới sự chỉ huy; \"Nghe và vâng lời (amir) dù nô lệ Abyssinian lãnh đạo các ngươi.\" Nabi cũng nói ta vẫn cầu nguyện sau imam tội lỗi miễn là y dựng lên cầu nguyện. Đây không phải biện minh cho bất công mà giữ đoàn kết và trật tự Luật.<br><br>Trong thực tế ta hành hajj khi có thể và tham gia jihad khi được kêu gọi đúng cách; ta không lấy lỗi người cai trị làm cớ bỏ nghĩa vụ hay chia rẽ cộng đồng.",
    "category": "Cộng Đồng, Người Cai Trị & Fiqh"
  },
  {
    "no": 32,
    "title": "Bí Mật Thực Chất Định Mệnh Của Allah",
    "text": "Thực chất của định mệnh (qadar) là bí mật của Allah ﷻ trong tạo vật của Ngài; con người tin vào đó mà không dò xét hay chất vấn \"tại sao\" về hành động của Allah ﷻ, vì Allah ﷻ cấm và điều ấy chỉ gây tổn hại.",
    "explanation": "Thực chất qadar là bí mật của Allah; ta tin mọi định mệnh đều từ Ngài mà không \"đào sâu\" hay chất vấn \"tại sao\" Allah làm vậy. Dò xét điều ấy bị cấm và chỉ gây tổn hại (lạc lối hay bất an).<br><br>Sūra al-Māʾidah: 101 cấm hỏi những điều nếu giải thích chỉ thêm gánh nặng. Hadith sahih (Muslim) cấm tranh cãi về qadar. Nabi cũng cảnh báo ai tranh cãi về qadar sẽ không được cứu. Học giả Ahl as-Sunna tin qadar không takyīf hay taʿṭīl.<br><br>Ta chấp nhận định mệnh với lòng rộng mở và tập trung vào việc làm; ta không tốn thời gian dò \"tại sao Allah định thế nọ thế kia\" vì điều ấy ngoài tầm trí và chẳng ích cho đức tin.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 33,
    "title": "Islam Là Tôn Giáo Chân Lý Duy Nhất",
    "text": "Chỉ có một tôn giáo của Allah ﷻ trên trời và dưới đất, đó là Islam (sự quy phục).",
    "explanation": "Tôn giáo được Allah chấp nhận chỉ có một: Islam (quy phục Allah với tawhīd và theo Sứ giả). Tôn giáo chân lý từ trời từ Nabi Adam đến Nabi Muhammad về bản chất là một; điều lệch lạc hay bị giả mạo không còn là tôn giáo của Allah.<br><br>Sūra Āl ʿImrān: 19: \"Quả thật tôn giáo (được chấp nhận) nơi Allah chỉ là Islam.\" Sūra Āl ʿImrān: 85: \"Ai tìm tôn giáo khác Islam thì sẽ không được chấp nhận từ y.\" Hadith sahih nói các Nabi là anh em (tôn giáo của họ một); Nabi Muhammad được sai với Islam hoàn thiện. Ta không áp đặt niềm tin này bằng bạo lực nhưng ta tin chắc chân lý là một và con đường cứu rỗi là Islam.<br><br>Điều này thúc đẩy ta học và hành Islam đúng, không trộn với niềm tin trái ngược, và kêu gọi đến nó cách khôn ngoan để người khác biết tôn giáo duy nhất Allah chấp nhận.",
    "category": "Đức Tin: Trụ Cột, Định Nghĩa & Con Đường Trung Đạo"
  },
  {
    "no": 34,
    "title": "Bình Đẳng Đức Tin Và Khác Biệt Về Sự Ngoan Đạo",
    "text": "Đức tin về bản chất là như nhau cho mọi người, nhưng sự vượt trội của một số so với số khác là do sự ngoan đạo, ý thức về Allah ﷻ và sự chọn điều Allah ﷻ hài lòng hơn.",
    "explanation": "Nền tảng đức tin (các trụ cột đức tin, điều Luật đòi hỏi phải tin) là như nhau cho mọi Muslim; không có \"mức\" đức tin trong niềm tin cốt lõi. Điều phân biệt địa vị là sự ngoan đạo, ý thức về Allah (murāqabah) và sự chọn ưu tiên điều Allah hài lòng.<br><br>Sūra al-Ḥujurāt: 13: \"Quả thật người cao quý nhất trong các ngươi nơi Allah là người ngoan đạo nhất.\" Hadith sahih (Bukhārī) nói không được tự cho mình tin hơn người khác về cốt lõi; sự vượt trội nằm ở việc làm và sự ngoan đạo. Nabi cũng nói người Islam tốt nhất là người có đạo đức tốt nhất.<br><br>Ta không kiêu vì cho mình \"tin hơn\" người khác; ta cố gắng tăng sự ngoan đạo và việc làm. Sự khác biệt địa vị nơi Allah dựa trên nỗ lực và sự ngoan đạo, không dựa trên lời tuyên bố hay nhóm.",
    "category": "Đức Tin: Trụ Cột, Định Nghĩa & Con Đường Trung Đạo"
  },
  {
    "no": 35,
    "title": "Các Trụ Cột Đức Tin Nơi Allah Và Sứ Giả",
    "text": "Đức tin gồm đức tin nơi Allah ﷻ, thiên thần của Ngài, sách của Ngài, sứ giả của Ngài, Ngày Sau, và đức tin rằng định mệnh—tốt và xấu—đều từ Allah ﷻ.",
    "explanation": "Các trụ cột đức tin có sáu: đức tin nơi Allah, thiên thần, sách, sứ giả, ngày sau và định mệnh (tốt và xấu từ Allah). Đây là niềm tin cốt lõi mọi Muslim phải có; chối bỏ bất kỳ điều nào làm hư đức tin.<br><br>Hadith sahih (Bukhārī–Muslim) từ ʿUmar ibn al-Khaṭṭāb xác nhận sáu trụ cột này khi Jibrīl hỏi về đức tin. Sūra al-Baqarah: 285: \"Sứ giả tin điều được mặc khải cho y từ Chúa của y, và những người tin cũng vậy. Tất cả tin nơi Allah, thiên thần của Ngài, sách của Ngài và sứ giả của Ngài.\" Sūra al-Ḥadīd: 22 nói ngay cả tai họa cũng đã được ghi (phần của định mệnh).<br><br>Ta vững lòng trên sáu điều này và dạy cho gia đình và người khác. Đức tin trọn vẹn gồm tất cả trụ cột; không được chọn hay chối bỏ điều nào.",
    "category": "Đức Tin: Trụ Cột, Định Nghĩa & Con Đường Trung Đạo"
  },
  {
    "no": 36,
    "title": "Định Nghĩa Đức Tin Bằng Lời Và Tim",
    "text": "Đức tin gồm sự xưng nhận bằng lời và sự chấp nhận bằng tim.",
    "explanation": "Đức tin không chỉ là lời nói trên môi hay chỉ hành vi; nó gồm sự xưng nhận bằng lời (shahādah, nói điều chân thật) và sự tin trong tim (taṣdīq). Cả hai phải có; người chỉ nói mà không tin trong tim là đạo đức giả; người chỉ tin trong tim mà không nói thì chưa hoàn thành trước người và luật.<br><br>Hadith sahih (Bukhārī–Muslim) nói rằng Nabi được hỏi về việc làm tốt nhất; đức tin được nhắc làm nền tảng. Sūra al-Ḥujurāt: 14: \"Người Bedouin nói: Chúng tôi đã tin. Hãy bảo: Các người chưa tin; hãy nói: Chúng tôi đã quy phục (Islām), vì đức tin chưa vào lòng các người.\" Các học giả Ahl as-Sunnah thống nhất rằng đức tin gồm lời (qawl) và hành vi xuất phát từ \"sự chấp nhận bằng tim.\"<br><br>Ta giữ lời khỏi những từ làm hại đức tin và tim khỏi nghi ngờ hay chối bỏ; ta cố cho lời nói và niềm tin thống nhất.",
    "category": "Đức Tin: Trụ Cột, Định Nghĩa & Con Đường Trung Đạo"
  },
  {
    "no": 37,
    "title": "Tự Tách Mình Khỏi Lệch Lạc Tín Lý",
    "text": "Đây là tôn giáo của chúng tôi và điều chúng tôi tin trong lòng và bên ngoài; chúng tôi tự tách mình trước Allah ﷻ khỏi bất kỳ ai chống lại điều chúng tôi nói và giải thích.",
    "explanation": "Tín điều Ṭaḥāwī này là tuyên bố niềm tin của Ahl as-Sunnah; ai lệch khỏi điều được nói và giải thích trong đó, chúng tôi tự tách mình khỏi người ấy trước Allah. Đây không phải thù địch cá nhân mà là làm rõ rằng chúng tôi không theo lệch lạc tín lý (bidʿa, mê tín hay lạc lối).<br><br>Sūra al-Mumtaḥanah: 4 truyền lệnh tách mình khỏi kẻ thù của Allah. Nabi nói (Abū Dāwūd, được xác thực): \"Ai bịa đặt hoặc chở che kẻ bịa đặt thì nằm ngoài sự bảo đảm của Allah.\" Các học giả giải thích rằng sự tách mình (barāʾa) khỏi người bịa đặt là không theo niềm tin của họ và làm rõ sai lầm của họ, không phải gây hại.<br><br>Chúng tôi bám lấy tín điều đúng và tránh niềm tin lệch lạc; chúng tôi không tuyên bố ai là vô tín mà không có chứng cứ hợp lệ, nhưng chúng tôi rõ ràng về lệch lạc tín lý và tách mình khỏi nó.",
    "category": "Đức Tin: Trụ Cột, Định Nghĩa & Con Đường Trung Đạo"
  },
  {
    "no": 38,
    "title": "Islam Là Con Đường Trung Đạo Hoàn Hảo",
    "text": "Islam là con đường trung đạo: không thái quá cũng không thiếu; không ví thuộc tính của Allah ﷻ với tạo vật cũng không phủ nhận thuộc tính của Allah ﷻ; không cực đoan jabr cũng không phủ nhận qadar; và không giữa sự chắc chắn tuyệt đối sai lầm với tuyệt vọng.",
    "explanation": "Ahl as-Sunnah đứng trên con đường trung đạo: về thuộc tính của Allah ta xác nhận điều Allah xác nhận mà không ví với tạo vật (tashbīh) và không phủ nhận (taʿṭīl). Về qadar ta không cực đoan jabr cũng không phủ nhận qadar; về hy vọng và sợ hãi ta không khẳng định thiên đàng hay hỏa ngục cho ai cũng không tuyệt vọng về lòng thương xót của Allah.<br><br>Sūra al-Baqarah: 143: \"Và như vậy Ta đã làm các người thành cộng đồng trung đạo.\" Hadith và sự đồng thuận của học giả xác nhận rằng thuộc tính của Allah được tin mà không hỏi \"thế nào\" (takyīf) và không ví (tamthīl). Nabi cấm cực đoan trong tôn giáo. Con đường trung đạo này an toàn khỏi bidʿa.<br><br>Ta cố gắng kiên định trên con đường trung đạo: không thái quá (ghuluww) và không sao lãng (taqṣīr); ta học từ học giả Ahl as-Sunnah để không bị kéo sang cực đoan.",
    "category": "Đức Tin: Trụ Cột, Định Nghĩa & Con Đường Trung Đạo"
  },
  {
    "no": 39,
    "title": "Sự Thật Về Hành Trình Đêm Và Thăng Thiên",
    "text": "Hành trình đêm (Isrāʾ) và thăng thiên (Miʿrāj) là có thật: Nabi ﷺ được đưa đi trong đêm và lên bằng thân xác tỉnh táo qua các tầng trời đến nơi Allah ﷻ muốn.",
    "explanation": "Isrāʾ (cuộc đi từ Thánh đường Haram đến Thánh đường Al-Aqṣā) và Miʿrāj (sự lên qua các tầng trời) xảy ra với thân và hồn của Nabi trong trạng thái tỉnh; không phải mơ hay chỉ hồn. Sự kiện này là phép lạ Allah ban để củng cố Nabi và ummah; ta tin mà không đòi hỏi \"thế nào\" hợp lý vì nó vượt tạo vật thông thường.<br><br>Sūra al-Isrāʾ: 1: \"Vinh quang Đấng đã đưa tôi tớ Ngài đi trong đêm từ Thánh đường Haram đến Thánh đường Al-Aqṣā.\" Hadith sahih (Bukhārī–Muslim) kể chi tiết Miʿrāj: Nabi lên qua các tầng trời, gặp các Nabi trước và nhận lệnh năm lần cầu nguyện. Các truyền thuật này được truyền rộng và là phần niềm tin của cộng đồng.<br><br>Ta coi Isrāʾ và Miʿrāj là sự thật từ Allah; điều này củng cố niềm tin rằng Nabi là sứ giả của Allah được ban phép lạ và năm lần cầu nguyện là nghĩa vụ lớn được thiết lập trên trời.",
    "category": "Nabi & Sứ Giả"
  },
  {
    "no": 40,
    "title": "Sự Tha Thứ Của Allah Cho Các Tôi Tớ Có Đức Tin",
    "text": "Nếu Allah ﷻ muốn, Ngài tha thứ và khoan dung họ bởi ân của Ngài; nếu Allah ﷻ muốn, Ngài trừng phạt họ, rồi đưa họ ra bởi lòng thương và sự cầu thay; Allah ﷻ là Đấng Bảo Trợ những ai biết Ngài và không đối xử họ như kẻ chối Allah ﷻ.",
    "explanation": "Allah có quyền tha thứ các tôi tớ có đức tin của Ngài bởi ân Ngài, hoặc trừng phạt họ theo công lý Ngài; nếu Ngài trừng phạt, Ngài vẫn có thể đưa họ ra khỏi Lửa bởi lòng thương và sự cầu thay. Ai biết Allah (ʿārif billāh) và tin thì không bị đối xử như kẻ chối Ngài.<br><br>Sūra az-Zumar: 53: \"Hãy nói: Hỡi tôi tớ Ta đã vượt quá chống lại chính mình, chớ tuyệt vọng lòng thương Allah. Quả thật Allah tha thứ mọi tội lỗi.\" Hadith sahih nhắc sự cầu thay của Nabi cho ummah của người và rằng Allah đưa ra khỏi Lửa ai có tawḥīd trong lòng. Ahl as-Sunnah tin rằng người có tawḥīd không ở mãi trong Lửa nếu vào đó vì tội.<br><br>Ta không khẳng định \"chắc chắn được tha\" hay \"chắc chắn trong Lửa\" cho ai; ta hy vọng lòng thương Allah và sợ sự trừng phạt của Ngài. Ta tin chắc Allah công bằng và nhân từ; ai sám hối và tin thì không bị đối xử như kẻ vô tín.",
    "category": "Ngày Sau"
  },
  {
    "no": 41,
    "title": "Hy Vọng Thiên Đàng Cho Người Làm Lành",
    "text": "Chúng ta hy vọng Allah ﷻ tha thứ những ai làm điều thiện và cho họ vào Thiên Đàng, nhưng chúng ta không khẳng định điều đó về bất kỳ ai; chúng ta cầu xin sự tha thứ cho những kẻ làm điều ác và không tuyệt vọng về họ.",
    "explanation": "Chúng ta hy vọng và nghĩ tốt rằng Allah tha thứ người làm lành và cho họ vào Thiên Đàng, nhưng không khẳng định về bất kỳ cá nhân cụ thể nào (không có đảm bảo nếu không có việc làm). Với kẻ làm ác chúng ta cầu xin tha thứ và không tuyệt vọng lòng thương của Allah đối với họ.<br><br>Sūra az-Zumar: 53 mời gọi chúng ta đừng tuyệt vọng lòng thương Allah. Hadith sahih nói rằng không ai vào Thiên Đàng chỉ bởi việc làm của mình; tất cả đều nhờ lòng thương Allah. Nabi cấm khẳng định Thiên Đàng hay Hỏa ngục về bất kỳ ai; chúng ta hy vọng điều tốt nhất và cầu nguyện. Ahl as-Sunnah không như Khawārij tuyên bố tội nhân nặng là vô tín cũng không như Murjiʾa xem việc làm là không quan trọng.<br><br>Chúng ta cố gắng hết sức và hy vọng lòng thương Allah; chúng ta cầu nguyện cho kẻ làm ác và không phán xét rằng họ chắc chắn vào Hỏa ngục. Sự cân bằng giữa hy vọng và sợ hãi này giữ chúng ta khỏi cực đoan.",
    "category": "Ngày Sau"
  },
  {
    "no": 42,
    "title": "Sứ Mạng Nabi Của Ibrahim Và Lời Phán Với Musa",
    "text": "Chúng ta tin rằng Allah ﷻ đã làm Ibrahim thành bạn thân (khalīl) của Ngài, và Allah ﷻ đã phán trực tiếp với Musa.",
    "explanation": "Nabi Ibrahim là Bạn của Allah (Khalīlullāh); Allah đã chọn người làm bạn thân. Nabi Musa được ban đặc ân nói chuyện trực tiếp với Allah (kalāmullāh) không qua trung gian; đây là phép lạ và vinh dự từ Allah.<br><br>Sūra an-Nisāʾ: 125: \"Và Allah đã lấy Ibrahim làm bạn (khalīl).\" Sūra an-Nisāʾ: 164: \"Và Allah đã phán với Musa bằng lời trực tiếp.\" Hadith sahih xác nhận công trạng Ibrahim và Musa; Nabi nói Allah đã phán với Musa trên Núi Ṭūr. Chúng ta tin vào công trạng các Nabi mà không hạ thấp người khác.<br><br>Niềm tin này dạy chúng ta tôn kính mọi Nabi và không đối lập người này với người kia; mỗi vị có công trạng do Allah ban. Chúng ta noi gương Ibrahim (kiên định trong tawḥīd) và Musa (đối thoại với Allah qua cầu nguyện và vâng lời).",
    "category": "Nabi & Sứ Giả"
  },
  {
    "no": 43,
    "title": "Thẩm Vấn Và Hình Phạt Trong Mộ",
    "text": "Chúng ta tin vào hình phạt trong mộ cho ai đáng chịu, và vào sự thẩm vấn trong mộ bởi Munkar và Nakīr về Chủ, tôn giáo và Nabi của mình, như trong các hadith và truyền thuật của các Sahabah.",
    "explanation": "Sau khi chết, người ta ở cõi barzakh; trong mộ họ bị hai thiên thần (Munkar và Nakīr) thẩm vấn về Chủ, tôn giáo và Nabi của mình. Ai trả lời đúng sẽ được an ủi trong mộ; ai vô tín hoặc đạo đức giả sẽ chịu hình phạt mộ theo công lý Allah.<br><br>Các hadith sahih (Bukhārī, Muslim và khác) kể về thẩm vấn và hình phạt mộ; Nabi dạy lời cầu xin bảo vệ khỏi hình phạt mộ. Truyền thuật của các Sahabah cũng xác nhận điều này. Sūra al-Muʾminūn: 99–100 ám chỉ barzakh và rào cản giữa người chết và sự trở lại thế gian.<br><br>Chúng ta chuẩn bị bằng cách củng cố tawḥīd, theo tôn giáo chân chính và thừa nhận Nabi Muhammad; chúng ta cầu nguyện sự kiên định khi bị thẩm vấn trong mộ và được bảo vệ khỏi hình phạt mộ.",
    "category": "Ngày Sau"
  },
  {
    "no": 44,
    "title": "Phục Sinh Và Tính Sổ Trong Ngày Phán Xét",
    "text": "Chúng ta tin vào sự phục sinh sau khi chết, báo ứng việc làm trong Ngày Phán Xét, sự trình bày việc làm, sự tính sổ (ḥisāb), đọc sổ, thưởng hay phạt, cầu (ṣirāṭ) và cán cân (mīzān).",
    "explanation": "Ngày Phán Xét là khi mọi người được trỗi dậy từ mộ để chịu tính sổ. Việc làm được trình bày, sổ được đọc, cán cân (mīzān) cân việc làm, rồi người ta qua cầu (ṣirāṭ) vào Thiên Đàng hay Hỏa ngục. Chúng ta tin vào tất cả như đã đến trong Quran và hadith.<br><br>Sūra az-Zalzalah: 7–8: \"Ai làm điều thiện bằng trọng lượng nguyên tử sẽ thấy nó. Và ai làm điều ác bằng trọng lượng nguyên tử sẽ thấy nó.\" Sūra al-Kahf: 49, al-Isrāʾ: 13–14 và nhiều câu khác nói về sổ việc làm, sự tính sổ và mīzān. Hadith sahih (Bukhārī–Muslim) kể về ṣirāṭ và rằng có người qua an toàn có người rơi.<br><br>Niềm tin này thúc đẩy chúng ta làm lành và tránh tội; chúng ta chắc chắn không gì bị sót khỏi sổ và mọi việc làm sẽ được báo ứng. Chúng ta cầu xin Allah làm nhẹ sự tính sổ và cứu chúng ta trong ngày ấy.",
    "category": "Ngày Sau"
  },
  {
    "no": 45,
    "title": "Tin Vào Karāmāt Của Các Thánh",
    "text": "Chúng ta tin vào các karāmāt (kỳ tích) của các thánh mà chúng ta biết, và vào các truyền thuật sahih về họ từ nguồn đáng tin.",
    "explanation": "Karāma là kỳ tích hay ân huệ Allah ban cho người công chính (walī) vượt bình thường, như tri thức cho không cần học hay sự giúp đỡ lúc nguy cấp. Chúng ta tin vào các karāmāt mà truyền thuật sahih từ nguồn đáng tin; không phủ nhận cũng không thổi phồng.<br><br>Sūra Maryam kể Maryam được ban lương thực tại mihrāb; Sūra al-Kahf kể Những Người Trong Hang. Các hadith sahih kể karāmāt của các Sahabah (ví dụ ʿUmar \"thấy\" đạo quân từ xa). Học giả Ahl as-Sunnah tin vào karāma mà không đặt ngang với phép lạ Nabi hay thần thánh hóa thánh.<br><br>Chúng ta không từ chối karāmāt được truyền sahih, nhưng không dễ tin những câu chuyện nguồn gốc không rõ. Ưu việt thật là taqwā và theo Nabi; karāma là quà từ Allah, không phải thước đo công chính.",
    "category": "Đức Tin: Trụ Cột, Định Nghĩa & Con Đường Trung Đạo"
  },
  {
    "no": 46,
    "title": "Số Phận Của Bút Trên Bảng Được Giữ",
    "text": "Chúng ta tin vào Bảng Được Giữ (Lawḥ Maḥfūẓ) và Bút và mọi điều đã được viết; điều Allah ﷻ đã viết chắc chắn sẽ xảy ra, và điều Allah ﷻ không viết sẽ không xảy ra; điều người ta lỡ sẽ không bao giờ đạt được.",
    "explanation": "Bảng Được Giữ là \"bản ghi chính\" nơi Allah đã viết mọi định mệnh; Bút (qalam) là tạo vật viết theo mệnh lệnh Allah. Điều đã viết chắc chắn sẽ xảy ra; điều không viết sẽ không xảy ra. Lương thực, thọ mệnh và số phận đã được ghi; điều người ta lỡ sẽ không đạt được.<br><br>Sūra al-Ḥadīd: 22: \"Không có tai ương nào giáng xuống đất hay bản thân các ngươi mà không nằm trong một cuốn sách (Bảng Được Giữ) trước khi Ta làm nó xảy ra.\" Hadith sahih (Aḥmad, v.v.) nói điều đầu tiên Allah tạo là Bút, rồi Ngài truyền lệnh nó viết mọi điều sẽ xảy ra. Sūra al-Anʿām: 59 xác nhận không gì ẩn khỏi tri thức Allah.<br><br>Chúng ta tin vào định mệnh này mà không cảm thấy \"bị ép\"; chúng ta vẫn cố gắng và cầu nguyện vì cố gắng và cầu nguyện cũng là phần của định mệnh. Niềm tin này cho lòng thanh thản và giữ chúng ta khỏi ghen tị hay tuyệt vọng về điều ta không nhận được.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 47,
    "title": "Thiên Thần Chết Và Nhiệm Vụ Của Ngài",
    "text": "Chúng ta tin vào Thiên Thần Chết, người được giao nhiệm vụ lấy linh hồn mọi tạo vật.",
    "explanation": "Thiên Thần Chết (ʿAzrāʾīl hay Malak al-Mawt) là thiên thần Allah giao nhiệm vụ lấy linh hồn mọi sinh linh. Việc lấy linh hồn xảy ra theo mệnh lệnh Allah; không ai chết trước kỳ hạn và không ai bị trì hoãn sau kỳ hạn.<br><br>Sūra as-Sajdah: 11: \"Hãy nói: Thiên thần chết phụ trách các ngươi sẽ lấy các ngươi trong cái chết.\" Hadith sahih kể khi kỳ hạn đến Thiên Thần Chết đến với người ấy; có người bị lấy dễ có người khó tùy việc làm. Chúng ta không khẳng định tên thiên thần (ʿAzrāʾīl) là chắc chắn vì không có bằng chứng quyết định; điều chắc chắn là tin vào thiên thần lấy linh hồn.<br><br>Niềm tin này nhắc chúng ta cái chết chắc chắn sẽ đến và được thực hiện theo mệnh lệnh Allah; chúng ta chuẩn bị bằng sám hối và việc lành để khi linh hồn bị lấy ta ở trạng thái tốt.",
    "category": "Thiên Thần & Vô Hình"
  },
  {
    "no": 48,
    "title": "Hai Thiên Thần Ghi Chép Việc Làm Của Con Người",
    "text": "Chúng ta tin vào các thiên thần cao quý ghi chép việc làm của con người, vì Allah ﷻ đã đặt họ trên con người làm hai vị giám hộ.",
    "explanation": "Mỗi người có hai thiên thần bên cạnh: một ghi việc lành một ghi việc ác. Không lời nói hay việc làm nào bị sót khỏi bản ghi; bản ghi này sẽ được trình trong Ngày Phán Xét. Cả hai đều là \"vị giám hộ\" do Allah đặt, không để hại mà để ghi chép công bằng.<br><br>Sūra Qāf: 17–18: \"Khi hai thiên thần ghi (việc làm), một ngồi bên phải một bên trái. Không lời nào được thốt mà không có kẻ canh bên cạnh, sẵn sàng.\" Sūra al-Infiṭār: 10–12 cũng nhắc các vị giám hộ (ḥafẓa). Hadith sahih xác nhận thiên thần ghi mọi việc làm.<br><br>Chúng ta ý thức mọi việc làm đều được ghi; điều này thúc đẩy chúng ta giữ gìn lời nói và việc làm và tăng việc thiện. Chúng ta không sợ đến mức lo âu nhưng không lơ là; chúng ta cố gắng để bản ghi bên phải nặng hơn bản ghi bên trái.",
    "category": "Thiên Thần & Vô Hình"
  },
  {
    "no": 49,
    "title": "Tin Vào Các Sứ Giả Và Các Kinh Sách",
    "text": "Chúng ta tin vào các thiên thần, các Nabi và các sách được mặc khải cho các sứ giả, và chúng ta làm chứng rằng tất cả đều theo chân lý rõ ràng.",
    "explanation": "Chúng ta tin vào các thiên thần, các Nabi và các sách của Allah (Tawrāt, Injīl, Zabūr và Quran) không phân biệt. Mọi sứ giả đều mang cùng chân lý (tawḥīd và vâng lời); chúng ta làm chứng họ theo chân lý rõ ràng và không phủ nhận ai trong số họ.<br><br>Sūra al-Baqarah: 285: \"Tất cả tin vào Allah, các thiên thần của Ngài, các sách của Ngài và các sứ giả của Ngài. (Họ nói:) Chúng tôi không phân biệt giữa bất kỳ sứ giả nào của Ngài.\" Sūra an-Nisāʾ: 150–152 cảnh báo những kẻ phủ nhận một số sứ giả. Hadith sahih xác nhận chúng ta tin vào mọi Nabi từ Adam đến Muhammad.<br><br>Chúng ta không chửi bất kỳ Nabi hay sách nào; chúng ta coi Islam hoàn thiện và xác nhận điều đã đến trước. Chúng ta theo Nabi Muhammad là sứ giả cuối cùng và Quran là sách cuối cùng, xác nhận các sách trước.",
    "category": "Qur'an Và Mặc Khải"
  },
  {
    "no": 50,
    "title": "Mọi Sự Đều Là Định Mệnh Từ Allah",
    "text": "Chúng ta tin vào tất cả điều này và chắc chắn rằng mọi sự đều từ Allah ﷻ.",
    "explanation": "Tất cả những gì chúng ta tin—thiên thần, sách, sứ giả, định mệnh, Ngày Sau, v.v.—và mọi điều xảy ra trong vũ trụ về bản chất đều từ Allah. Không gì xảy ra ngoài tri thức, ý chí và định mệnh của Ngài; chúng ta tin điều này với sự chắc chắn.<br><br>Sūra at-Taghābun: 11: \"Không có tai ương nào giáng xuống ai ngoại trừ với phép Allah.\" Sūra al-Ḥadīd: 22 xác nhận mọi tai ương đều đã được viết. Hadith sahih (Muslim) xác nhận tin vào định mệnh, điều lành và dữ của nó, từ Allah. Niềm tin \"mọi sự từ Allah\" là nền tảng của tawakkul và kiên nhẫn.<br><br>Chúng ta không quy sự kiện chỉ cho \"tự nhiên\" hay \"ngẫu nhiên\"; chúng ta chắc chắn đằng sau mọi sự là định mệnh Allah. Điều này không loại trừ trách nhiệm con người (chúng ta vẫn cố gắng và chịu trách nhiệm), nhưng chúng ta để kết quả cuối cùng cho Allah.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 51,
    "title": "Không Phân Biệt Giữa Các Sứ Giả",
    "text": "Chúng ta tin vào tất cả điều này, không phân biệt giữa bất kỳ sứ giả nào và chấp nhận là chân lý mọi điều họ mang đến.",
    "explanation": "Chúng ta tin vào tất cả các sứ giả mà không phân biệt: không phủ nhận một số và thừa nhận số khác. Những gì họ mang đến (tawḥīd, nghĩa vụ thờ phượng, đạo đức) chúng ta chấp nhận là chân lý; chúng ta không nói \"chúng ta tin một số và không tin số khác\".<br><br>Sūra al-Baqarah: 136: \"Hãy nói: Chúng ta tin Allah và điều đã mặc khải cho chúng ta, và điều mặc khải cho Ibrāhīm, Ismāʿīl, Isḥāq, Yaʿqūb và các chi tộc, và điều ban cho Mūsā, ʿĪsā và các nhà tiên tri từ Chúa của họ. Chúng ta không phân biệt ai trong số họ.\" Sūra an-Nisāʾ: 150–152 cấm tin một số sứ giả và phủ nhận số khác. Hadith xác nhận phỉ báng bất kỳ nhà tiên tri nào là tội trọng.<br><br>Chúng ta tôn kính tất cả các nhà tiên tri và không đối lập người này với người kia; chúng ta theo luật của Nabi Muhammad như con dấu và hoàn thiện, tin rằng tất cả sứ giả đều mang chân lý từ Allah.",
    "category": "Nabi & Sứ Giả"
  },
  {
    "no": 52,
    "title": "Sự Xuất Hiện Của Ad-Dajjal Và Các Dấu Hiệu Giờ Tận Thế",
    "text": "Chúng ta tin vào các dấu hiệu Giờ Tận Thế như sự xuất hiện của Ad-Dajjal, sự giáng lâm của ʿĪsā ibn Maryam từ trời, mặt trời mọc từ phía tây và Con Thú từ đất xuất hiện.",
    "explanation": "Chúng ta tin vào các dấu hiệu Giờ Tận Thế mà Nabi đã nhắc: sự xuất hiện của Ad-Dajjal (kẻ lừa đảo lớn), ʿĪsā ibn Maryam giáng từ trời để đánh bại Ad-Dajjal và thiết lập luật, mặt trời mọc từ tây (sau đó sự sám hối không được chấp nhận) và Con Thú từ đất xuất hiện. Tất cả xảy ra trước Giờ lớn.<br><br>Hadith sahih (Bukhārī, Muslim và khác) kể các dấu hiệu Giờ. Nabi nói Ad-Dajjal sẽ xuất hiện và ʿĪsā sẽ giáng xuống giết y. Sūra al-Anʿām: 158 ám chỉ mặt trời mọc từ tây. Chúng ta tin mà không chất vấn \"thế nào\" chi tiết.<br><br>Niềm tin này nhắc chúng ta Giờ Tận Thế có thật và có dấu hiệu; chúng ta chuẩn bị bằng đức tin và việc lành, không để Ad-Dajjal hay tuyên bố giả mê hoặc.",
    "category": "Ngày Sau"
  },
  {
    "no": 53,
    "title": "Mười Sahabah Được Hứa Thiên Đàng",
    "text": "Chúng ta chứng nhận mười người mà Sứ Giả Allah ﷺ hứa Thiên Đàng sẽ ở Thiên Đàng: Abū Bakr, ʿUmar, ʿUthmān, ʿAlī, Ṭalḥa, Az-Zubayr, ʿAbdur-Raḥmān ibn ʿAwf, Saʿd ibn Abī Waqqāṣ, Saʿīd ibn Zayd và Abū ʿUbayda ibn Al-Jarrāḥ.",
    "explanation": "Mười sahabah mà Nabi hứa Thiên Đàng (al-ʿashara al-mubashshara) chúng ta tin sẽ vào Thiên Đàng: Abū Bakr, ʿUmar, ʿUthmān, ʿAlī, Ṭalḥa, Az-Zubayr, ʿAbdur-Raḥmān ibn ʿAwf, Saʿd ibn Abī Waqqāṣ, Saʿīd ibn Zayd và Abū ʿUbayda ibn Al-Jarrāḥ. Lời hứa của Nabi là thật và họ là mẫu mực cho ummah.<br><br>Hadith sahih (Tirmidhī và khác) xác nhận Nabi hứa Thiên Đàng với mười sahabah này. Họ là nhân vật lớn của Islam; thừa nhận ưu tú của họ thuộc tín điều Ahl as-Sunnah. Chúng ta không thổi phồng cũng không hạ thấp; chúng ta theo con đường của họ.<br><br>Chúng ta tôn kính tất cả sahabah và không oán ghét ai; chúng ta lấy mười vị này làm gương trong đức tin, công lý và hy sinh.",
    "category": "Sahabah, Khulafa & Ahlul Bayt"
  },
  {
    "no": 54,
    "title": "Yêu Công Lý Và Ghét Bạo Ngược",
    "text": "Chúng ta yêu người công chính và thành thật, và ghét người bạo ngược và dối trá.",
    "explanation": "Chúng ta yêu tất cả sahabah của Nabi mà không thái quá với ai (ghuluw) và không bỏ sót ai (taqṣīr). Yêu sahabah là phần của Islam và đức tin; ghét hoặc phỉ báng sahabah là kufr và nifaq.<br><br>Sūra at-Tawba: 100 ca ngợi những người đi đầu trong Muhājirūn và Anṣār. Hadith sahih cấm phỉ báng sahabah; Nabi nói đừng phỉ báng sahabah của ta. Ahl as-Sunnah thừa nhận sahabah có thể khác nhau trong ijtihād nhưng không trong tín điều.<br><br>Chúng ta không theo đuôi phỉ báng sahabah hay coi họ có lỗi không bằng chứng; chúng ta tôn kính họ và lấy thế hệ tốt nhất của ummah này làm gương.",
    "category": "Cộng Đồng, Người Cai Trị & Fiqh"
  },
  {
    "no": 55,
    "title": "Cấm Ghét Sahabah Của Nabi",
    "text": "Chúng ta yêu các sahabah của Sứ Giả Allah ﷺ, nhưng không thái quá với ai và không bỏ sót ai; yêu sahabah là phần của Islam và đức tin; ghét sahabah là kufr và nifaq.",
    "explanation": "Chúng ta yêu người công chính và thành thật và ghét người bạo ngược và dối trá. Yêu và ghét vì Allah là phần đức tin; chúng ta không trung lập trước bạo ngược hay dối trá.<br><br>Sūra al-Mumtaḥana: 8 truyền không coi kẻ không đánh chúng ta vì tôn giáo là thù. Nabi nói (Bukhārī) người Allah yêu nhất là người có ích nhất cho nhân loại. Bạo ngược và dối trá bị cấm trong nhiều câu và hadith.<br><br>Chúng ta cố gắng công chính và thành thật trong việc mình và ủng hộ công lý trong xã hội; chúng ta tránh bạo ngược và dối trá, không đồng minh với kẻ bạo ngược trong bạo ngược của họ.",
    "category": "Sahabah, Khulafa & Ahlul Bayt"
  },
  {
    "no": 56,
    "title": "Thứ Tự Các Khalifah Chính Thống Là Lãnh Đạo Muslim",
    "text": "Chúng ta xác nhận sau khi Sứ Giả Allah ﷺ qua đời, khilafah chuyển trước cho Abū Bakr Aṣ-Ṣiddīq, rồi ʿUmar, rồi ʿUthmān, rồi ʿAlī ibn Abī Ṭālib—họ là các Khalifah Chính Thống và lãnh đạo ngay thẳng.",
    "explanation": "Sau khi Nabi qua đời, khilafah chuyển cho Abū Bakr, rồi ʿUmar, rồi ʿUthmān, rồi ʿAlī. Họ là các Khalifah Chính Thống (al-Khulafāʾ ar-Rāshidūn); thứ tự này dựa trên sự thật lịch sử và sự đồng thuận Ahl as-Sunnah.<br><br>Hadith sahih xác nhận khilafah sau Nabi thuộc Quraysh và Nabi truyền theo sunnah các khalifah chính thống. Các truyện sahih kể bayʿa với Abū Bakr, rồi ʿUmar, ʿUthmān và ʿAlī. Chúng ta không chống lại hay hạ thấp ai trong số họ.<br><br>Chúng ta thừa nhận bốn khalifah là lãnh đạo công chính và theo con đường của họ trong tôn giáo và cai trị; chúng ta không theo kẻ phỉ báng hay tuyên bố khalifah nào là kafir.",
    "category": "Sahabah, Khulafa & Ahlul Bayt"
  },
  {
    "no": 57,
    "title": "Theo Sunnah Của Nabi Và Cộng Đồng",
    "text": "Chúng ta theo Sunnah của Nabi ﷺ và cộng đồng Muslim, và tránh lệch lạc, chia rẽ và bất hòa.",
    "explanation": "Chúng ta bám lấy Sunnah của Nabi và cộng đồng Muslim; chúng ta tránh bidʿah, chia rẽ và lập trường lệch. Theo Sunnah và cộng đồng là con đường an toàn.<br><br>Hadith sahih (Abū Dāwūd, Tirmidhī): \"Hãy bám lấy sunnah của ta và sunnah các khalifah chính thống\" và \"Cộng đồng là lòng thương, chia rẽ là trừng phạt.\" Sūra Āl ʿImrān: 103 truyền bám lấy dây Allah và đừng chia rẽ. Ahl as-Sunnah wa al-Jamāʿa là tên của ai theo con đường này.<br><br>Chúng ta học tôn giáo từ nguồn sahih (Qur'an và Sunnah) và theo sự hiểu của cộng đồng, không theo dục vọng hay nhóm ly khai; chúng ta tránh tranh cãi gây chia rẽ.",
    "category": "Cộng Đồng, Người Cai Trị & Fiqh"
  },
  {
    "no": 58,
    "title": "Định Nghĩa Muslim Là Người Cùng Qibla",
    "text": "Chúng ta gọi người hướng về qibla của chúng ta là Muslim và muʾmin—miễn là người cùng qibla ấy thừa nhận điều Nabi ﷺ mang đến và chấp nhận là chân lý mọi điều Người nói và truyền.",
    "explanation": "Người cầu nguyện hướng về qibla của chúng ta (Kaʿba) và thừa nhận điều Nabi mang đến và xác nhận mọi điều Nabi nói và truyền, chúng ta gọi là Muslim và muʾmin. Chúng ta không tuyên bố người cùng qibla là kafir miễn họ không phủ nhận điều rõ ràng là kufr.<br><br>Sūra al-Baqarah: 143 mô tả ummah Islam là cộng đồng trung đạo. Hadith sahih xác nhận ai cầu nguyện như chúng ta và hướng qibla của chúng ta thì là Muslim. Học giả Ahl as-Sunnah không tuyên bố người cùng qibla là kafir vì tội miễn họ không cho tội ấy là halal.<br><br>Chúng ta không buộc tội kufr bừa bãi; chúng ta phân biệt Muslim có tội và người đã rời Islam. Chúng ta để bí mật lòng dạ cho Allah và đối xử người cùng qibla như anh em Muslim.",
    "category": "Cộng Đồng, Người Cai Trị & Fiqh"
  },
  {
    "no": 59,
    "title": "Đoàn Kết Là Đúng Và Chia Rẽ Là Trừng Phạt",
    "text": "Chúng ta đồng ý rằng đoàn kết là con đường đúng và chia rẽ là lệch lạc và trừng phạt.",
    "explanation": "Đoàn kết trên chân lý là con đường đúng; chia rẽ là lệch lạc và trừng phạt. Allah truyền đoàn kết và cấm chia rẽ.<br><br>Sūra Āl ʿImrān: 103: \"Hãy tất cả bám lấy dây Allah và đừng chia rẽ.\" Hadith sahih (Ibn Mājah) xác nhận chia rẽ là trừng phạt. Nabi cấm chia rẽ và truyền nghe và vâng lời người cai trị khi không phải bất tuân.<br><br>Chúng ta cố gắng gìn giữ tình huynh đệ Islam và không chia rẽ ummah bằng vấn đề bidʿah hay buộc tội; chúng ta đoàn kết trên Qur'an, Sunnah và sự hiểu của salaf.",
    "category": "Cộng Đồng, Người Cai Trị & Fiqh"
  },
  {
    "no": 60,
    "title": "Cho Phép Masḥ Khuff Theo Hadith",
    "text": "Chúng ta đồng ý masḥ khuff (vớ da) dù đi đường hay ở nhà, như trong các hadith.",
    "explanation": "Masḥ khuff (vớ da che mắt cá) thay cho rửa chân trong wudu được phép trong hadith, dù đi đường hay ở nhà. Đây là nhượng bộ của luật mà Nabi dạy.<br><br>Hadith sahih (Muslim và khác) kể Nabi và sahabah masḥ khuff. Học giả đồng thuận cho phép với các điều kiện nêu trong fiqh. Đây là phần sự dễ dàng của tôn giáo; chúng ta theo mà không thái quá hay từ chối.<br><br>Chúng ta có thể dùng nhượng bộ masḥ khuff theo điều kiện khi làm wudu; chúng ta không coi là bắt buộc hay cấm miễn theo bằng chứng sahih.",
    "category": "Cộng Đồng, Người Cai Trị & Fiqh"
  },
  {
    "no": 61,
    "title": "Salat Phía Sau Mọi Imam",
    "text": "Chúng ta đồng ý salat phía sau bất kỳ ai thuộc người hướng qibla—công bằng hay bất công—và cử hành lễ salat janazah cho bất kỳ người hướng qibla khi qua đời.",
    "explanation": "Chúng ta salat phía sau bất kỳ ai thuộc người hướng qibla—ngay thẳng hay phạm tội—miễn người đó dựng salat hợp lệ; chúng ta cũng cử hành salat janazah cho bất kỳ người hướng qibla qua đời. Điều này gìn giữ đoàn kết và không tẩy chay cộng đồng vì khiếm khuyết cá nhân của imam.<br><br>Hadith sahih (Bukhārī–Muslim) xác nhận salat phía sau imam phạm tội. Nabi nói: họ ở trước các ngươi; nếu đúng thì phần thưởng cho các ngươi và cho họ, nếu sai thì phần thưởng cho các ngươi còn tội cho họ. Salat janazah cho Muslim là fard kifayah.<br><br>Chúng ta không bỏ cộng đồng vì imam không hoàn hảo; chúng ta giữ salat jamaah và cầu xin hidayah cho imam. Chúng ta cử hành salat janazah cho Muslim qua đời và không từ chối vì tội lỗi của người ấy.",
    "category": "Cộng Đồng, Người Cai Trị & Fiqh"
  },
  {
    "no": 62,
    "title": "Qur'an Là Kalām Không Phải Thọ Tạo",
    "text": "Chúng ta không tranh cãi về Qur'an và chúng ta làm chứng rằng nó là lời Allah ﷻ do Ruh al-Amin truyền cho Muhammad ﷺ; không phải lời thọ tạo và chúng ta không nói nó được tạo.",
    "explanation": "Qur'an là Kalāmullāh (lời Allah) do Jibrīl truyền cho Nabi Muhammad; không phải lời thọ tạo và chúng ta không nói nó được tạo. Tranh luận không căn cứ về \"thế nào\" hay \"có được tạo hay không\" là bidʿah; chúng ta tin điều Allah và Sứ giả đã định.<br><br>Sūra at-Tawba: 6 nói \"lời Allah\" (Kalāmullāh). Hadith sahih xác nhận Qur'an được mặc khải qua Ruh al-Amin (Jibrīl). Ahl as-Sunnah xác định Kalām của Allah là thuộc tính của Ngài, không thọ tạo; ai nói Qur'an thọ tạo là lệch lạc.<br><br>Chúng ta không tranh cãi việc này với người thường; chúng ta tin Qur'an là lời thiêng của Allah và không thọ tạo. Chúng ta tôn kính Qur'an và thực hành mà không sa vào tranh luận vô ích.",
    "category": "Qur'an Và Mặc Khải"
  },
  {
    "no": 63,
    "title": "Tránh Lời Nói Vô Ích Về Tôn Giáo",
    "text": "Chúng ta không dính vào lời nói vô ích về Allah ﷻ và không để tranh cãi về tôn giáo của Allah ﷻ làm hại tình huynh đệ.",
    "explanation": "Chúng ta không dính vào lời nói vô ích về Allah (như tranh về bản thể Ngài hay điều không có bằng chứng) và không để tranh cãi về tôn giáo Allah phá tình huynh đệ. Tôn giáo dựa trên bằng chứng, không suy đoán.<br><br>Sūra al-Isrāʾ: 36 cấm theo điều không có tri thức. Hadith sahih cấm tranh cãi Qur'an không căn cứ và truyền đem tranh cãi về Allah và Sứ giả. Học giả cấm tranh cãi vô ích trong tôn giáo.<br><br>Chúng ta nói về tôn giáo dựa trên Qur'an và Sunnah; không tốn thời gian vào tranh cãi vô tận. Chúng ta gìn giữ đoàn kết và không chia rẽ vì khác biệt không cốt lõi.",
    "category": "Đức Tin: Trụ Cột, Định Nghĩa & Con Đường Trung Đạo"
  },
  {
    "no": 64,
    "title": "Vâng Lời Người Cai Trị Miễn Không Ra Lệnh Tội",
    "text": "Chúng ta không chấp nhận nổi dậy chống imam hay người cai trị việc chúng ta, dù họ bất công; vâng lời imam và người cai trị thuộc vâng lời Allah ﷻ và là bắt buộc miễn họ không ra lệnh tội; chúng ta cầu xin hidayah và tha thứ cho họ.",
    "explanation": "Chúng ta không chấp nhận nổi dậy chống imam hay người cai trị Muslim dù họ bất công; vâng lời họ thuộc vâng lời Allah và là bắt buộc miễn họ không ra lệnh bất tuân. Chúng ta cầu xin hidayah và tha thứ cho họ.<br><br>Hadith sahih (Bukhārī–Muslim) nói: nghe và vâng lời amir miễn không ra lệnh bất tuân; Nabi cấm nổi dậy khi họ vẫn dựng salat. Sūra an-Nisāʾ: 59 truyền vâng lời ulil amri. Điều này gìn giữ ổn định và trật tự luật.<br><br>Chúng ta vâng lời trong điều hợp lệ và không vâng lời nếu bị ra lệnh tội; không nổi dậy bằng bạo lực hay chia rẽ. Chúng ta cầu xin công bằng và hidayah cho người cai trị và khuyên bảo cách khôn ngoan.",
    "category": "Cộng Đồng, Người Cai Trị & Fiqh"
  },
  {
    "no": 65,
    "title": "Từ Chối Thầy Bói Và Thầy Bói Số",
    "text": "Chúng ta không chấp nhận lời thầy bói hay thầy bói số là đúng, cũng không chấp nhận tuyên bố trái với Kinh, Sunnah và sự đồng thuận của ummah Muslim.",
    "explanation": "Chúng ta không tin thầy bói, thầy bói số hay ai tự xưng biết điều vô hình hoặc đoán số mệnh; chúng ta cũng từ chối điều trái Qur'an, Sunnah và ijma ummah. Chân lý chỉ đến từ mặc khải.<br><br>Hadith sahih (Bukhārī–Muslim) nói Nabi xác nhận: ai đến thầy bói hay thầy bói số và tin họ thì đã kafir với điều mặc khải cho Muhammad. Sūra al-Ǧinn: 26–27 xác nhận không ai biết điều vô hình ngoài Allah.<br><br>Chúng ta không tin bói toán, tử vi hay \"khoa học\" tự xưng biết tương lai; chúng ta tawakal lên Allah và hành động theo sunnatullah. Chúng ta chỉ lấy tin từ nguồn đáng tin (Kinh và Sunnah).",
    "category": "Cầu Nguyện, Tri Thức Và Giới Hạn"
  },
  {
    "no": 66,
    "title": "Không Tuyên Bố Muslim Là Kafir Vì Tội",
    "text": "Chúng ta không coi bất kỳ ai thuộc người hướng qibla của chúng ta là kafir vì tội mà người ấy phạm—miễn người ấy không coi tội đó là halal.",
    "explanation": "Chúng ta không tuyên bố người hướng qibla (người salat hướng qibla của chúng ta và chấp nhận điều Nabi mang đến) là kafir chỉ vì phạm tội—miễn họ không coi tội đó là halal. Tội không tự động đưa ra khỏi Islam.<br><br>Hadith sahih nói: Muslim không được tuyên bố Muslim khác là kafir; ai gọi anh em là \"kafir\" thì một trong hai sẽ mang danh ấy. Học giả Ahl as-Sunnah phân biệt người phạm đại tội nhưng vẫn là mukmin với người ra khỏi Islam vì chối điều rõ ràng hay halal hóa haram.<br><br>Chúng ta không tuyên bố kafir bừa bãi; chúng ta phân biệt người phạm tội nhưng vẫn tin với người chối trụ cột Islam hay halal hóa haram. Chúng ta phó điều bí ẩn trong lòng cho Allah.",
    "category": "Tội Lỗi, Vô Đức Tin & Người Hướng Qibla"
  },
  {
    "no": 67,
    "title": "Tác Hại Của Tội Đối Với Mukmin",
    "text": "Chúng ta không nói rằng tội của người tin không gây hại cho người ấy.",
    "explanation": "Chúng ta không nói tội của người tin không gây hại cho người ấy. Tội vẫn có hại: giảm thưởng, đem lại trừng phạt đời này hay đời sau, và làm yếu đức tin. Chúng ta không xem thường tội.<br><br>Sūra an-Nisāʾ: 31 và các ayat khác cảnh báo đại tội có thể đem trừng phạt. Hadith sahih xác nhận tội để lại dấu trong lòng. Nabi cấm xem thường tội nhỏ. Ahl as-Sunnah bác quan điểm Murjiʾah rằng tội không hại đức tin.<br><br>Chúng ta sợ tội và sám hối; không cảm thấy an toàn chỉ vì đã tin. Chúng ta tránh đại tội và tiểu tội và không xem thường ảnh hưởng của tội lên lòng và số phận đời sau.",
    "category": "Tội Lỗi, Vô Đức Tin & Người Hướng Qibla"
  },
  {
    "no": 68,
    "title": "Cấm Buộc Tội Kufr Anh Em Muslim",
    "text": "Chúng ta không nói bất kỳ ai thuộc người hướng qibla chắc chắn vào jannah hay nar, cũng không buộc tội ai là kufr, shirk hay nifaq—miễn người ấy không bộc lộ điều ấy; chúng ta phó điều bí ẩn trong lòng người hướng qibla cho Allah ﷻ.",
    "explanation": "Chúng ta không khẳng định với ai rằng họ chắc chắn vào jannah hay nar; cũng không buộc tội ai là kafir, mushrik hay munafiq miễn họ không bộc lộ. Điều bí ẩn trong lòng chúng ta phó cho Allah.<br><br>Hadith sahih cấm khẳng định jannah hay nar cho ai. Nabi nói: đừng buộc tội nhau là nifaq. Sūra al-Ḥuǧurāt: 12 cấm suy đoán và nói xấu. Chúng ta chỉ đánh giá điều bề ngoài; điều ẩn là việc của Allah.<br><br>Chúng ta suy nghĩ tốt miễn chưa có bằng chứng rõ; không phán xét ý đồ người khác. Chúng ta tập trung sửa mình và daʿwah cách khôn ngoan, không bận buộc tội hay kết tội.",
    "category": "Tội Lỗi, Vô Đức Tin & Người Hướng Qibla"
  },
  {
    "no": 69,
    "title": "Nabi Vượt Trội Hơn Mọi Wali",
    "text": "Chúng ta không đặt bất kỳ wali nào của ummah trên bất kỳ nabi nào; một nabi tốt hơn tất cả wali gộp lại.",
    "explanation": "Không wali nào của ummah này vượt bất kỳ nabi nào; một nabi tốt hơn tất cả wali gộp lại. Nabi có địa vị đặc biệt; chúng ta không đặt bất kỳ người ngay thẳng nào trên các nabi.<br><br>Sūra al-Anʿām: 86 và các ayat khác nói các nabi với ưu việt đặc biệt. Hadith sahih xác nhận Nabi Muhammad là chúa tể con cái Adam ngày phán xét. Học giả đồng thuận nabi vượt wali. Đặt wali trên nabi là lạc lối.<br><br>Chúng ta tôn kính các nabi và không đặt bất kỳ người ngay thẳng nào ngang hàng. Chúng ta theo Nabi Muhammad làm nguồn luật và mẫu mực tối cao; chúng ta yêu wali của Allah mà không thổi phồng đến mức đặt họ ngang nabi.",
    "category": "Nabi & Sứ Giả"
  },
  {
    "no": 70,
    "title": "Cấm Giết Người Không Có Lý Do Syar'i",
    "text": "Chúng ta không đồng ý giết bất kỳ ai thuộc ummah của Muhammad ﷺ, trừ khi syariat bắt buộc.",
    "explanation": "Chúng ta không đồng ý giết bất kỳ ai thuộc ummah Muhammad trừ khi syariat bắt buộc (qishash, hadd hoặc trong bối cảnh chiến tranh hợp pháp). Mạng Muslim được bảo vệ; giết không có quyền là đại tội.<br><br>Sūra al-Anʿām: 151 và al-Isrāʾ: 33 cấm giết linh hồn mà Allah cấm giết trừ khi có quyền. Hadith sahih xác nhận giết Muslim thuộc đại tội. Nabi cấm giết người nói lā ilāha illā Allāh. Luật hình sự Islam quy định khi nào giết được phép.<br><br>Chúng ta tôn trọng mạng người và không ủng hộ bạo lực hay giết người ngoài quy định syariat. Chúng ta từ chối khủng bố và giết người nhân danh tôn giáo không phù hợp bằng chứng sahih.",
    "category": "Cộng Đồng, Người Cai Trị & Fiqh"
  },
  {
    "no": 71,
    "title": "Địa Vị Của Muhammad Là Tôi Tớ Và Sứ Giả",
    "text": "Chúng ta tin rằng Muhammad ﷺ là tôi tớ được Allah ﷻ chọn, Nabi được Allah ﷻ chọn và Sứ giả mà Allah ﷻ hài lòng.",
    "explanation": "Muhammad là tôi tớ được Allah chọn và Nabi cùng Sứ giả mà Allah hài lòng. Người là con người được sai với mặc khải; chúng ta không thờ phụng người và không thổi phồng đến mức đặt người trên địa vị tôi tớ và sứ giả.<br><br>Sūra al-Isrāʾ: 1 gọi Nabi là tôi tớ của Ngài. Sūra al-Aḥzāb: 40 xác nhận Muhammad là ấn của các Nabi. Hadith sahih: đừng thổi phồng về ta như người Kitô đã thổi phồng về Jesus; ta chỉ là tôi tớ, hãy nói: tôi tớ của Allah và Sứ giả của Ngài. Chúng ta yêu và tôn kính người không thái quá; theo luật của người và không thần thánh hóa người. Chúng ta từ chối ai phủ nhận nubuwwah của người hoặc hạ thấp người.",
    "category": "Nabi & Sứ Giả"
  },
  {
    "no": 72,
    "title": "Sự Định Đoạt Thiện Và Ác Cho Nhân Loại",
    "text": "Thiện và ác đã được định đoạt cho nhân loại.",
    "explanation": "Thiện và ác đã được định đoạt cho nhân loại: có mệnh lệnh và cấm đoán, thưởng và phạt. Nhân loại được ban khả năng lựa chọn và sẽ chịu trách nhiệm về lựa chọn của mình.<br><br>Sūra ash-Shams: 8–10 chỉ ra Allah soi dẫn con người đường bất kính và đường ngay. Hadith và các ayat nhiều lần xác nhận taklīf và sự phán xét. Qadar không xóa bỏ lựa chọn; con người nỗ lực và Allah định đoạt kết quả.<br><br>Chúng ta cố gắng làm thiện và tránh ác; không dùng \"đã định\" làm cớ cho lười biếng. Chúng ta tin thiện và ác là thật và chúng ta sẽ chịu trách nhiệm.",
    "category": "Đức Tin: Trụ Cột, Định Nghĩa & Con Đường Trung Đạo"
  },
  {
    "no": 73,
    "title": "Sự An Toàn Của Đức Tin Ở Sự Phó Thác",
    "text": "Islam của một người chỉ an toàn khi đặt trên sự phó thác và quy phục; ép mình biết điều vượt quá khả năng chỉ đẩy xa khỏi niềm tin đúng.",
    "explanation": "Islam của một người chỉ an toàn khi đặt trên sự phó thác (taslīm) và quy phục Allah và Sứ giả của Ngài. Ép mình biết điều vượt quá khả năng (như thực tại bản thể Allah hoặc chi tiết qadar) chỉ đẩy xa khỏi niềm tin đúng.<br><br>Sūra Āl ʿImrān: 19 gọi Islam là sự phó thác. Hadith cấm suy ngẫm bản thể Allah và bảo suy ngẫm tạo vật của Ngài. Học giả cấm ilḥād (đi sâu vào điều không được phép) trong tên và thuộc tính Allah.<br><br>Chúng ta phó cho Allah điều Ngài không giải thích từ ghayb; tập trung vào điều Allah truyền và điều chúng ta có thể làm. Không bối rối vì không biết \"thế nào\" hay \"tại sao\" điều Allah chưa mở.",
    "category": "Đức Tin: Trụ Cột, Định Nghĩa & Con Đường Trung Đạo"
  },
  {
    "no": 74,
    "title": "Năng Lực Con Người Đến Từ Allah",
    "text": "Năng lực khiến hành vi thực sự xảy ra chỉ từ Allah ﷻ; điều luật đòi hỏi nơi con người là năng lực theo nghĩa sức khỏe, khả năng và cơ hội (phương tiện) mà người ấy có.",
    "explanation": "Năng lực khiến hành vi thực sự xảy ra (qudrah muʾaththirah) chỉ từ Allah. Điều luật đòi hỏi nơi con người là năng lực theo nghĩa sức khỏe, khả năng và cơ hội (phương tiện); khi có thì người ấy có nghĩa vụ cố gắng và Allah ban tawfīq.<br><br>Sūra al-Baqarah: 286 Allah không bắt ai quá sức. Hadith: lā ḥawla wa lā quwwata illā bi-llāh. Học giả phân biệt năng lực như điều kiện taklīf với năng lực hiện thực hóa hành vi (từ Allah).<br><br>Chúng ta cố gắng theo khả năng và cầu Allah giúp đỡ; không dùng \"tôi không thể\" cho điều vẫn có thể thử. Chúng ta tin sức mạnh để vâng lời đến từ Allah.",
    "category": "Taklīf & Hành Vi Con Người"
  },
  {
    "no": 75,
    "title": "Trả Mọi Tri Thức Về Cho Allah",
    "text": "Khi tri thức của chúng ta về điều gì không rõ, chúng ta nói: \"Allah ﷻ biết rõ hơn.\"",
    "explanation": "Khi tri thức của chúng ta về điều gì không rõ hoặc không đủ bằng chứng, chúng ta nói: Allah biết rõ hơn. Chúng ta không khẳng định hay bịa đặt; trả tri thức mà chúng ta không biết về cho Allah.<br><br>Sūra al-Baqarah: 232 và nhiều ayat truyền trả việc về cho Allah. Nabi nói: ai được hỏi tri thức mà người ấy không biết rồi nói \"Allah biết rõ hơn\" thì đã trả lời đúng. Học giả cấm nói không có tri thức.<br><br>Chúng ta không tỏ ra biết; dám nói \"tôi không biết\" hoặc \"Allah biết rõ hơn\" với điều chúng ta thực sự không biết. Không bịa tafsir hay luật không có bằng chứng.",
    "category": "Cầu Nguyện, Tri Thức Và Giới Hạn"
  },
  {
    "no": 76,
    "title": "Con Đường Trung Đạo Giữa Tuyệt Vọng",
    "text": "Tự tin tuyệt đối và tuyệt vọng đều đưa người ra khỏi tôn giáo; con đường chân lý cho người hướng qibla nằm giữa hai thái cực.",
    "explanation": "Tự tin tuyệt đối sai lầm (như khẳng định ai chắc chắn vào jannah) và tuyệt vọng (như khẳng định ai chắc chắn vào nar hoặc Allah không tha) đều đưa ra khỏi tôn giáo. Con đường chân lý cho người hướng qibla nằm giữa: hy vọng và sợ.<br><br>Sūra al-Ḥijr: 56 Ibrāhīm nói không ai tuyệt vọng rahmah Allah trừ kẻ lạc. Sūra az-Zumar: 53 mời không tuyệt vọng. Hadith xác nhận cân bằng giữa rajāʾ và khawf. Ahl as-Sunnah ở giữa Khawārij (quá cứng) và Murjiʾah (quá lỏng).<br><br>Chúng ta hy vọng rahmah Allah và sợ hình phạt Ngài; không kết án ai chắc chắn jannah hay nar. Chúng ta nghĩ tốt về Allah và không tuyệt vọng sự tha thứ của Ngài.",
    "category": "Đức Tin: Trụ Cột, Định Nghĩa & Con Đường Trung Đạo"
  },
  {
    "no": 77,
    "title": "Mộ Là Một Vườn Của Jannah Hoặc Một Hố Của Nar",
    "text": "Mộ là một trong những vườn jannah hoặc một trong những hố nar.",
    "explanation": "Mộ có thể là một vườn jannah (an lạc barzakh) hoặc một hố nar (hình phạt trong mộ), tùy hành vi và đức tin của người được chôn. Phù hợp với các hadith về an lạc và hình phạt trong mộ.<br><br>Hadith sahih (al-Bukhārī, Muslim) nhiều lần kể an lạc mộ cho người có đức tin và hình phạt mộ cho người bất công hoặc munafiq. Nabi dạy duʿā cầu được bảo vệ khỏi hình phạt mộ. Sūra al-Muʾminūn: 99–100 ám chỉ barzakh.<br><br>Chúng ta chuẩn bị bằng đức tin và việc làm tốt để mộ ta thành vườn jannah; cầu nguyện tránh hình phạt mộ. Niềm tin này thúc đẩy chúng ta không lơ là.",
    "category": "Ngày Sau"
  },
  {
    "no": 78,
    "title": "Đức Tin Thấy Allah Trong Jannah",
    "text": "Con người tin việc thấy Allah ﷻ trong jannah mà không giải thích hay tưởng tượng cách theo trí mình, và tránh phủ nhận thuộc tính Allah ﷻ hay ví Allah ﷻ với tạo vật.",
    "explanation": "Cư dân jannah sẽ thấy Allah ở đời sau; chúng ta tin điều này mà không giải thích hay tưởng tượng \"thế nào\" theo trí. Chúng ta tránh phủ nhận thuộc tính này và ví Allah với tạo vật.<br><br>Sūra al-Qiyāmah: 22–23 nói những gương mặt ngày ấy rạng rỡ, thấy Chúa của họ. Hadith sahih (al-Bukhārī, Muslim) xác nhận cư dân jannah thấy Allah như thấy mặt trăng đêm rằm. Chúng ta tin không takyīf (hỏi cách) và không tamthīl.<br><br>Chúng ta không tưởng tượng \"cảnh\" ấy; đủ với chúng ta rằng thấy Allah là an lạc tối thượng trong jannah. Chúng ta từ chối ai phủ nhận ruʾyah hoặc ví với thấy tạo vật.",
    "category": "Ngày Sau"
  },
  {
    "no": 79,
    "title": "Thực Tại Thấy Allah Trong Jannah",
    "text": "Việc cư dân jannah thấy Allah ﷻ là thật; con người tin điều này mà không giải thích cách, và phó tri thức về điều ấy cho Allah ﷻ.",
    "explanation": "Việc cư dân jannah thấy Allah là thật; chúng ta tin điều này mà không giải thích cách và phó tri thức cho Allah. Cách thấy không giống thấy tạo vật.<br><br>Bằng chứng như mục 78. Sūra al-Qiyāmah: 22–23 và hadith mutawātir về ruʾyah. Học giả Ahl as-Sunnah xác lập ruʾyah không takyīf; chúng ta không nói \"bằng mắt như chúng ta\" hay \"theo cách X\".<br><br>Chúng ta tin ruʾyah như tin tức từ Allah và Sứ giả; không sa vào tranh cãi \"thế nào\" vô tận. Niềm tin này tăng nhiệt huyết làm việc để thuộc cư dân jannah.",
    "category": "Ngày Sau"
  },
  {
    "no": 80,
    "title": "Muhammad Ấn Của Các Nabi Của Allah",
    "text": "Muhammad ﷺ là Ấn của các Nabi, Imam của người ngay và cao quý nhất trong các Sứ giả, và người được yêu của Chúa muôn loài.",
    "explanation": "Muhammad là ấn của các Nabi, imam của người ngay, cao quý nhất trong các Sứ giả và người được yêu của Chúa muôn loài. Không có Nabi sau người.<br><br>Sūra al-Aḥzāb: 40 Muhammad không phải cha của đàn ông nào trong các ngươi nhưng người là Sứ giả của Allah và ấn của các Nabi. Hadith sahih xác nhận Nabi là sayyid con cái Adam và người được yêu của Allah. Nabi là Sứ giả cuối; tuyên bố nubuwwah sau người là bất hợp lệ.<br><br>Chúng ta tin Nabi Muhammad là Nabi cuối và không chấp nhận Nabi hay Sứ giả mới sau người. Chúng ta yêu và tôn kính người và theo sunnah của người đến tận thế.",
    "category": "Nabi & Sứ Giả"
  },
  {
    "no": 81,
    "title": "Sứ Mạng Của Muhammad Cho Toàn Nhân Loại",
    "text": "Nabi Muhammad ﷺ được cử đến toàn thể jinn và nhân loại với chân lý, hướng dẫn, ánh sáng và soi sáng.",
    "explanation": "Nabi Muhammad được cử đến toàn thể jinn và nhân loại với chân lý, hướng dẫn, ánh sáng và soi sáng. Lời kêu gọi của Người là phổ quát; không cộng đồng nào sau Người được miễn trừ bổn phận theo Người.<br><br>Sūra Saba: 28 Chúng Ta chỉ cử ngươi đến toàn nhân loại. Sūra al-Aḥzāb: 40 xác nhận ấn của các Nabi. Hadith xác nhận Nabi được cử đến nhân loại và jinn. Luật của Người có hiệu lực đến Giờ.<br><br>Chúng ta tin Islam dành cho toàn nhân loại; chúng ta kêu gọi bằng trí tuệ và không ép buộc. Chúng ta theo Nabi như nguồn luật duy nhất sau Người.",
    "category": "Nabi & Sứ Giả"
  },
  {
    "no": 82,
    "title": "Số Phận Của Muslim Phạm Tội Lớn",
    "text": "Người thuộc umma của Muhammad ﷺ phạm tội lớn sẽ vào Lửa nhưng không vĩnh viễn—miễn là người ấy chết trong tư cách tín đồ xác nhận tính duy nhất của Allah ﷻ; số phận người ấy tùy ý và quyết định của Allah ﷻ.",
    "explanation": "Người thuộc umma của Muhammad phạm tội lớn sẽ vào Lửa (nếu Allah trừng phạt) nhưng không vĩnh viễn—miễn là chết trong tư cách tín đồ xác nhận tính duy nhất của Allah. Số phận cuối cùng của người ấy tùy ý và quyết định của Allah; có thể được tha hoặc bị trừng phạt rồi đưa ra.<br><br>Hadith sahih xác nhận Allah đưa ra khỏi Lửa ai có tawhid trong lòng. Người tawhid không ở trong Lửa vĩnh viễn. Sūra an-Nisāʾ: 48 cấm shirk; tội ngoài shirk có thể được tha nếu Allah muốn. Ahl as-Sunnah đứng giữa Khawārij và Murjiʾa.<br><br>Chúng ta không phán kẻ phạm tội lớn ở trong Lửa vĩnh viễn; chúng ta mong lòng thương của Allah và sợ hình phạt của Ngài. Chúng ta nhắc tránh tội lớn và sám hối; chúng ta để kết quả cuối cho Allah.",
    "category": "Tội Lỗi, Vô Đức Tin & Người Hướng Qibla"
  },
  {
    "no": 83,
    "title": "Hành Vi Con Người Do Allah Tạo Ra",
    "text": "Hành vi con người thực ra do Allah ﷻ tạo ra, và đồng thời do con người thực hiện và chịu trách nhiệm.",
    "explanation": "Hành vi con người thực ra do Allah tạo ra (Ngài làm cho xảy ra), và đồng thời do con người thực hiện và chịu trách nhiệm. Đây là con đường trung đạo: không Jabariyya cũng không Qadariyya.<br><br>Sūra aṣ-Ṣāffāt: 96 Allah tạo ra các ngươi và điều các ngươi làm. Hadith: không có sức và lực nào ngoài với Allah. Học giả Ahl as-Sunnah xác nhận hành vi của tôi tớ là tạo vật của Allah và kasb của tôi tớ; con người chịu trách nhiệm.<br><br>Chúng ta nỗ lực và tin kết quả từ Allah; chúng ta không thụ động (Jabariyya) cũng không coi mình là người tạo hành vi của mình (Qadariyya). Chúng ta chịu trách nhiệm về lựa chọn của mình.",
    "category": "Taklīf & Hành Vi Con Người"
  },
  {
    "no": 84,
    "title": "Giao Ước Của Allah Với Toàn Nhân Loại",
    "text": "Giao ước mà Allah ﷻ đã lập với Adam và dòng dõi của ông là đúng.",
    "explanation": "Giao ước mà Allah đã lập với Adam và dòng dõi của ông (lấy từ lưng Adam) là đúng: sự thừa nhận rằng Allah là Chúa. Được nhắc trong Quran; con người sinh ra trong fitra, rồi môi trường và lựa chọn có tác động.<br><br>Sūra al-Aʿrāf: 172–173 kể Allah đã lấy giao ước từ dòng dõi Adam: Ta không phải Chúa của các ngươi sao? Họ đáp: Phải. Hadith sahih xác nhận mọi trẻ sinh ra trong fitra. Học giả dùng làm bằng chứng fitra và trách nhiệm con người.<br><br>Chúng ta tin con người có fitra nhận biết Chúa; lời kêu gọi của chúng ta nhắc nhở và mời; không \"chèn\" điều xa lạ. Chúng ta chịu trách nhiệm về lựa chọn của mình sau khi trưởng thành và lý trí.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 85,
    "title": "Tên Và Thuộc Tính Allah Là Vĩnh Cửu",
    "text": "Cũng như Allah ﷻ có quyền đối với tên \"Đấng Ban Sự Sống Cho Kẻ Chết\" trước và sau khi ban sự sống cho kẻ chết, Allah ﷻ cũng có quyền đối với tên \"Đấng Tạo Hóa\" trước và sau khi tạo.",
    "explanation": "Allah có quyền đối với tên \"Đấng Ban Sự Sống Cho Kẻ Chết\" trước và sau khi thực sự ban sự sống; và \"Đấng Tạo Hóa\" trước và sau khi tạo. Thuộ tính và tên của Allah không phụ thuộc sự kiện; Ngài luôn có các thuộ tính của Ngài.<br><br>Sūra al-Ḥadīd: 3 Ngài là Đầu Tiên và Cuối Cùng. Tên của Allah là vĩnh cửu. Học giả xác nhận Allah luôn Al-Khāliq, Al-Muḥyī, v.v., không \"mới\" có thuộ tính sau sự kiện. Điều này bác quan điểm nghi ngờ thuộ tính của Allah trước tạo hóa.<br><br>Chúng ta không hỏi \"khi nào Allah có thuộ tính Đấng Tạo Hóa\"; chúng ta tin Allah hoàn hảo từ vĩnh hằng. Niềm tin này giữ sự trong sạch của tawhid và bác triết học nghi ngờ thuộ tính của Allah.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 86,
    "title": "Mọi Điều Xảy Ra Là Theo Ý Allah",
    "text": "Mọi điều xảy ra theo ý, tri thức, định mệnh và quyết định của Allah ﷻ; ý Allah ﷻ thắng các ý khác, và Allah ﷻ không bao giờ bất công, thoát khỏi điều ác và hoàn hảo và thoát khỏi khiếm khuyết.",
    "explanation": "Mọi điều xảy ra theo ý, tri thức, định mệnh và quyết định của Allah. Ý Allah thắng các ý khác; Allah không bao giờ bất công, thoát khỏi điều ác và hoàn hảo và thoát khỏi khiếm khuyết.<br><br>Sūra Yāsīn: 82 Khi Ngài muốn điều gì lệnh của Ngài chỉ \"Hãy thành\" và nó thành. Sūra al-Burūj: 16 Ngài là Đấng Muốn. Hadith và câu kinh thường xác nhận quyền năng và ý của Allah. Allah không bất công; quyết định của Ngài chứa trí tuệ.<br><br>Chúng ta phó mặc mọi sự cho Allah và không buộc tội Allah bất công. Chúng ta tin điều giáng xuống chúng ta phù hợp định mệnh và ý của Ngài; chúng ta nỗ lực và tín thác nơi Ngài.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 87,
    "title": "Ý Con Người Phụ Thuộc Allah",
    "text": "Mọi điều xảy ra theo định mệnh và ý Allah ﷻ; điều con người muốn chỉ thành hiện thực nếu Allah ﷻ muốn.",
    "explanation": "Mọi điều xảy ra theo định mệnh và ý Allah; điều con người muốn chỉ thành hiện thực nếu Allah muốn. Ý con người không độc lập; nó phụ thuộc ý Allah.<br><br>Sūra at-Takwīr: 29 Các ngươi không muốn trừ phi Allah muốn. Hadith: không có sức và lực nào ngoài với Allah. Học giả xác nhận ý (mashīʾa) của Allah bao trùm mọi điều xảy ra; ý của tạo vật theo sau.<br><br>Chúng ta muốn và nỗ lực nhưng tin kết quả cuối ở tay Allah. Chúng ta không kiêu khi thành công cũng không tuyệt vọng khi thất bại; chúng ta tín thác nơi Ngài sau nỗ lực của chúng ta.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 88,
    "title": "Chân Lý Của Luật Qua Nabi Muhammad",
    "text": "Mọi điều được xác lập từ Nabi ﷺ về luật và giải thích của nó (Quran và Islam) là đúng.",
    "explanation": "Mọi điều được xác lập từ Nabi về luật và giải thích của nó—Quran và Sunnah, halal-haram, thờ phượng, đức hạnh—là đúng. Chúng ta chấp nhận không nghi ngờ và hành theo.<br><br>Sūra al-Ḥashr: 7 Điều Sứ giả ban cho các ngươi hãy nhận, điều Người cấm hãy bỏ. Hadith sahih truyền rộng xác nhận Nabi không nói theo dục vọng. Quran và Sunnah là nguồn chân lý.<br><br>Chúng ta không chọn hoặc từ chối phần luật; chúng ta chấp nhận mọi điều xác thực từ Nabi. Chúng ta không theo ý kiến trái bằng chứng rõ ràng.",
    "category": "Nabi & Sứ Giả"
  },
  {
    "no": 89,
    "title": "Mọi Tạo Vật Phục Tùng Sự Cai Trị Của Allah",
    "text": "Mọi tạo vật phục tùng ý Allah ﷻ, dù qua ân huệ Allah ﷻ hay qua công lý Allah ﷻ.",
    "explanation": "Mọi tạo vật phục tùng ý Allah, dù qua ân huệ của Ngài (phước lành, hướng dẫn, thương xót) hay qua công lý của Ngài (hình phạt, thử thách). Không gì ngoài quyết định của Ngài.<br><br>Sūra Āl ʿImrān: 83 Họ tìm tôn giáo khác ngoài tôn giáo Allah sao? Trong khi mọi ai trên trời và đất đều quy phục Ngài. Câu kinh và hadith thường xác nhận mọi thứ phục tùng Allah. Ân huệ và công lý của Allah hoàn hảo.<br><br>Chúng ta chấp nhận định mệnh với lòng rộng mở: chúng ta biết ơn phước lành và kiên nhẫn trong thử thách. Chúng ta không phản đối quyết định của Allah; chúng ta tin Allah Công Bằng và Thương Xót nhất.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 90,
    "title": "Tín Đồ Là Awliyā Của Allah",
    "text": "Mọi tín đồ là awliyā của Allah ﷻ, và cao quý nhất trước Allah ﷻ là người vâng lời nhất và trung thành nhất với Quran.",
    "explanation": "Mọi tín đồ là awliyā của Allah (được Allah yêu theo nghĩa chung); cao quý nhất trước Allah là người vâng lời nhất và trung thành nhất với Quran. Xuất sắc dựa trên sự sùng đạo và theo, không phải trên lời tuyên bố hay danh hiệu.<br><br>Sūra Yūnus: 62–63 Này, awliyā của Allah không sợ cũng không buồn—những kẻ tin và kính sợ. Hadith xác nhận wali của Allah là kẻ vâng lời; chúng ta biết họ qua việc làm chứ không qua lời tuyên bố. Chúng ta không tôn \"wali\" nào lên trên bằng chứng.<br><br>Chúng ta nỗ lực trở thành awliyā của Allah qua sự vâng lời và theo Quran và Sunnah; chúng ta không tuyên bố là wali hay tôn người khác không cơ sở. Xuất sắc thuộc về Allah và dựa trên việc làm.",
    "category": "Đức Tin: Trụ Cột, Định Nghĩa & Con Đường Trung Đạo"
  },
  {
    "no": 91,
    "title": "Hành Vi Con Người Theo Tri Thức Của Allah",
    "text": "Mọi hành vi con người xảy ra đúng như Allah ﷻ biết; mỗi người được dễ dàng đến điều mình được tạo ra, và người may hoặc rủi là do quyết định của Allah ﷻ.",
    "explanation": "Mọi hành vi con người xảy ra đúng như Allah biết; mỗi người được dễ dàng đến điều mình được tạo ra (định mệnh), và người may hoặc rủi là do quyết định của Allah. Điều này không loại bỏ nỗ lực; nỗ lực cũng là phần của định mệnh.<br><br>Sūra al-Layl: 5–10 chỉ ra có người được dễ dàng đến điều thiện và có người đến điều ác. Hadith: mỗi người được dễ dàng đến điều mình được tạo ra. Tri thức của Allah đi trước hành vi; hành vi xảy ra theo tri thức của Ngài.<br><br>Chúng ta nỗ lực và tin Allah là Đấng làm dễ dàng; chúng ta không thụ động. Chúng ta không viện \"đã định rủi\" để không nỗ lực; chúng ta phó thác cho Ngài sau nỗ lực.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 92,
    "title": "Giới Hạn Mà Một Người Ra Khỏi Đức Tin",
    "text": "Một người không ra khỏi đức tin trừ khi chối bỏ điều đã đưa họ vào đó.",
    "explanation": "Một người không ra khỏi đức tin trừ khi chối bỏ điều đã đưa họ vào đức tin (tức chối bỏ trụ cột đức tin, cho phép điều cấm rõ ràng, hoặc tin vào kufr). Chỉ tội lỗi không đưa ra khỏi Islam miễn là không chối bỏ nền tảng.<br><br>Hadith sahih: không được tuyên bố Muslim là kafir vì tội. Ra khỏi Islam xảy ra khi từ chối shahada, chối bỏ điều chắc chắn trong tôn giáo, hoặc cho phép điều cấm đã đồng thuận. Học giả giải thích người phạm tội lớn vẫn là tín đồ nếu không cho tội là hợp pháp.<br><br>Chúng ta không tuyên bố kafir người vẫn thừa nhận trụ cột đức tin và không cho điều cấm là hợp pháp; chúng ta phân biệt tội và kufr. Chúng ta để phán quyết kafir cho học giả có thẩm quyền trong điều kiện nghiêm ngặt.",
    "category": "Đức Tin: Trụ Cột, Định Nghĩa & Con Đường Trung Đạo"
  },
  {
    "no": 93,
    "title": "Sự Giả Dối Của Việc Tuyên Bố Nabi Sau Muhammad",
    "text": "Mọi tuyên bố nabi sau Muhammad ﷺ đều là giả dối và lừa đảo.",
    "explanation": "Mọi tuyên bố nabi sau Muhammad đều là giả dối và lừa đảo. Không có nabi hay sứ giả sau người; ai tuyên bố nabi hoặc nhận mặc khải mới sau người là kẻ nói dối.<br><br>Sūra al-Aḥzāb: 40 Muhammad là ấn của các nabi. Hadith sahih: không có nabi sau ta. Nabi nói sẽ có kẻ nói dối tuyên bố nabi; đừng tin. Học giả đồng thuận tuyên bố nabi sau Nabi là kufr.<br><br>Chúng ta từ chối bất kỳ ai tuyên bố nabi, sứ giả hoặc người nhận luật mới sau Nabi Muhammad. Chúng ta chỉ theo Quran và Sunnah; không có mặc khải mới.",
    "category": "Nabi & Sứ Giả"
  },
  {
    "no": 94,
    "title": "Tôn Vinh Sahaba, Vợ Và Hậu Duệ Của Nabi",
    "text": "Ai nói tốt về các Sahaba của Sứ giả Allah ﷺ, vợ và hậu duệ thanh khiết của người thì thoát khỏi cáo buộc nifaq.",
    "explanation": "Ai nói tốt về các Sahaba của Sứ giả Allah, vợ của người (Mẹ của các tín đồ) và hậu duệ thanh khiết của người (Ahlul Bayt ngay thẳng) thì thoát khỏi cáo buộc nifaq. Tôn vinh họ là phần của Islam.<br><br>Sūra al-Aḥzāb: 6 và các câu khác ca ngợi vợ của Nabi. Hadith xác nhận sự ưu việt của Ahlul Bayt và Sahaba. Chửi rủa họ là dấu hiệu nifaq hoặc lạc lối. Ahl as-Sunnah tôn vinh Sahaba và Ahlul Bayt không quá đáng.<br><br>Chúng ta không chửi rủa Sahaba, vợ Nabi hoặc hậu duệ ngay thẳng của người; chúng ta nói tốt về họ và lấy gương. Chúng ta từ chối nhóm chửi rủa hoặc tuyên bố họ là kafir.",
    "category": "Sahabah, Khulafa & Ahlul Bayt"
  },
  {
    "no": 95,
    "title": "Cấm So Sánh Allah Với Con Người",
    "text": "Ai mô tả Allah ﷻ giống con người thì đã thành kafir; Allah ﷻ trong các thuộc tính của Ngài không giống con người.",
    "explanation": "Ai mô tả Allah giống con người (tashbīh)—ví dụ cho Allah có chi thể như chúng ta hoặc ngồi trên ngai như tạo vật—đã thành kafir. Allah trong các thuộc tính của Ngài không giống con người.<br><br>Sūra ash-Shūrā: 11 Không gì giống Ngài. Hadith cấm suy ngẫm về bản chất Allah. Học giả xác nhận so sánh Allah với tạo vật là kufr. Chúng ta khẳng định thuộc tính không hỏi \"thế nào\" (takyīf) và không so sánh (tamthīl).<br><br>Chúng ta không tưởng tượng Allah như tạo vật; chúng ta tin danh và thuộc tính của Allah như đã đến mà không so sánh. Chúng ta từ chối giáo lý mujassima hoặc mushabbiha.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 96,
    "title": "Sự Vĩnh Cửu Của Thiên Đàng Và Hỏa Ngục",
    "text": "Thiên đàng và hỏa ngục là tạo vật không cùng; Allah ﷻ tạo chúng trước tạo vật khác và tạo con người để cư ngụ mỗi nơi; ai Allah ﷻ muốn vào thiên đàng nhờ ân huệ Allah ﷻ hoặc hỏa ngục nhờ công lý Allah ﷻ.",
    "explanation": "Thiên đàng và hỏa ngục là tạo vật không cùng (vĩnh cửu). Allah tạo chúng trước tạo vật khác và tạo con người để cư ngụ mỗi nơi. Ai Allah muốn vào thiên đàng nhờ ân huệ của Ngài hoặc hỏa ngục nhờ công lý của Ngài.<br><br>Sūra Hūd: 107–108 xác nhận thiên đàng và hỏa ngục vĩnh cửu. Hadith sahih kể thiên đàng và hỏa ngục đã được tạo. Sūra ash-Shūrā: 7 Allah tạo trời đất và những gì giữa chúng. Cư dân thiên đàng và hỏa ngục vĩnh viễn.<br><br>Chúng ta tin thiên đàng và hỏa ngục là thực tại vĩnh cửu; chúng ta nỗ lực vào thiên đàng bằng việc làm và lòng thương xót của Allah và tránh hỏa ngục bằng vâng lời và sám hối.",
    "category": "Ngày Sau"
  },
  {
    "no": 97,
    "title": "Sự Cầu Thay Cho Muslim Là Đúng",
    "text": "Sự cầu thay dành cho Muslim là đúng, như đã kể trong các hadith.",
    "explanation": "Sự cầu thay dành cho Muslim—gồm cầu thay của Nabi cho cộng đồng của người trong Ngày Phục Sinh và cầu thay khác sahih trong hadith—là đúng. Chúng ta tin không phủ nhận cũng không phóng đại.<br><br>Sūra al-Baqara: 255 (câu Ngai) nói không ai cầu thay trước Ngài ngoại trừ với phép của Ngài. Hadith mutawatir kể cầu thay của Nabi cho cộng đồng của người. Cầu thay chỉ với phép Allah và cho ai Allah hài lòng.<br><br>Chúng ta mong cầu thay của Nabi và không chỉ cậy vào việc làm; chúng ta cũng không coi cầu thay hủy công lý Allah. Chúng ta cầu nguyện được parmi những người được cầu thay.",
    "category": "Ngày Sau"
  },
  {
    "no": 98,
    "title": "Sự Thật Về Ao Của Nabi Muhammad",
    "text": "Ao (al-Ḥawḍ) mà Allah ﷻ ban cho Nabi ﷺ để giải cơn khát của cộng đồng người trong Ngày Phục Sinh là đúng.",
    "explanation": "Ao (al-Ḥawḍ) mà Allah ban cho Nabi để giải cơn khát của cộng đồng người trong Ngày Phục Sinh là đúng. Ai uống từ đó sẽ không bao giờ khát. Được nhắc trong hadith sahih.<br><br>Hadith sahih (Bukhārī, Muslim) kể Nabi có ao trong Ngày Phục Sinh; ai uống từ đó sẽ không bao giờ khát. Nabi cảnh báo có người bị đuổi khỏi ao. Chúng ta tin không hỏi \"thế nào\".<br><br>Chúng ta nỗ lực thuộc cộng đồng sẽ đến ao của Nabi; chúng ta tránh bidah và chia rẽ có thể dẫn đến bị đuổi khỏi ao. Niềm tin này làm tăng tình yêu của chúng ta với Nabi.",
    "category": "Ngày Sau"
  },
  {
    "no": 99,
    "title": "Allah Không Thể Đạt Bằng Hiểu Biết",
    "text": "Không tưởng tượng nào có thể vẽ Allah ﷻ, và không hiểu biết nào có thể bao trùm Allah ﷻ.",
    "explanation": "Không tưởng tượng nào có thể vẽ Allah và không hiểu biết nào có thể bao trùm bản chất Allah. Trí con người hữu hạn; chúng ta tin Allah không hỏi \"thế nào\" (takyīf) và không so sánh (tamthīl).<br><br>Sūra al-Anʿām: 103 Mắt không đạt Ngài, Ngài đạt mắt. Hadith: suy ngẫm tạo vật của Allah, đừng suy ngẫm bản chất Allah. Học giả xác nhận trí không thể bao trùm thực tại Allah.<br><br>Chúng ta không tưởng tượng hình hay \"mặt\" Allah bằng tưởng tượng của chúng ta; chúng ta tôn vinh Ngài và tin danh-thuộc tính của Ngài không so sánh. Chúng ta phó \"thế nào\" cho Allah.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 100,
    "title": "Không Có Bí Mật Nào Ẩn Với Allah",
    "text": "Không có gì về tạo vật ẩn với Allah ﷻ trước khi tạo vật được tạo, và Allah ﷻ biết mọi điều tạo vật sẽ làm trước khi tạo vật được tạo.",
    "explanation": "Không có gì về tạo vật ẩn với Allah trước khi tạo; Allah biết mọi điều tạo vật sẽ làm trước khi tạo vật được tạo. Tri thức của Allah vĩnh cửu và bao trùm mọi thứ.<br><br>Sūra al-Ḥadīd: 22 Không tai ương nào xảy ra mà không ở trong sách. Sūra al-Anʿām: 59 Chìa khóa vô hình ở nơi Allah. Hadith xác nhận Allah đã ghi định mệnh trước khi tạo. Tri thức của Allah không đổi.<br><br>Chúng ta tin tri thức hoàn hảo của Allah; chúng ta không bối rối vì \"Allah đã biết\" như thể chúng ta không có lựa chọn. Chúng ta tin tri thức của Allah không ép buộc; chúng ta vẫn nỗ lực và chịu trách nhiệm.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 101,
    "title": "Mọi Thứ Xảy Ra Theo Ý Allah",
    "text": "Không có gì xảy ra ngoại trừ điều Allah ﷻ muốn.",
    "explanation": "Không có gì xảy ra ngoại trừ điều Allah muốn. Ý Allah bao trùm mọi sự kiện; không có gì trên trời dưới đất xảy ra mà không có ý Ngài (mashīʾa).<br><br>Sūra at-Taghābun: 11 Không tai ương nào giáng xuống ngoại trừ với phép của Allah. Sūra al-Insān: 30 Các người không thể muốn ngoại trừ điều Allah muốn. Hadith và các câu kinh xác nhận điều này nhiều.<br><br>Chúng ta phó thác mọi việc cho ý Allah; chúng ta nỗ lực và cầu nguyện, rồi chấp nhận sự định đoạt của Ngài. Chúng ta không nổi loạn chống định mệnh cũng không tuyệt vọng.",
    "category": "Định Mệnh & Ý Allah"
  },
  {
    "no": 102,
    "title": "Không Gì Có Thể Thắng Allah",
    "text": "Không có gì có thể thắng Allah ﷻ.",
    "explanation": "Không có gì có thể thắng Allah. Quyền Ngài là tuyệt đối; không gì có thể sánh, hủy bỏ hay cản trở ý Ngài.<br><br>Sūra al-Baqarah: 255 Allah không buồn ngủ cũng không ngủ; mọi thứ trên trời dưới đất đều thuộc về Ngài. Các câu kinh và hadith xác nhận quyền năng (qudrah) của Allah. Ai cho rằng có thứ thắng được Allah thì đã rơi vào vô đức tin.<br><br>Chúng ta tin chắc cứu trợ và thắng lợi chỉ đến từ Allah; chúng ta không sợ tạo vật. Chúng ta đặt hy vọng và sợ hãi chỉ nơi Allah.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 103,
    "title": "Không Gì Giống Allah",
    "text": "Không có gì giống Allah ﷻ.",
    "explanation": "Không có gì giống Allah. Ngài là duy nhất; không có gì tương đương, đồng đẳng hay tương tự Ngài về bản thể, thuộc tính hay hành động.<br><br>Sūra al-Ikhlāṣ: 4 Và không có gì so sánh với Ngài. Sūra ash-Shūrā: 11 Không có gì giống Ngài. Hadith và sự đồng thuận xác nhận tawḥīd. Ví Allah với tạo vật là vô đức tin.<br><br>Chúng ta tuyên bố Allah trong sạch khỏi mọi sự giống tạo vật; chúng ta không tưởng tượng hay mô tả Ngài bằng thuộc tính của tạo vật. Tawḥīd này là nền tảng của toàn bộ tôn giáo.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 104,
    "title": "Không Có Thần Nào Đáng Thờ Ngoài Allah",
    "text": "Không có thần nào đáng được thờ phụng ngoài Allah ﷻ.",
    "explanation": "Không có thần nào đáng thờ ngoài Allah. Chỉ Allah đáng được thờ phụng; thờ ai khác Ngài là shirk. Câu lā ilāha illā Allāh là nền tảng của Islam.<br><br>Sūra Muḥammad: 19 Hãy biết rằng không có thần nào ngoài Allah. Sūra al-Baqarah: 163 và nhiều câu kinh xác nhận tính duy nhất của Allah. Hadith nói lā ilāha illā Allāh là chìa khóa Thiên Đàng. Shirk là tội nặng nhất.<br><br>Chúng ta chỉ thờ Allah và không gán đối tác cho Ngài. Chúng ta từ chối thờ phụng bất cứ ai ngoài Allah—tượng thần, con người hay dục vọng.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 105,
    "title": "Không Gì Có Thể Chống Lại Sự Định Đoạt Của Ngài",
    "text": "Không có gì có thể chống lại sự định đoạt của Allah ﷻ, đảo ngược mệnh lệnh của Allah ﷻ hay thắng việc của Allah ﷻ.",
    "explanation": "Không có gì có thể chống lại sự định đoạt của Allah, đảo ngược mệnh lệnh Ngài hay thắng việc Ngài. Phán quyết của Ngài là chung quyết; không có kháng cáo hay phủ quyết.<br><br>Sūra ar-Raʿd: 41 Quả thật Allah có quyền trên mọi thứ. Sūra al-Anʿām: 59 Không ai có thể chống lại sự định đoạt của Ngài. Hadith xác nhận không gì có thể chống lại định mệnh do Allah. Quyền năng Allah là tuyệt đối.<br><br>Chúng ta chấp nhận sự định đoạt của Allah với lòng thanh thản; chúng ta không nổi loạn cũng không tuyệt vọng. Chúng ta cầu nguyện và nỗ lực, rồi phó thác cho phán quyết khôn ngoan của Ngài.",
    "category": "Thuộc Tính Allah & Tawhid"
  },
  {
    "no": 106,
    "title": "Tôn Kính Các Học Giả Salaf Thế Hệ Đầu",
    "text": "Các học giả salaf—thế hệ đầu và những ai theo họ—chỉ được nhắc đến bằng những lời tốt đẹp nhất; ai nói xấu các học giả salaf thì không trên con đường chính đạo.",
    "explanation": "Các học giả salaf—thế hệ đầu (Sahabah, tābiʿūn, tābiʿu t-tābiʿīn) và những ai theo manhaj của họ—chỉ được nhắc đến bằng những lời tốt đẹp nhất. Ai nói xấu các học giả salaf thì không trên con đường chính đạo.<br><br>Sūra at-Tawba: 100 ca ngợi những người đi trước và tiên phong. Hadith: những người tốt nhất là thế hệ của ta. Nabi truyền phải theo sunnah của các khulafa chính trực. Chửi bới salaf là bidʿa và lạc lối.<br><br>Chúng ta tôn kính các học giả salaf và lấy hiểu biết tôn giáo từ họ; chúng ta không chửi bới hay hạ thấp họ. Chúng ta theo manhaj Ahl as-Sunnah bám vào Qur'an, Sunnah và sự hiểu của salaf.",
    "category": "Sahabah, Khulafa & Ahlul Bayt"
  }
]
