[
  {
    "no": 1,
    "title": "Giới hạn tri thức của tạo vật và Allah",
    "text": "Có hai loại tri thức: thứ tạo vật có thể tiếp cận và thứ không thể; phủ nhận loại đầu là vô tín, tự nhận loại thứ hai cũng vậy—đức tin vững khi chấp nhận cái có thể tiếp cận và không tìm cái không thể tiếp cận.",
    "explanation": "Khái niệm hai loại tri thức này rất quan trọng. Có tri thức mà Allah mở cho con người qua giác quan và mặc khải (tri thức sharīʿa), và tri thức về cõi vô hình chỉ thuộc Allah, như giờ Tận thế. Hiểu giới hạn này tránh cho ta tự nhận biết những bí mật định mệnh mà Allah chưa hé lộ.<br><br>Trong Qur'an (sūra al-Anʿām: 59) Allah phán: \"Ở nơi Ngài là chìa khóa của cõi vô hình; không ai biết nó ngoài Ngài.\" Một hadith sahih trong Bukhārī nhắc năm điều vô hình chỉ Allah biết. Ta phải bằng lòng với điều đã được cho biết và không vượt quá điều bị che giấu.<br><br>Trong thực tế, niềm tin này giữ ta khiêm tốn và ham học. Ta tìm thấy bình an khi phó thác tương lai cho Allah, tập trung vào việc ta có thể làm và tin vào sắc lệnh của Ngài.",
    "category": "Cầu nguyện, tri thức và giới hạn"
  },
  {
    "no": 2,
    "title": "Lợi ích cầu nguyện cho người đã khuất",
    "text": "Người chết được hưởng lợi từ lời cầu nguyện và bố thí của người sống.",
    "explanation": "Cái chết không phải là hết. Một bằng chứng lòng thương xót của Allah là điều thiện vẫn đến với người đã khuất qua việc làm của người sống. Điểm này khẳng định rằng cầu nguyện, xin tha thứ và bố thí mà ta làm vì người đã khuất đến với họ như phần thưởng và làm nhẹ bớt tình trạng của họ trong barzakh.<br><br>Cơ sở là lời Nabi ﷺ (trong Muslim): \"Khi con người chết, việc làm của y dừng lại trừ ba: bố thí liên tục, tri thức hữu ích hoặc con ngoan cầu nguyện cho y.\" Sūra al-Ḥašr: 10 ca ngợi ai xin tha thứ cho người đi trước. Mối dây đức tin vượt qua cái chết.<br><br>Trong đời thường điều này thúc đẩy ta không quên cha mẹ hay thầy đã qua đời. Cầu nguyện cho họ là đạo đức và nhắc nhở rằng một ngày ta cũng cần những lời cầu như vậy. Như vậy duy trì chuỗi thiện giữa các thế hệ tín đồ.",
    "category": "Cầu nguyện, tri thức và giới hạn"
  },
  {
    "no": 3,
    "title": "Lời Allah không phải lời con người",
    "text": "Kinh Quran là lời của Allah ﷻ, từ Ngài; người ta tin đó là lời Allah ﷻ mà không hỏi thế nào, và không phải lời con người cũng không phải thọ tạo.",
    "explanation": "Qur'an là chính lời Allah (Kalāmullāh), không phải thọ tạo. Điều ta đọc trong Muṣḥaf thực sự là lời Allah, không phải tác phẩm con người. Điều này giữ uy quyền của mặc khải: Qur'an thiêng liêng, trong sạch và chân lý của nó tuyệt đối làm kim chỉ nam cho đời sống.<br><br>Allah phán (sūra at-Tawba: 6): \"...hãy cho y nơi trú ẩn cho đến khi y nghe lời Allah (Kalāmullāh).\" Một hadith trong Tirmidhī nói ưu việt của lời Allah so với lời khác như ưu việt của Allah so với tạo vật của Ngài. Qur'an là mặc khải thiêng liêng từ Đấng Tạo Hóa.<br><br>Trong thực tế ta đối xử với Qur'an với sự tôn kính sâu sắc. Ta không coi nó như sách thường; ta đọc với tartil, cố hiểu ý nghĩa và tuân theo mệnh lệnh của nó không nghi ngờ. Tin Qur'an là lời Allah, ta có la bàn vững chắc cho đời sống.",
    "category": "Qur'an và mặc khải"
  },
  {
    "no": 4,
    "title": "Allah khác biệt với mọi tạo vật",
    "text": "Allah ﷻ khác biệt với mọi tạo vật.",
    "explanation": "Allah là Laisa Kamitslihi Syai-un: không có gì giống Ngài. Bất kỳ hình dạng hay hình ảnh nào thoáng qua đầu óc ta, Allah không như vậy. Điều này giữ sự trong sạch của tawhid chúng ta để không đồng hóa Đấng Tạo Hóa với tạo vật yếu đuối và hữu hạn.<br><br>Chứng cứ chính là sūra ash-Shūrā: 11: \"Không có gì giống Ngài, và Ngài là Đấng Nghe, Đấng Thấy.\" Hadith cũng nhắc ta suy ngẫm về tạo vật của Allah nhưng cấm tưởng tượng bản thể Ngài, vì trí con người có giới hạn trong việc nắm bắt thực tại của Thượng Đế.<br><br>Hiểu như vậy giải phóng ta khỏi thờ ngẫu tượng—dù ngẫu tượng vật chất hay tâm tưởng (ảo tưởng). Ta ý thức Allah tối cao và vô hạn, nên chỉ thờ phượng một mình Ngài với sự tôn kính và tán dương đầy đủ mà không giới hạn Ngài bằng thuộc tính tạo vật.",
    "category": "Thuộc tính Allah & Tawhid"
  },
  {
    "no": 5,
    "title": "Allah Đấng Tạo Hóa từ thuở ban đầu",
    "text": "Allah ﷻ xứng đáng được gọi là Tạo Hóa và Khởi Nguyên không chỉ sau hay vì hành vi tạo dựng, mà từ thuở ban đầu.",
    "explanation": "Allah là Al-Khāliq (Đấng Tạo Hóa) không cần quá trình để thành tạo hóa. Trước khi có bất kỳ ngôi sao hay nguyên tử nào, Allah đã có thuộc tính tạo dựng. Danh và thuộc tính của Ngài vĩnh cửu, không phụ thuộc vào sự tồn tại của tạo vật, vì Ngài là Nguồn của mọi hiện hữu.<br><br>Allah phán (sūra al-Hadīd: 3): \"Ngài là Đầu Tiên và Cuối Cùng.\" Tên Al-Khāliq xuất hiện trong nhiều câu, như sūra al-Ḥašr: 24. Hadith nói trước đó chỉ có Allah và không có gì với Ngài, rồi Allah tạo Ngai và toàn vũ trụ.<br><br>Điều này dạy ta Allah hoàn toàn tự túc (Al-Ghanī). Ngài tạo ta không phải vì cô đơn hay cần trợ giúp, mà thuần do ý và trí tuệ của Ngài. Ta trở thành tôi tớ biết thân biết phận, ý thức đời ta là ân huệ thuần khiết từ Đấng Đầu Tiên không bao giờ cần gì nơi ta.",
    "category": "Thuộc tính Allah & Tawhid"
  },
  {
    "no": 6,
    "title": "Quyền năng hoàn hảo thuộc về Allah duy nhất",
    "text": "Allah ﷻ có quyền năng trên mọi sự; mọi thứ đều tùy thuộc Allah ﷻ, và dễ dàng cho Allah ﷻ, và Allah ﷻ không cần gì; không có gì giống Allah ﷻ, và Allah ﷻ là Đấng Nghe, Đấng Thấy.",
    "explanation": "Quyền năng của Allah tuyệt đối và không bị giới hạn bởi định luật vật lý hay logic con người. Allah muốn gì thì xảy ra dễ dàng với lời \"Kun\". Toàn vũ trụ cần Allah từng giây, còn Allah không cần gì từ vũ trụ này.<br><br>Trong sūra Yāsīn: 82: \"Mệnh lệnh của Ngài khi Ngài muốn một vật chỉ là phán với nó: Hãy thành! và nó thành.\" Allah cũng có tên Al-Qādir. Hadith qudsī nói nếu mọi người cầu xin và Allah ban cho tất cả, điều đó chẳng làm giảm chút nào sự giàu có của Allah.<br><br>Niềm tin này là liều thuốc cho mọi sợ hãi. Ta nhận ra bất kỳ ông chủ, kẻ cầm quyền hay vấn đề dù lớn đến đâu cũng chẳng là gì so với quyền năng Allah. Ta trở thành tôi tớ can đảm nhưng khiêm tốn, biết rằng chỗ dựa duy nhất không bao giờ sụp đổ là Allah Đấng Toàn Năng.",
    "category": "Thuộc tính Allah & Tawhid"
  },
  {
    "no": 7,
    "title": "Allah Chủ tể tuyệt đối của vũ trụ",
    "text": "Allah ﷻ có quyền năng tuyệt đối trên mọi sự, và không gì có quyền trên Allah ﷻ; ai tự coi mình không cần Allah ﷻ dù một khoảnh khắc đã rơi vào vô tín.",
    "explanation": "Allah là Chủ tể tuyệt đối nắm quyền kiểm soát mọi nguyên tử trong vũ trụ. Không việc nào thoát khỏi sự kiểm soát của Ngài. Nếu ai cảm thấy có thể sống độc lập không cần Allah, dù chỉ một khoảnh khắc, người ấy đã rơi vào kiêu ngạo có thể làm hỏng đức tin.<br><br>Sūra Fāṭir: 15 nói: \"Hỡi nhân loại! Các ngươi là kẻ cần Allah; còn Allah là Đấng Tự túc, Đáng ca tụng.\" Hadith của Nabi thường dạy lời cầu xin đừng để ta phó mặc cho bản thân dù một khoảnh khắc (yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn).<br><br>Trong thực tế điều này khiến ta luôn cảm thấy thiếu thốn (faqīr) Allah. Ta cầu nguyện nhiệt thành cho việc nhỏ và lớn—từ xin chỉ đạo đến việc thường ngày. Ta ý thức rằng không có sự trợ giúp của Ngài ta không thể thở hay chớp mắt.",
    "category": "Thuộc tính Allah & Tawhid"
  },
  {
    "no": 8,
    "title": "Allah không bị giới hạn thể lý",
    "text": "Allah ﷻ vượt trên giới hạn, ràng buộc, phần hay chi thể, và không bị giới hạn bởi sáu hướng như tạo vật.",
    "explanation": "Tín điều này khẳng định Allah thoát khỏi thuộc tính vật chất. Allah không cần không gian, không có bộ phận cơ thể như con người, và không bị giới hạn bởi hướng (trên, dưới, v.v.) như tạo vật. Ngài là Đấng Tạo Hóa không gian và thời gian, nên không thể để Ngài bị giới hạn bởi chính tạo vật của Ngài.<br><br>Allah phán (sūra al-Ikhlāṣ: 4): \"Và không có gì so sánh với Ngài.\" Nguyên tắc Tanzīh (tuyên bố Allah thoát khỏi sự tương tự) quan trọng. Học giả giải thích Allah tồn tại mà không cần nơi chốn, vì nơi chốn là tạo vật, và Allah đã tồn tại trước khi nơi chốn được tạo.<br><br>Điều này bảo vệ ta khỏi tư duy nhân hình hóa (tưởng tượng Thượng Đế như con người). Ta có thể thờ phượng Allah với sự tán dương đầy đủ sự vĩ đại vô hình và vô hạn của Ngài, thay vì mắc kẹt trong hình ảnh thể xác làm hạ thấp địa vị thần tính.",
    "category": "Thuộc tính Allah & Tawhid"
  },
  {
    "no": 9,
    "title": "Gánh Taklīf theo sức của tôi tớ",
    "text": "Allah ﷻ chỉ gánh cho con người những gì họ có thể chịu, và con người chỉ có thể làm những gì Allah ﷻ ban cho họ; không có sức và khả năng ngoài bởi Allah ﷻ, và không có sức để vâng lời hay tránh tội ngoài nhờ sự trợ giúp của Allah ﷻ.",
    "explanation": "Allah không gánh cho tôi tớ quá sức. Mỗi mệnh lệnh và cấm đoán trong sharīʿa tương xứng với khả năng con người; điều này thể hiện công lý và lòng thương xót của Allah và bác bỏ ý cho rằng tôn giáo là gánh nặng.<br><br>Trong sūra al-Baqarah: 286 Allah phán: \"Allah không gánh cho một linh hồn ngoài theo khả năng của nó.\" Hadith sahih (Bukhārī–Muslim) cũng nói: \"Khi Ta ra lệnh cho các ngươi điều gì thì hãy làm tối đa sức mình.\" Sức và khả năng để vâng lời (lā ḥawla wa lā quwwata illā billāh) cũng đến từ sự trợ giúp của Allah.<br><br>Trong thực tế ta không được dùng \"tôi không thể\" làm cớ cho nghĩa vụ rõ ràng, nhưng cũng không được gánh quá sức. Ta cố gắng hết sức rồi phó thác cho Allah; ta cầu xin Allah sức mạnh để bền vững qua cầu nguyện và nỗ lực.",
    "category": "Taklīf & Hành vi con người"
  },
  {
    "no": 10,
    "title": "Sự sống hoàn hảo và hành động không ngừng",
    "text": "Allah ﷻ sống và không chết, luôn hành động và không ngủ.",
    "explanation": "Allah là Al-Ḥayy (Đấng Hằng Sống) và Al-Qayyūm (Đấng Tự Hữu). Sự sống của Allah hoàn hảo—không bắt đầu bằng sinh và không kết thúc bằng chết. Ngài không cần nghỉ ngơi, không bao giờ ngủ, và luôn chủ động quản lý mọi việc của toàn bộ tạo vật Ngài không ngừng nghỉ.<br><br>Câu Ngai Vàng (sūra al-Baqarah: 255) là chứng cứ mạnh nhất: \"Allah, không có thần nào ngoài Ngài, Đấng Hằng Sống, Đấng Tự Hữu; không buồn ngủ cũng không ngủ chiếm lấy Ngài.\" Những tên đẹp này là nền tảng cho sự lệ thuộc của tạo vật vào Đấng Tạo Hóa.<br><br>Điều này cho ta sự an toàn lớn. Khi ta ngủ, buông xuôi hay cảm thấy bất lực, ta biết có Chúa không bao giờ ngủ và canh giữ ta. Ta được khích lệ tiếp tục làm điều thiện vì biết \"chủ\" của ta luôn chủ động, trông nom và sắp đặt điều tốt nhất cho tôi tớ Ngài.",
    "category": "Thuộc tính Allah & Tawhid"
  },
  {
    "no": 11,
    "title": "Allah là Một không có đối tác",
    "text": "Allah ﷻ là Một và không có đối tác.",
    "explanation": "Tawhid nghĩa là xác nhận tính duy nhất của Allah; Ngài không có đối tác trong rubūbiyya (quyền chủ tể trên tạo vật), ulūhiyya (quyền được thờ phượng), hay danh và thuộc tính. Chỉ một mình Ngài có quyền được thờ phượng và phụng sự; gán đối tác cho Ngài là shirk.<br><br>Sūra al-Ikhlāṣ: 1–4 nói: \"Hãy nói: Ngài là Allah, Duy Nhất. Allah là Đấng Tự Hữu. Ngài không sinh con và không được sinh ra. Và không có ai so sánh với Ngài.\" Sūra an-Nisāʾ: 36 cũng cấm gán đối tác với Allah. Hadith sahih nói Sūra al-Ikhlāṣ tương đương một phần ba Qur'an vì chứa cốt lõi tawhid.<br><br>Niềm tin này là nền tảng sự thờ phượng của ta: ta chỉ cầu xin, sợ và hy vọng nơi Allah; không nơi tạo vật, vật thể hay \"sức mạnh khác.\" Nhờ đó lòng ta không lệ thuộc ai khác ngoài Allah.",
    "category": "Thuộc tính Allah & Tawhid"
  },
  {
    "no": 12,
    "title": "Allah không có đối thủ hay ngang hàng",
    "text": "Allah ﷻ siêu việt khỏi việc có đối thủ hay ngang hàng.",
    "explanation": "Allah không có đối thủ có thể thắng Ngài hay kẻ ngang hàng sánh được Ngài. Quyền năng của Ngài tuyệt đối; không gì có thể sánh, giới hạn hay cản ý Ngài. Đây là phần của sự hoàn thiện tawhid.<br><br>Sūra al-Baqarah: 255 (Câu Ngai Vàng) nói Allah nắm trời đất và không thấy nặng khi gìn giữ chúng. Sūra Fāṭir: 44 và các câu khác khẳng định Allah không có đối tác, người giúp hay kẻ ngang hàng. Hadith cũng dạy Allah siêu việt và không ai trên Ngài.<br><br>Hiểu như vậy lòng được bình an: không kẻ thù, bệnh hay tai ương nào là \"đối thủ\" ngang Allah. Ta tin chắc thắng lợi, an toàn và cứu giúp cuối cùng chỉ từ Allah; không gì chặn được lòng thương xót của Ngài khi Ngài muốn.",
    "category": "Thuộc tính Allah & Tawhid"
  },
  {
    "no": 13,
    "title": "Allah bao trùm mọi tạo vật",
    "text": "Allah ﷻ bao trùm mọi thứ và ở trên nó; tạo vật của Ngài không thể bao trùm Allah ﷻ.",
    "explanation": "Allah bao trùm (cai quản, biết và quản lý) mọi thứ; không gì thoát khỏi tri thức và quyền năng của Ngài. Đồng thời Allah \"ở trên\" tạo vật của Ngài về địa vị và quyền năng, không phải về nơi chốn. Tạo vật không thể \"bao trùm\" hay giới hạn Allah.<br><br>Sūra Fuṣṣilat: 54 nói: \"Hãy biết Allah bao trùm mọi thứ.\" Sūra al-Baqarah: 255 (Câu Ngai Vàng) khẳng định Ngai của Ngài bao trùm trời đất và Ngài không thấy nặng. Hadith sahih cũng khẳng định Allah ở trên Ngai và tri thức của Ngài ở khắp nơi.<br><br>Tin như vậy ta cảm thấy được giám sát và bảo vệ: không gì ẩn với Allah, và không vấn đề nào quá lớn với Ngài. Ta cũng tránh hiểu lầm rằng Allah \"bị giam\" trên trời; Ngài bao trùm mọi thứ mà không cần không gian.",
    "category": "Thuộc tính Allah & Tawhid"
  },
  {
    "no": 14,
    "title": "Allah tạo sự sống và cái chết",
    "text": "Allah ﷻ ban cái chết không sợ và ban lại sự sống không khó.",
    "explanation": "Sự sống và cái chết hoàn toàn trong tay Allah. Ban cái chết cho tạo vật không làm Allah sợ hay yếu; ban lại sự sống (kể cả Ngày Phục Sinh) không khó với Ngài. Tất cả xảy ra chỉ do ý và lời của Ngài.<br><br>Sūra al-Mulk: 2 nói: \"Ngài là Đấng làm ra cái chết và sự sống.\" Sūra Qāf: 43: \"Chính Ta là Đấng ban sự sống và cái chết, và về Ta là sự trở về.\" Hadith sahih khẳng định linh hồn bị lấy đi theo lệnh Allah và Ngày Phục Sinh toàn bộ tạo vật sẽ được dựng lên bằng tiếng Kèn.<br><br>Niềm tin này nhắc ta rằng cái chết không phải kết thúc trống rỗng mà là cánh cửa vào đời sống đời sau. Ta chuẩn bị bằng việc làm tốt và không sợ chết thái quá, vì Đấng nắm sự sống và cái chết là Allah Đấng Công Bằng và Nhân Từ.",
    "category": "Thuộc tính Allah & Tawhid"
  },
  {
    "no": 15,
    "title": "Hạn định (ajal) cho mọi tạo vật",
    "text": "Allah ﷻ ấn định hạn (ajal) cố định cho tạo vật của Ngài.",
    "explanation": "Mỗi tạo vật có ajal (thời điểm chết) do Allah ấn định; không ai đẩy lên hay trì hoãn dù một giây. Đây là phần của định mệnh đã ghi trong Bảng Được Giữ.<br><br>Sūra al-Anʿām: 2 nói: \"Ngài là Đấng tạo các ngươi từ đất, rồi ấn định ajal (cho các ngươi).\" Sūra Luqmān: 34: \"Quả thật Allah—chỉ nơi Ngài là tri thức về Giờ... và không linh hồn nào biết sẽ chết ở đất nào.\" Hadith sahih (Bukhārī–Muslim) khẳng định ajal, bổng lộc và số phận con người đã được viết khi còn trong bụng mẹ.<br><br>Hiểu như vậy giúp ta tránh lo lắng thái quá và thúc ta dùng phần đời còn lại cho tốt. Ta không thể đổi khi hạn đến, nhưng có thể lấp đời bằng việc làm đẹp lòng Allah.",
    "category": "Định mệnh & Ý Allah"
  }
]
