[
  {
    "no": 1,
    "title": "被造物与安拉知识的界限",
    "text": "知识有两种：被造物能触及的与不能触及的；否认前者是库夫尔，声称拥有后者也是库夫尔——当接受可触及的、不追求不可触及的时，信仰才健全。",
    "explanation": "这两种知识的概念至关重要。有安拉通过感官与启示（教法知识）向人敞开的知识，也有仅属安拉的幽玄知识，如末日时刻。明白这一界限，可避免我们声称知道安拉未曾揭示的定命之秘。<br><br>古兰经（牲畜章：59）中安拉说：「幽玄的钥匙在祂那里，除祂外无人知晓。」布哈里圣训中提及五件幽玄之事，唯安拉所知。我们当满足于已被告知的，不逾越被隐藏的。<br><br>实践中，这一信仰使我们保持谦逊并渴望学习。我们专注于力所能及之事，将未来的奥秘托付安拉、仰赖其判定，从而获得内心安宁。",
    "category": "祈祷、知识与界限"
  },
  {
    "no": 2,
    "title": "为亡人祈祷的益处",
    "text": "亡人从活人的祈祷与施舍中受益。",
    "explanation": "死亡并非一切终结。安拉慈悯的一个证据是：善功仍通过活人的行为抵达亡人。本要点申明：我们为亡人所做的祈祷、求饶与施舍，其回赐会到达他并减轻其在陵墓（ Barzakh）中的境况。<br><br>依据是先知 ﷺ 的话（穆斯林辑录）：「人死后，其善功即断，唯三事除外：持续的施舍、有益的学问，或为其祈祷的清廉子女。」放逐章：10 赞扬为前辈求饶者。信仰之纽带超越死亡。<br><br>日常生活中，这促使我们不忘已故的双亲或师长。为他们祈祷既是孝道，也提醒我们终有一日也需要同样的祈祷。如此，穆斯林世代之间的善行链条得以延续。",
    "category": "祈祷、知识与界限"
  },
  {
    "no": 3,
    "title": "安拉的言语非人之语",
    "text": "古兰经是安拉 ﷻ 的言语，来自祂；人们信其为安拉 ﷻ 的言语而不追问「如何」，且非人之语亦非被造。",
    "explanation": "古兰经即安拉的言语（凯拉姆安拉）本身，非被造物。我们在穆斯哈夫中所读的，确为安拉之言，非人类作品。这维系启示的权威：古兰经神圣、纯洁，其真理作为人生指南是绝对的。<br><br>安拉说（忏悔章：6）：「……当给予他庇护，直至他听闻安拉的言语（凯拉姆安拉）。」提尔密济圣训中称：安拉言语优于其他言语，犹如安拉优于其被造物。古兰经是来自创造主的神圣启示。<br><br>实践中，我们以深敬对待古兰经。不将其当普通书籍；以正确的诵读（台尔提勒）阅读、力求理解其意并无疑虑地遵行其命。坚信古兰经为安拉之言，我们便有了人生可靠的指南。",
    "category": "古兰经与启示"
  },
  {
    "no": 4,
    "title": "安拉与一切被造物不同",
    "text": "安拉 ﷻ 与一切被造物不同。",
    "explanation": "安拉是「没有任何物像似他」（莱萨·凯米斯利希·筛义乌恩）。我们心中浮现的任何形象或模样，安拉都不是那样。这保持我们认主独一的纯洁，不把创造主与软弱、有限被造物等同。<br><br>主要依据是 ash-Shūrā: 11：「没有任何物像似他，他是全听、全观的。」圣训也提醒我们参悟安拉的被造物，但禁止想象其本体，因为人心在把握安拉实有上有局限。<br><br>这一理解使我们摆脱偶像崇拜——无论有形偶像还是心中偶像（幻想）。我们认识到安拉至高无上、无限，因而只崇拜他，以完全的尊崇与赞美，不以被造物属性限制他。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 5,
    "title": "安拉自太初即为创造主",
    "text": "安拉 ﷻ 有权被称为创造主与肇始者，不只是在创造行为之后或因其故，而是自太初即是。",
    "explanation": "安拉是 Al-Khāliq（创造主），不需要经过过程才成为创造主。在有任何星辰或原子之前，安拉已具有创造的属性。其名与属性永恒，不依赖被造物是否存在，因为他是万有之源。<br><br>安拉说（al-Hadīd: 3）：「他是最初与最终。」Al-Khāliq 之名见于多节经文，如 al-Ḥašr: 24。圣训称此前只有安拉，无物与祂同在，随后安拉创造了宝座与整个宇宙。<br><br>这教导我们安拉完全自足（Al-Ghanī）。他创造我们不是出于孤独或需要帮助，而是纯粹出于其意欲与智慧。我们成为知分的仆人，明白我们的生命是「最初者」的纯粹恩赐，他从未向我们索取任何事物。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 6,
    "title": "完美权能唯属安拉",
    "text": "安拉 ﷻ 对万物有权能；万物依赖安拉 ﷻ，对安拉 ﷻ 而言容易，安拉 ﷻ 不需任何物；无物似安拉 ﷻ，安拉 ﷻ 是全听、全观的。",
    "explanation": "安拉的权能是绝对的，不受物理定律或人类逻辑限制。安拉所意欲的，仅凭「有」一词即可轻易实现。整个宇宙每时每刻都需要安拉，而安拉不需要这宇宙的任何事物。<br><br>Yāsīn: 82：「当他意欲一物时，他的命令只是对它说：有！它就有了。」安拉亦有 Al-Qādir 之名。圣训（古都斯）称若所有人祈求而安拉全部赐予，也不会减少安拉的财富分毫。<br><br>这一信仰是一切恐惧的良药。我们认识到任何上司、统治者或问题，再大在安拉的权能面前都微不足道。我们成为勇敢而谦卑的仆人，知道唯一永不落空的依靠是全能安拉。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 7,
    "title": "安拉是宇宙的绝对主宰",
    "text": "安拉 ﷻ 对万物拥有绝对权能，无物对安拉 ﷻ 有权能；谁若自以为顷刻不依赖安拉 ﷻ，即已陷入不信。",
    "explanation": "安拉是绝对主宰，掌控宇宙中每一微粒。无一事能脱离他的掌控。若有人感到可以不需要安拉而独立生活，哪怕顷刻，即已陷入可能败坏信仰的骄傲。<br><br>Fāṭir: 15 说：「众人啊！你们才是需要安拉的；安拉是无求的、受赞的。」先知的圣训常教导我们祈求不要哪怕顷刻被交给自己（yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn）。<br><br>实践中这使我们常感对安拉的贫乏（faqīr）。我们热切地为大小事祈祷——从求引导到日常事务。我们意识到没有他的襄助，我们连呼吸或眨眼都不能。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 8,
    "title": "安拉超脱于物理界限",
    "text": "安拉 ﷻ 超乎界限、限制、部分或肢体，不像被造物那样被六方所限。",
    "explanation": "这一信条申明安拉超脱于物质属性。安拉不需要空间，没有如人一般的肢体，也不像被造物那样被方向（上下等）所限。他是空间与时间的创造主，故不可能被其自身所造之物所限。<br><br>安拉说（al-Ikhlāṣ: 4）：「没有任何物可与他相比。」坦兹希（宣称安拉超绝于相似）的原则重要。学者解释安拉存在而无需处所，因为处所是被造物，安拉在处所被造之前即已存在。<br><br>这使我们免于拟人化思维（把安拉想象成人的样子）。我们能以对其不可见、无限伟大的完全崇敬来崇拜安拉，而非陷于反而贬低神性品级的形体想象。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 9,
    "title": "义务（Taklīf）之担依仆人之能",
    "text": "安拉 ﷻ 只让人承担他们能承担的，人只能做安拉 ﷻ 赐予他们做的；除凭安拉 ﷻ 外无能力与力量，除借安拉 ﷻ 之助外无顺从或避罪之力。",
    "explanation": "安拉不使仆人承担超其能力的担子。教法中每项命令与禁止都与人之能力相称；这显示安拉的公正与慈悯，并驳斥宗教是重负之说。<br><br>al-Baqarah: 286 中安拉说：「安拉只依其能力责成一命。」健全圣训（布哈里–穆斯林）也说：「当我命令你们一事时，尽你们所能去做。」顺从的能力（lā ḥawla wa lā quwwata illā billāh）也来自安拉之助。<br><br>实践中我们不可对明确义务以「我不能」为借口，也不可承担超己之能。我们尽力而为然后托靠安拉；通过祈祷与努力向安拉祈求坚忍之力。",
    "category": "义务与人的行为"
  },
  {
    "no": 10,
    "title": "完美生命与恒常作为",
    "text": "安拉 ﷻ 永生不亡，常行不眠。",
    "explanation": "安拉是 Al-Ḥayy（永生者）与 Al-Qayyūm（自持者）。安拉的生命完美——非由出生开始，非由死亡终结。他不需休息，从不睡眠，且常在不歇地管理其一切被造物的事务。<br><br>宝座经文（al-Baqarah: 255）是最强证据：「安拉，除他外无应受拜者，永生者，自持者；瞌睡与睡眠不能侵及他。」这些美名是被造物依赖创造主的基础。<br><br>这给我们极大安心。当我们睡眠、交托或感到无力时，知道有一位从不睡眠、守护我们的主。我们受鼓励持续行善，因知我们的「主人」常在工作，看顾并为仆人安排至善。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 11,
    "title": "安拉独一无偶",
    "text": "安拉 ﷻ 是独一的，没有伙伴。",
    "explanation": "认主独一即认定安拉的独一性；在 rubūbiyya（对被造物的主权）、ulūhiyya（受拜权）及名与属性上他都没有伙伴。唯一有权受崇拜与事奉的是安拉；以任何物举伴他是 shirk。<br><br>al-Ikhlāṣ: 1–4 说：「你说：他是安拉，独一。安拉是所仰赖的。他不生，也不被生。没有任何物可与他相比。」an-Nisāʾ: 36 也禁止以物配主。健全圣训称 al-Ikhlāṣ 等于古兰的三分之一，因它包含认主独一的核心。<br><br>此信仰是我们崇拜的根基：我们只向安拉祈求、畏惧和盼望；不向被造物、物体或「他力」。这样心就不依赖安拉以外的任何物。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 12,
    "title": "安拉无匹敌无对等",
    "text": "安拉 ﷻ 超绝于拥有任何匹敌或对等者。",
    "explanation": "安拉没有能胜过他的匹敌，也没有与之对等者。其主权是绝对的；无物能与之匹敌、限制或挫败其意欲。这是认主独一完美的一部分。<br><br>al-Baqarah: 255（宝座经文）说安拉执掌天地，维持二者于他不觉沉重。Fāṭir: 44 等节文肯定安拉无伙伴、无辅助者、无对等者。圣训也教导安拉至大，无人在其上。<br><br>此理解使心安宁：任何敌人、疾病或灾难都不是与安拉「同级」的「对手」。我们确信胜利、平安与最终的救助只来自安拉；当他意欲时，无物能阻挡其慈悯。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 13,
    "title": "安拉周知一切被造物",
    "text": "安拉 ﷻ 周知万物且在其上；其被造物不能周知安拉 ﷻ。",
    "explanation": "安拉周知（掌管、知晓、治理）万物；无物能逃于其知识与权能。同时安拉「在」其被造物「之上」是就品级与主权而言，非就处所。被造物不能「周知」或限制安拉。<br><br>Fuṣṣilat: 54 说：「你当知道安拉周知万物。」al-Baqarah: 255（宝座经文）肯定其宝座周知天地，他不觉沉重。健全圣训也肯定安拉在宝座之上，其知识无处不在。<br><br>信此则我们感到被看护与保护：无物对安拉隐藏，也没有对他过大的难题。我们也免于误以为安拉「被限于」天上；他周知万物而无需空间。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 14,
    "title": "安拉创造生死",
    "text": "安拉 ﷻ 不惧地使人死，不难地使人复生。",
    "explanation": "生死完全在安拉手中。使被造物死并不使安拉惧或弱；使人复生（包括复活日）于他也不难。一切只凭其意欲与言辞。<br><br>al-Mulk: 2 说：「他造了死与生。」Qāf: 43：「使我们赐生与致死，归于我们。」健全圣训肯定灵魂由安拉之命被取，复活日一切被造物借号角声复起。<br><br>此信仰提醒我们死亡不是空洞的终结而是后世生活的门。我们以善功准备，不过度畏死，因为掌握生死的是公正、仁慈的安拉。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 15,
    "title": "众生有定限的寿限",
    "text": "安拉 ﷻ 为被造物规定固定的寿限（ajal）。",
    "explanation": "每一被造物都有安拉规定的 ajal（死期）；无人能提前或推迟哪怕一秒。这是写在受保护仙牌上的前定的一部分。<br><br>al-Anʿām: 2 说：「他从泥土创造你们，然后为你们定下寿限（ajal）。」Luqmān: 34：「的确安拉——只有他那里有末日的知识……没有灵魂知道将死于何地。」健全圣训（布哈里–穆斯林）肯定人的寿限、给养与命运在母腹中即已写定。<br><br>此理解使我们免于过度焦虑，并促使我们善用余下的生命。我们无法改变寿限何时到来，但可以用安拉喜悦的善功填满人生。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 16,
    "title": "引导与迷误皆是公正",
    "text": "安拉 ﷻ 以他的恩惠引导他所意欲者，以他的公正使他所意欲者迷误；一切服从安拉 ﷻ 的判定，无人能抗拒安拉 ﷻ 的判决。",
    "explanation": "引导（希达耶）与迷误（伊德俩勒）在安拉手中。被引导者因他的恩惠；被使迷误者因他的公正（如真理昭然后仍择不信者）。安拉的判决无人能否认或质疑。<br><br>al-Anʿām: 125：「安拉欲引导谁，就使谁的胸襟为伊斯兰而敞开……欲使谁迷误，就使谁的胸襟狭隘。」al-Aʿrāf: 178 也肯定引导与迷误在安拉手中。健全圣训说人心在至仁主的两指之间，安拉随意翻转它。<br><br>我们须寻求引导（学习、祈祷、与清廉者交往），得引导后不可傲慢。对迷误者也不绝望；继续宣教并为他们祈祷，因引导仍是安拉独有的特权。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 17,
    "title": "命人顺从与禁人违抗",
    "text": "安拉 ﷻ 命令被造物顺从他，禁止被造物违抗他。",
    "explanation": "安拉命令顺从（崇拜、善行、顺从使者）并禁止违抗（以物配主、大罪小罪）。这些命禁在古兰与圣训中明确；我们的义务是顺从并远离罪恶。<br><br>an-Nisāʾ: 59：「你们当顺从安拉，顺从使者。」al-Aʿrāf: 33 禁止丑事、恶事与压迫。健全圣训（布哈里）肯定顺使者即顺安拉，违使者即违安拉。先知说合法与非法已分明。<br><br>日常生活中我们履行命令（拜功、天课、诚实、尽忠）并避免禁止（谎言、奸淫、利息、违抗）。不增非法、不轻看罪；祈求顺从之力与免于违抗。",
    "category": "集体、统治者与教法"
  },
  {
    "no": 18,
    "title": "依安拉之知而造物",
    "text": "安拉 ﷻ 以他的知识造化了被造物。",
    "explanation": "安拉以他完美的知识造化了宇宙与一切被造物；无一是偶然或无理而造。一切被造符合安拉早已知道的度量、时间与判定。<br><br>al-Ḥijr: 86：「你的主确是创造者、全知者。」al-Furqān: 2 肯定安拉造化了万物并定其度量。健全圣训说安拉在造天地之前已写下一切被造物的前定。<br><br>此信仰使我们确信人生非虚；安拉的造化背后有安排与智慧。也促使我们学习并运用知识，因人类知识只是安拉那包罗万象之知识的一小部分。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 19,
    "title": "安拉无难地供给给养",
    "text": "安拉 ﷻ 无需而造化，并无难地供给被造物给养。",
    "explanation": "安拉并非因需要被造物而造化；他供给给养无负担无困难。给养（里兹格）包括财富、健康、安宁及我们享受的一切；皆来自安拉并由他轻易赐予。<br><br>adh-Dhāriyāt: 56–57 肯定安拉造精灵与人类只为崇拜他，他不需要他们的给养。Hūd: 6：「大地上一切动物，其给养唯归安拉。」健全圣训说给养已定、不会互换；敬畏者安拉将为之辟路并从料想不到处赐给养。<br><br>我们寻求合法给养而不过分焦虑；确信供给者是安拉。感恩已有、不与人比；给养之分配在安拉——至智——手中。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 20,
    "title": "安拉为一切被造物注定前定",
    "text": "安拉 ﷻ 为他所造化者注定前定。",
    "explanation": "前定（盖德尔）是安拉对被造物所遭遇一切的判定：给养、寿限、行为、祸福等。一切在造化前已写在受保护的仙牌上；我们信仰而不过分追问「如何」或「为何」。<br><br>al-Qamar: 49：「我确已依定数造化了万物。」al-Ḥadīd: 22：「大地上与你们身上所遭的灾祸，无不在我使它发生之前载于天经（受保护的仙牌）。」健全圣训（穆斯林）肯定信前定——其善与恶——是信仰的要素。<br><br>我们以坚忍接受灾祸、以感恩接受恩惠。我们仍努力（选择），因努力也是前定的一部分；我们不消极不绝望，也不反抗安拉的判定。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 21,
    "title": "安拉应答归信仆人的祈祷",
    "text": "安拉 ﷻ 应答人的祈祷，并赐予他们所求。",
    "explanation": "祈祷是功修，也是接近安拉的途径。安拉按其智慧应答仆人的祈祷：有时照所求赐予，有时以更好的替代或推迟到更合适的时机。<br><br>al-Baqarah: 186：「当我的仆人向你询问我时，我确是临近的。当祈祷者向我祈祷时，我应答他。」Ghāfir: 60：「你们向我祈祷，我就应答你们。」健全圣训肯定祈祷是信士的武器，安拉羞于拒绝举手祈祷的仆人。<br><br>我们被鼓励以恭顺祈祷、确信会被应答、不要过早绝望。我们选用来自先知的受传祈祷与良言祈祷，并接受最佳结果在安拉手中。",
    "category": "祈祷、知识与界限"
  },
  {
    "no": 22,
    "title": "安拉对后世居民的知识",
    "text": "安拉 ﷻ 在时间存在之前就知道进乐园者与进火狱者的确切数目；该数目既不增也不减。",
    "explanation": "安拉自亘古（时间之前）就知道谁将进乐园、谁将进火狱；其知识完美且不变。这并非说人被迫，而是安拉知道每个仆人的选择与行为之后果。<br><br>Hūd: 107 及健全圣训（布哈里–穆斯林）称乐园与火狱的居民已定；有人听闻「你在乐园中的座位」或「你在火狱中的座位」。al-Wāqiʿah 等节描述后世两类人。先知说安拉注定谁得福、谁遭难。<br><br>我们不可自以为「必进乐园」或「必进火狱」；我们当努力为善并盼望安拉慈悯。此信仰促使我们认真行善、不靠臆测。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 23,
    "title": "安拉的怒与喜皆完美",
    "text": "安拉 ﷻ 会怒会喜，但与任何被造物都不相似。",
    "explanation": "安拉具有怒（厄扎卜）与喜（利达）之属性；我们信而不以人的怒喜作比。安拉之怒对违逆与不信是完美的，其喜对顺从与认主独一是完美的。<br><br>al-Fatḥ: 6 及别节提到安拉的喜。健全圣训（布哈里–穆斯林）肯定安拉怒违逆者、喜顺从者；「谁因我的权利而使安拉发怒，我将对他发怒。」先知说安拉之喜在于父母之喜。我们不过问安拉怒与喜的「如何」（不做台什比赫）。<br><br>实践中我们以顺从寻求安拉之喜、远离惹怒他之事。我们惧其怒、望其喜，而不把安拉想象成有情绪的被造物。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 24,
    "title": "安拉无始而永存",
    "text": "安拉 ﷻ 无始（古老）而永存（无终）。",
    "explanation": "安拉是古老（存在无开端）且永存（无终）的。他始终存在；从未「尚未存在」，也绝不会「不再存在」。一切被造将朽灭，你的主的尊容却永存。<br><br>ar-Raḥmān: 26–27：「大地上的一切都将朽灭。你的主具有尊大与荣耀的尊容却永存。」al-Ḥadīd: 3：「他是最初与最终。」健全圣训称创造之前唯有安拉存在，无物与祂同在。<br><br>此信仰坚定人心：我们崇拜不会消失者；其许诺与警告是永恒的。世间是幻灭的，故勿过分贪恋；唯一永恒、堪作永恒依靠的只有安拉。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 25,
    "title": "安拉的属性先于被造而存在",
    "text": "安拉 ﷻ 自创造之前就始终与其属性同在，被造物的创造不为其属性增添分毫；安拉 ﷻ 在无尽头的时间中始终存在。",
    "explanation": "安拉的属性（知识、能力、生命、言语等）自被造之前就常与祂同在。创造世界并未给安拉「增加」新属性；祂不依赖被造而完美。此说驳斥安拉「创造之后才有」属性的观点。<br><br>al-Ḥadīd: 3 称安拉是最初与最终。尊名与属性之节（如全知、全能等）表明永恒属性。圣训与大众派学者公议肯定安拉常与其属性同在，不因有被造而变或增。<br><br>此理解保护认主独一，免于贬低安拉之想（仿佛祂会演化或依赖世界）。我们崇拜的是自古、现今与永远皆完美的安拉。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 26,
    "title": "安拉恒为主宰与创造者",
    "text": "安拉 ﷻ 恒为主宰、恒为创造者，即使尚无受崇拜者、尚无被造物时亦然。",
    "explanation": "安拉在无一物崇拜祂、亦无被造之前，就已是主宰（伊拉）与创造者（哈里格）。其主性与神性不依赖被造之存在；祂自古就配受崇拜、能创造。<br><br>忠诚章及认主独一诸节阐明安拉之独一，不依赖被造之承认。某传述中「我原是隐藏的宝藏」的圣训说明安拉在创造之前已存在。逊尼学者一致认为：安拉在意义上恒为创造者，尽管创造行为（特克温）按其意欲而发生。<br><br>据此我们不会以为安拉是「有了世界之后才成为」主宰或创造者；祂完美无缺、不依赖任何一物。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 27,
    "title": "禁止争论安拉之前定",
    "text": "安拉 ﷻ 已知将发生的一切，并已详细、确定地加以注定；无人能反对、增删或更改安拉 ﷻ 的定夺——争论前定、深究「为何」即属迷误。",
    "explanation": "安拉的前定已书写且确定，无人能改。无可靠依据而争论「安拉为何注定此事」或深究前定之奥秘，属受禁之举，可致迷误（如极端盖德里耶或哲卜里耶主张）。<br><br>山洞章：22 告诫勿问未予揭示之事。健全圣训（穆斯林辑）明确：无知识而谈前定为非法；先知禁止就前定辩论。学者说明我们信前定而不「挖掘」安拉未揭示者。<br><br>我们以托靠与坚忍接受前定，不把精力耗在「为何我被注定如此」的争论上。我们的重点是按教法行事、心平气和地接受安拉的定夺。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 28,
    "title": "安拉永不会朽灭",
    "text": "安拉 ﷻ 永不会朽灭或终结。",
    "explanation": "安拉永恒常存；不会朽灭、消失或终结。与有朽的被造不同，安拉的本体与属性永在。此信属认主独一完美之一环。<br><br>至仁主章：27：「你的主的尊容永存。」故事章：88：「除其尊容外，万物皆朽。」圣训与学者公议肯定安拉不会朽灭；祂是最初与最终、表与里。<br><br>信此则心安：乐园之约与火狱之警为永恒，唯一堪作永恒依托者唯有安拉。我们不惧「主」会消失；祂的永恒是信士心宁之源。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 29,
    "title": "安拉不需求被造",
    "text": "安拉 ﷻ 不需要阿尔什及其下的一切。",
    "explanation": "阿尔什（宝座）是安拉最大的被造，但安拉不需要阿尔什或其下任何一物。安拉存在而无须处所；阿尔什被造为威严之标志、为被造而设，非为「承载」安拉。<br><br>塔哈章：5：「至仁主，升于宝座之上。」学者以合宜于安拉、不拟人化的方式解释「伊斯提瓦」。黄牛章：255 明确安拉不瞌睡、不睡眠；祂不需要休息或「座位」。健全圣训称阿尔什是乐园之顶，安拉不需要天地。<br><br>此理解使我们不致把安拉想成「坐」在宝座上如君王。安拉自足；阿尔什与一切被造皆是其顺服之被造，非其所需。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 30,
    "title": "信阿尔什与库尔西",
    "text": "阿尔什（宝座）与库尔西（阿尔·库尔西）实有，我们信之。",
    "explanation": "阿尔什与库尔西是经文中提及的安拉之被造；我们信而不否、亦不拟于世间宝座。阿尔什是至大之座；库尔西（在宝座节中）亦言及天地为其所覆。<br><br>黄牛章：255（宝座节）：「其库尔西包覆天地。」真灾章：17 等节提到天使承载阿尔什。健全圣训（布哈里辑）称七层天相对库尔西如沙漠中一环，库尔西相对阿尔什更小。我们信而不问其「如何」。<br><br>信阿尔什与库尔西提醒我们安拉之伟大；其被造已如此浩大，何况创造者。我们不否认、不嘲弄古兰与圣训中可靠的未见之讯。",
    "category": "天使与未见"
  },
  {
    "no": 31,
    "title": "朝觐与圣战之义务",
    "text": "朝觐与圣战在穆斯林执政者——无论公正与否——领导下，是持续至末时的义务，无人能取消或废除。",
    "explanation": "即使执政者不义，朝觐与圣战仍按教法为义务；我们不得以反对执政者为由取消这些义务。其执行与穆斯林伊玛目/埃米尔一起进行以维持秩序、避免混乱；此义务适用至审判日。<br><br>仪姆兰的家属章：97 规定有能力者须朝觐。健全圣训（布哈里–穆斯林辑）谓圣战仍须在号令之下；「听命服从（埃米尔），即便领导你们的是阿比西尼亚奴隶。」先知亦说我们仍在不义伊玛目后礼拜，只要他立拜。此非为不义辩护，而是维护团结与教法秩序。<br><br>实践中我们在有能力时完成朝觐，在被合法号召时参加圣战；不以执政者过失为借口放弃义务或分裂集体。",
    "category": "集体、统治者与教法"
  },
  {
    "no": 32,
    "title": "安拉定夺之实相的秘密",
    "text": "定夺（前定）的实相是安拉 ﷻ 在其被造中的秘密；人信之而不探究、不质问安拉 ﷻ 行为的「为何」，因安拉 ﷻ 禁止且此事只招损。",
    "explanation": "前定之实相是安拉之秘密；我们信一切定夺来自祂，而不「深挖」或质问「为何」安拉如此行事。探究此事被禁且只招损（迷误或不安）。<br><br>筵席章：101 禁止询问若加解释反成负担之事。健全圣训（穆斯林辑）禁止争论前定。先知亦提醒凡争论前定者不得救。逊尼学者信前定而不作「如何」之形究（takyīf）或否定（taʿṭīl）。<br><br>我们以开阔之心接受定夺并专注于行为；不把时间耗在探究「为何安拉注定这个那个」上，因其超出理智所及且于信仰无益。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 33,
    "title": "伊斯兰为唯一真教",
    "text": "天上与地上安拉 ﷻ 的宗教只有一个，即伊斯兰（顺服）。",
    "explanation": "安拉所接受的宗教只有一个：伊斯兰（以认主独一和跟随使者顺服安拉）。自阿丹至穆罕默德，天上真教在本质上为一；偏离或遭篡改者已非安拉之教。<br><br>仪姆兰的家属章：19：「在安拉看来（被接受的）宗教确是伊斯兰。」仪姆兰的家属章：85：「谁寻求伊斯兰以外的宗教，必不被接受。」健全圣训谓众先知是弟兄（其教为一）；穆罕默德被差以完成伊斯兰。我们不以暴力强加此信，但确信真理唯一、得救之路是伊斯兰。<br><br>此促使我们正确学习与实践伊斯兰，不与之相悖之信混同，并以智慧宣教使他人认识安拉所接受的唯一宗教。",
    "category": "信仰：纲领、定义与中道"
  },
  {
    "no": 34,
    "title": "信仰平等与敬畏之别",
    "text": "信仰在本质上对众人相同，但一部分人优于另一部分人，是由于敬畏、对安拉 ﷻ 的觉照，以及他们择取安拉 ﷻ 更喜悦者。",
    "explanation": "信仰之基础（信仰纲领、教法所要求信者）对每位穆斯林相同；在核心信念上无信仰「等级」。区分品级的是敬畏、对安拉的觉照（murāqabah）以及择取安拉所喜者。<br><br>寝室章：13：「你们中在安拉看来最尊贵者，是最敬畏者。」健全圣训（布哈里辑）谓在根本方面不得自称比他人更信；优越在于行为与敬畏。先知亦说伊斯兰最好者即品德最好者。<br><br>我们不因自认「更信」而骄；我们努力增进敬畏与行为。在安拉跟前的品级之别基于努力与敬畏，而非自称或派别。",
    "category": "信仰：纲领、定义与中道"
  },
  {
    "no": 35,
    "title": "信安拉与使者的纲领",
    "text": "信仰由信安拉 ﷻ、其天使、其经典、其众使者、末日，以及信定夺——好与坏——皆来自安拉 ﷻ 构成。",
    "explanation": "信仰纲领有六：信安拉、天使、经典、众使者、末日与定夺（好与坏皆来自安拉）。此为每位穆斯林须持之核心信念；否认其一即损信仰。<br><br>欧麦尔·本·哈塔卜传述的健全圣训（布哈里–穆斯林辑）在吉卜利勒问及信仰时肯定此六纲。黄牛章：285：「使者信主降示他的，信士们也信。他们皆信安拉、其天使、其经典与其众使者。」铁章：22 谓灾祸亦已记录（属定夺）。<br><br>我们在此六事上坚定心志并授于家人与他人。完整信仰包含全部纲领；不可择一弃一。",
    "category": "信仰：纲领、定义与中道"
  },
  {
    "no": 36,
    "title": "以口舌与心灵定义信仰",
    "text": "信仰由口舌的承认与心灵的接受构成。",
    "explanation": "信仰不单是口头的言辞或仅行为；它包括口舌的承认（作证词、说真话）与心灵的坚信（塔斯迪格）。二者皆须具备；只说不信者是伪信士，只心中承认而不宣于口者，在人前与教法上尚未完足。<br><br>健全圣训（布哈里–穆斯林辑）载，有人问先知何为最优善功，信仰被提及为根本。寝室章：14：「游牧人说：我们已归信了。你说：你们尚未归信；你们当说我们已顺服（伊斯兰），因为信仰尚未入于你们心中。」逊尼学者一致认为信仰包括言语（话）及由「心灵接受」而生的行为。<br><br>我们守护口舌不说伤及信仰之言，守护心灵不疑不否；力求言语与信念一致。",
    "category": "信仰：纲领、定义与中道"
  },
  {
    "no": 37,
    "title": "与教义偏离划清界限",
    "text": "此即我们的宗教及我们内外所信；凡与我们所述所释相违者，我们在安拉 ﷻ 面前与之无干。",
    "explanation": "此塔哈维信条为逊尼信仰之表述；凡偏离其中所述所释者，我们在安拉面前与之划清界限。非私人恩怨，而是申明我们不随从教义偏离（异端、迷信或迷误）。<br><br>受考验的妇人章：4 命与安拉之敌划清界限。先知云（艾布·达乌德辑，定之为健全）：「谁新生异端或包庇异端者，即脱离安拉之保障。」学者说明：与异端者划清（巴拉阿）乃不随其主张并阐明其谬，而非加以伤害。<br><br>我们持守正确信条、远离偏离之信；无有效依据不妄断他人为不信者，但对教义偏离态度明确并与之无干。",
    "category": "信仰：纲领、定义与中道"
  },
  {
    "no": 38,
    "title": "伊斯兰为完美中道",
    "text": "伊斯兰乃中道：无过无不及；既不将安拉 ﷻ 之属性比同被造物，也不否定安拉 ﷻ 之属性；既非极端宿命论（哲卜尔）亦非否定前定（格德尔）；既非妄断必进乐园或火狱，亦非对安拉慈悯绝望。",
    "explanation": "逊尼派立于中道：于安拉属性，我们肯定安拉所肯定者，既不比同被造（台什比赫）也不否定（台尔提勒）。于前定，我们既非极端宿命论者亦非否定前定者；于盼望与畏惧，我们不断言某人必进乐园或火狱，也不对安拉慈悯绝望。<br><br>黄牛章：143：「我这样以你们为中正的民族。」圣训与学者公议确定：安拉之属性被信而不问「如何」（台基夫）、不拟象（台姆西勒）。先知禁止宗教上极端。此中道免于异端。<br><br>我们力求持守中道：无过（厄鲁沃）无怠（台格西尔）；向逊尼学者学习，以免被左右极端牵引。",
    "category": "信仰：纲领、定义与中道"
  },
  {
    "no": 39,
    "title": "夜行与登霄之真实",
    "text": "夜行（伊斯拉）与登霄（米阿赖吉）属实：先知 ﷺ 于夜间被接引，以清醒之身经由诸天升至安拉 ﷻ 所意欲之处。",
    "explanation": "夜行（从禁寺至远寺）与登霄（升越诸天）以先知肉体与灵魂在清醒状态下发生；非梦亦非仅灵魂。此事为安拉赐予以坚固先知与稳麦的奇迹；我们信而不以理性追问「如何」，因其超乎常道。<br><br>夜行章：1：「赞美他使其仆夜行，从禁寺到远寺。」健全圣训（布哈里–穆斯林辑）详述登霄：先知升越诸天、见前代众先知并领受五番拜命。这些传述众传且属共同体信仰一部分。<br><br>我们以夜行与登霄为来自安拉之真实；此坚固我们信念：先知是安拉所差遣、蒙赐奇迹的使者，五番拜是确立于天之上的重大义务。",
    "category": "先知与使者"
  },
  {
    "no": 40,
    "title": "安拉对归信之仆的饶恕",
    "text": "安拉若意欲，则以其恩惠饶恕、宽宥他们；若意欲，则惩罚他们，再以慈悯与说情将他们救出；安拉 ﷻ 是认识他者的保护者，不将他们与否认安拉 ﷻ 者同论。",
    "explanation": "安拉有权以恩惠饶恕其归信之仆，或以公正惩罚他们；若惩罚，仍可以慈悯与说情将他们救出火狱。认识安拉者（阿里夫·比拉）且归信者，不与否认他者同论。<br><br>队伍章：53：「你说：过分自害的我的众仆啊，你们不要对安拉的慈悯绝望。安拉确饶恕一切罪过。」健全圣训提及先知为其稳麦说情及安拉将心中有认主独一者救出火狱。逊尼派相信：认主独一者若因罪入火狱，不永居其中。<br><br>我们不断言某人「必蒙饶恕」或「必入火狱」；我们盼望安拉慈悯、畏惧其罚。我们确信安拉至公至慈；悔罪归信者不与不信者同论。",
    "category": "末日"
  },
  {
    "no": 41,
    "title": "善人得乐园之望",
    "text": "我们盼望安拉 ﷻ 饶恕行善者并使他们入乐园，但我们不断言任何人必入；我们为作恶者求饶，且不对此类人绝望于安拉之慈悯。",
    "explanation": "我们盼望并善意认为安拉会饶恕善人并使他们入乐园，但不断言任何具体个人（无善功则无保证）。对作恶者我们求饶，且不绝望于安拉对他们的慈悯。<br><br>队伍章53节邀请我们不要对安拉的慈悯绝望。健全圣训称无人单凭己功入乐园；皆凭安拉慈悯。先知禁止对任何人断言乐园或火狱；我们望最好并祈祷。逊尼派不像将大罪者断为不信的哈瓦利吉，也不像轻视行为的穆尔吉埃。<br><br>我们尽力而为并盼望安拉慈悯；为作恶者祈祷且不断言其必入火狱。此望与惧之平衡使我们免于极端。",
    "category": "末日"
  },
  {
    "no": 42,
    "title": "易卜拉欣之圣品与对穆萨之言",
    "text": "我们相信安拉 ﷻ 使易卜拉欣成为其密友（哈利勒），且安拉 ﷻ 曾与穆萨直接交谈。",
    "explanation": "先知易卜拉欣是安拉之友（哈利伦拉）；安拉择其为密友。先知穆萨蒙赐与安拉直接交谈（凯拉穆拉）之殊荣，无中介；此为安拉所赐之奇迹与尊荣。<br><br>妇女章125节：「安拉以易卜拉欣为友（哈利勒）。」妇女章164节：「安拉与穆萨直接交谈。」健全圣训肯定易卜拉欣与穆萨之贵；先知言安拉在土尔山上与穆萨交谈。我们信众先知之贵而不贬低他人。<br><br>此信念教我们尊崇众先知且不以一敌另一；各有安拉所赐之贵。我们效法易卜拉欣（认主独一之坚）与穆萨（借祈祷与顺从与安拉对话）。",
    "category": "先知与使者"
  },
  {
    "no": 43,
    "title": "坟中的审问与刑罚",
    "text": "我们相信坟中刑罚施于当受者，以及蒙克尔与奈基尔在坟中对己之养主、宗教与先知的审问，如圣训与圣门弟子传述所述。",
    "explanation": "死后人处于屏障之境；坟中由二天使（蒙克尔与奈基尔）审问其养主、宗教与先知。答对者得坟中安宁；不信或伪信者按安拉之公正受坟刑。<br><br>健全圣训（布哈里、穆斯林等）传述坟中审问与刑罚；先知曾教求护于坟刑之祈祷。圣门弟子传述亦肯定此点。信士章99–100节暗示屏障及亡人与复返今世之间的阻隔。<br><br>我们以巩固认主独一、追随正教、承认先知穆罕默德来准备；祈祷在坟中被审时坚定及免于坟刑。",
    "category": "末日"
  },
  {
    "no": 44,
    "title": "复活与审判日之清算",
    "text": "我们信死后复活、审判日行为之报应、行为之呈示、清算（希萨布）、卷宗之宣读、赏罚、天桥（绥拉特）与天秤（米赞）。",
    "explanation": "审判日即众人自坟中被复起以受清算之时。行为被呈示，卷宗被宣读，天秤（米赞）称量行为，然后众人经天桥（绥拉特）入乐园或火狱。我们信此一切如古兰与圣训所述。<br><br>地震章7–8节：「行一微尘之善者将见之。行一微尘之恶者将见之。」山洞章49、夜行章13–14及多节提及行为卷宗、清算与米赞。健全圣训（布哈里–穆斯林）传绥拉特及有人平安而过、有人坠下。<br><br>此信念促使我们行善避罪；我们确信卷宗无遗漏、每行必报。我们求安拉减轻清算并在那日拯救我们。",
    "category": "末日"
  },
  {
    "no": 45,
    "title": "信贤者之克拉麦",
    "text": "我们信我们所知的贤者之克拉麦（奇迹），以及来自可靠来源的关于他们的健全传述。",
    "explanation": "克拉麦是安拉赐予义人（卧里）的超常奇迹或恩惠，如未学而得的学识或危急时的救助。我们信传述来自可靠来源且健全的克拉麦；既不否认也不夸大。<br><br>麦尔彦章述麦尔彦在米哈拉布得给养；山洞章述洞中人。健全圣训述圣门弟子之克拉麦（如欧麦尔自远处「见」军队）。逊尼学者信克拉麦而不将其等同先知奇迹或神化贤者。<br><br>我们不拒有健全传述的克拉麦，但不轻信来源不明的故事。真正卓越在于敬畏与追随先知；克拉麦是安拉之赐，非正义之尺度。",
    "category": "信仰：纲领、定义与中道"
  },
  {
    "no": 46,
    "title": "笔在受护天牌上之书写",
    "text": "我们信受护天牌（劳哈·麦哈福兹）与笔及所写之一切；安拉 ﷻ 所写必发生，安拉 ﷻ 未写必不发生；人所失者永不得。",
    "explanation": "受护天牌即安拉书写一切前定之「总录」；笔（盖兰）是按安拉之命书写的被造物。所写必发生；未写必不发生。给养、寿限与命运已录；人所失者不得。<br><br>铁章22节：「大地与你们所遭的灾难，无不在我使其发生之前载于天经（受护天牌）。」健全圣训（艾哈迈德等）称安拉首先造笔，然后命其书写将发生的一切。牲畜章59节肯定安拉之知无隐。<br><br>我们信此前定而不感「被迫」；我们仍努力与祈祷，因努力与祈祷亦属前定。此信念予心安宁并使我们免于对未得之物的嫉妒或绝望。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 47,
    "title": "死神天仙及其职责",
    "text": "我们信死神天仙，奉命取一切被造物之灵魂。",
    "explanation": "死神天仙（伊斯拉菲勒或麦莱库·毛特）是安拉委以取每一生灵灵魂之天仙。取魂依安拉之命；无人先于其寿限而死，亦无人延于其寿限。<br><br>叩头章11节：「你说：负责你们的死神将取你们之死。」健全圣训传寿限至时死神天仙临于其人；有人易取、有人难取，依其行为。我们不断言该天仙之名为伊斯拉菲勒，因无定论证据；可断者唯信取魂之天仙。<br><br>此信念提醒死亡必至且依安拉之命执行；我们以悔罪与善功准备，以便魂被取时处于善状。",
    "category": "天使与未见"
  },
  {
    "no": 48,
    "title": "记录人类行为之二天仙",
    "text": "我们信记录人类行为之尊贵天仙，因安拉 ﷻ 已设他们为人之二监护。",
    "explanation": "每人身旁有两位天仙：一位记善一位记恶。一言一行皆入记录；此记录将于审判日被呈示。二者皆为安拉所设之「监护」，为公正记录而非加害。<br><br>戛弗章17–18节：「当两位天仙记录（行为）时，一位在右一位在左。没有一句话不被身旁的监视者准备记录。」绽裂章10–12节亦提监护（哈弗扎）。健全圣训肯定天仙记录一切行为。<br><br>我们意识到每一行为皆被记录；此促使我们守护口舌与行为并增加善功。我们不至于焦虑地恐惧，但不疏忽；我们努力使右边之记录重于左边。",
    "category": "天使与未见"
  },
  {
    "no": 49,
    "title": "信众使者与经典",
    "text": "我们信天仙、众先知与降示众使者之经典，并作证他们皆遵循明证之真理。",
    "explanation": "我们信天仙、众先知与安拉之经典（讨拉特、引支勒、宰逋尔与古兰）而不加以区分。众使者皆传达同一真理（认主独一与顺从）；我们作证他们遵循明证之真理且不否认其中任何一位。<br><br>黄牛章285节：「众人信安拉、其天仙、其经典与其众使者。（他们说：）我们对其众使者不加区分。」妇女章150–152节警告否认部分使者者。健全圣训肯定我们信从阿丹至穆罕默德之众先知。<br><br>我们不辱任何先知或经典；我们认为伊斯兰完善并证实此前之教。我们追随先知穆罕默德为最后使者、古兰为最后经典，证实先前经典。",
    "category": "古兰经与启示"
  },
  {
    "no": 50,
    "title": "万物皆属安拉之前定",
    "text": "我们信此一切，并确信万物皆来自安拉 ﷻ。",
    "explanation": "我们所信之一切——天仙、经典、使者、前定、末日等——以及宇宙中发生之万物，本质上皆来自安拉。无其知、意与前定则无物发生；我们确信此点。<br><br>相欺章11节：「除安拉许可外，灾祸不降于任何人。」铁章22节肯定每灾已书。健全圣训（穆斯林）肯定信前定、其善与恶皆来自安拉。「万物来自安拉」之信念是信托与坚忍之基。<br><br>我们不将事件仅归于「自然」或「偶然」；我们确信万物背后是安拉之前定。此不除人之责任（我们仍努力并受审），但我们将最终结果交与安拉。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 51,
    "title": "不区分众使者",
    "text": "我们信此一切，不区分众使者中任何人，并接受他们所带来的皆为真实。",
    "explanation": "我们信所有使者而不区分：不否认一部分、承认一部分。他们所带来的（认主独一、功修义务、道德）我们皆接受为真理；我们不说「我们信一部分、不信一部分」。<br><br>黄牛章136节：「你们说：我们信安拉与我们所受的启示，与易卜拉欣、易司马仪、易司哈格、叶尔孤白及各支派所受的，与穆萨、尔萨及众先知从主所受的。我们不对他们中任何人加以区分。」妇女章150–152节禁止信一部分使者、否认一部分。圣训明言诋毁任何先知均为大罪。<br><br>我们尊重所有先知，不将一位与另一位对立；我们遵循穆罕默德先知的教法为封印与完美者，同时坚信众使者皆从安拉带来真理。",
    "category": "先知与使者"
  },
  {
    "no": 52,
    "title": "旦扎里出现与末日征兆",
    "text": "我们信末日征兆，如旦扎里出现、尔萨·本·麦尔彦自天降下、太阳自西边升起、地兽自地而出。",
    "explanation": "我们信先知所提的末日征兆：旦扎里（大骗子）出现、尔萨·本·麦尔彦自天降下以击败旦扎里并立定教法、太阳自西边升起（此后忏悔不蒙接受）、地兽自地而出。此皆发生于大末日之前。<br><br>健全圣训（布哈里、穆斯林等）传述末日征兆。先知说旦扎里将出现、尔萨将降下杀之。牲畜章158节暗示太阳自西边升起。我们信而不追问其「如何」细节。<br><br>此信念提醒我们末日实有且有其征兆；我们以信仰与善功准备，不为旦扎里或虚假声称所惑。",
    "category": "末日"
  },
  {
    "no": 53,
    "title": "被许以乐园的十位圣门弟子",
    "text": "我们作证：安拉使者 ﷺ 曾以乐园报喜的十人将入乐园：艾布·伯克尔、欧麦尔、奥斯曼、阿里、泰勒哈、祖拜尔、阿卜杜·拉赫曼·本·奥夫、赛尔德·本·艾比·宛葛斯、赛义德·本·裁德、艾布·欧拜德·本·贾拉哈。",
    "explanation": "被先知以乐园报喜的十位圣门弟子（十位蒙喜者）我们坚信将入乐园：艾布·伯克尔、欧麦尔、奥斯曼、阿里、泰勒哈、祖拜尔、阿卜杜·拉赫曼·本·奥夫、赛尔德·本·艾比·宛葛斯、赛义德·本·裁德、艾布·欧拜德·本·贾拉哈。先知的许诺属实，他们是稳麦的楷模。<br><br>健全圣训（提尔密济等）称先知曾以乐园向此十人报喜。他们是伊斯兰的显要；承认其优越属逊尼派信条。我们既不夸大也不贬低；我们追随其道路。<br><br>我们尊重所有圣门弟子，不憎恨其中任何一位；我们以这十人在信仰、公正与牺牲上为榜样。",
    "category": "圣门弟子、哈里发与圣裔"
  },
  {
    "no": 54,
    "title": "热爱公正与憎恶暴虐",
    "text": "我们热爱公正与诚实之人，憎恶暴虐与谎言之徒。",
    "explanation": "我们热爱先知的所有圣门弟子，对任何人不偏激（极端）、不疏忽（轻视）。热爱圣门弟子是伊斯兰与信仰的一部分；憎恨或诋毁圣门弟子是库夫尔与伪信。<br><br>忏悔章100节赞扬迁士与辅士中的先进者。健全圣训禁止诋毁圣门弟子；先知说勿诋毁我的圣门弟子。逊尼派承认圣门弟子在教法演绎上可有分歧，但在信仰上则否。<br><br>我们不随众诋毁圣门弟子或无故断他们有过；我们尊崇他们并以本稳麦最优一代为榜样。",
    "category": "集体、统治者与教法"
  },
  {
    "no": 55,
    "title": "禁止憎恨先知圣门弟子",
    "text": "我们热爱安拉使者 ﷺ 的圣门弟子，但对任何人不过分、不疏忽；热爱圣门弟子是伊斯兰与信仰的一部分；憎恨圣门弟子是库夫尔与伪信。",
    "explanation": "我们热爱公正与诚实之人，憎恶暴虐与谎言之徒。为安拉而爱与恨是信仰的一部分；我们对暴虐或谎言不持中立。<br><br>受考验章8节命我们勿与未因宗教与我们作战者为敌。先知说（布哈里）：安拉最喜者乃对人类最有益者。暴虐与谎言在多处经文与圣训中受禁。<br><br>我们在己事上力求公正诚实，在社会上支持公正；我们远离暴虐与谎言，不与暴虐者共行不义。",
    "category": "圣门弟子、哈里发与圣裔"
  },
  {
    "no": 56,
    "title": "正统哈里发顺序为穆斯林领袖",
    "text": "我们认定：安拉使者 ﷺ 归真后，哈里发位首归艾布·伯克尔·逊迪格，继而为欧麦尔、奥斯曼、阿里·本·艾比·塔里布——他们即正统哈里发与端正的领袖。",
    "explanation": "先知归真后，哈里发位传于艾布·伯克尔，继而为欧麦尔、奥斯曼、阿里。他们即正统哈里发；此顺序据史实与逊尼派共识。<br><br>健全圣训称先知之后的哈里发属古来氏，并命人遵循得正道哈里发的逊奈。健全传述载对艾布·伯克尔、继而对欧麦尔、奥斯曼、阿里的效忠。我们不反对、不贬低其中任何一位。<br><br>我们承认四位哈里发为公正领袖，在宗教与政事上追随其道路；我们不追随诋毁或妄断某位哈里发为不信者的人。",
    "category": "圣门弟子、哈里发与圣裔"
  },
  {
    "no": 57,
    "title": "遵循先知逊奈与集体",
    "text": "我们遵循先知 ﷺ 的逊奈与穆斯林集体，远离偏离、分歧与分裂。",
    "explanation": "我们坚守先知逊奈与穆斯林集体；我们远离异端、分裂与偏离立场。遵循逊奈与集体是平安之路。<br><br>健全圣训（艾布·达乌德、提尔密济）：「你们当守我的逊奈与得正道哈里发的逊奈」及「集体是慈恩，分裂是刑罚。」仪姆兰的家属章103节命人紧握安拉的绳索、不要分裂。逊尼与集体派即追随此路者之名。<br><br>我们从可靠来源（古兰与逊奈）学习教门，遵循集体理解，而非私欲或派系；我们避免导致分裂的争辩。",
    "category": "集体、统治者与教法"
  },
  {
    "no": 58,
    "title": "面向我们朝向者为穆斯林之定义",
    "text": "凡面向我们朝向者，我们称其为穆斯林与信士——只要该面向朝向者承认先知 ﷺ 所传、并接受其所言所传皆为真实。",
    "explanation": "凡面向我们朝向（天房）礼拜、承认先知所传并坚信先知所言所传者，我们称其为穆斯林与信士。只要其未否认明属库夫尔之事，我们不断定面向朝向者为不信者。<br><br>黄牛章143节称伊斯兰稳麦为中正之民。健全圣训称凡如我们一般礼拜、面向我们朝向者即为穆斯林。逊尼派学者不因罪而断面向朝向者为不信，只要其未将罪视为合法。<br><br>我们不轻率以不信相责；我们区分犯罪的穆斯林与脱离伊斯兰者。我们将内心隐秘交与安拉，与面向朝向者以穆斯林弟兄相待。",
    "category": "集体、统治者与教法"
  },
  {
    "no": 59,
    "title": "团结为正道分裂为刑罚",
    "text": "我们一致认为团结是正道，分裂是偏离与刑罚。",
    "explanation": "在真理上团结是正道；分裂是偏离与刑罚。安拉命人团结、禁人分裂。<br><br>仪姆兰的家属章103节：「你们当全体紧握安拉的绳索，不要分裂。」健全圣训（伊本·马哲）称分裂即刑罚。先知禁止分裂，命人听从与服从领袖，只要非命人作恶。<br><br>我们努力维护伊斯兰兄弟情谊，不以异端或指控分裂稳麦；我们在古兰、逊奈与先贤理解上团结一致。",
    "category": "集体、统治者与教法"
  },
  {
    "no": 60,
    "title": "依圣训允许抹皮袜",
    "text": "我们一致允许抹靴袜（皮袜），无论出行与否，一如圣训所述。",
    "explanation": "以小净中抹皮袜（遮至踝部的皮制袜）代替洗脚，圣训允许，无论出行与否。此为先知所传的教法特许。<br><br>健全圣训（穆斯林等）传先知与圣门弟子曾抹皮袜。学者一致认可其允许性及教法所载条件。此属教门之简便；我们遵行而不夸大或拒绝。<br><br>我们可在具备条件时于小净中使用抹皮袜之特许；只要依据健全证据，我们不断其为当然也不断其为非法。",
    "category": "集体、统治者与教法"
  },
  {
    "no": 61,
    "title": "跟随每位伊玛目礼拜",
    "text": "我们同意跟随面向我们朝向者中的任何人——无论公正或暴虐——做礼拜，并在其归真时为其中任何人举行殡礼。",
    "explanation": "我们跟随面向我们朝向者中的任何人——无论清廉或放荡——做礼拜，只要其正确立行拜功；我们也为归真的面向朝向者举行殡礼。这维护团结，不因伊玛目的个人缺点而抵制集体。<br><br>健全圣训（布哈里–穆斯林）称即使伊玛目放荡也可跟随其礼拜。先知说：他们在你们前面；若正确，你们与他们同得回赐，若错误，回赐归你们、罪责归他们。为归真穆斯林举行殡礼是集体义务。<br><br>我们不因伊玛目不完美而放弃集体；我们坚持集体礼拜并祈求伊玛目得正道。我们为归真穆斯林举行殡礼，不因其罪而拒绝。",
    "category": "集体、统治者与教法"
  },
  {
    "no": 62,
    "title": "古兰经是凯拉姆非受造物",
    "text": "我们不就古兰经争辩，我们作证它是安拉 ﷻ 的言语，由忠灵传达给穆罕默德 ﷺ；它不是造物的言语，我们不说它是被造的。",
    "explanation": "古兰经是安拉的言语（凯拉姆），由吉卜利勒传达给先知穆罕默德；它不是造物的言语，我们不说它是被造的。无依据地争论「如何」或「是否被造」是异端；我们只信安拉与使者所定之事。<br><br>忏悔章6节称「安拉的言语」（凯拉姆）。健全圣训称古兰经通过忠灵（吉卜利勒）降示。逊尼派认定安拉的言语是祂的属性，非受造；称古兰经为受造者即偏离。<br><br>我们不与普通人争论此事；我们坚信古兰经是安拉神圣的言语、非受造。我们尊崇古兰经并遵行，不陷入无益的教义争辩。",
    "category": "古兰经与启示"
  },
  {
    "no": 63,
    "title": "避免关于宗教的无益之言",
    "text": "我们不参与关于安拉 ﷻ 的无益之谈，也不放任关于安拉 ﷻ 宗教的纷争。",
    "explanation": "我们不参与关于安拉的无益之谈（如争论其本体或无经训之事），也不放任关于安拉宗教的纷争破坏兄弟情谊。宗教建立在证据之上，非臆测。<br><br>夜行章36节禁止追随无据之知。健全圣训禁止无据争辩古兰经，并命将纷争交于安拉与使者。学者禁止宗教上的无谓争辩。<br><br>我们以古兰与逊奈为依据谈论宗教；不把时间耗在无休止的争辩上。我们维护团结，不因非原则分歧而分裂。",
    "category": "信仰：纲领、定义与中道"
  },
  {
    "no": 64,
    "title": "服从统治者只要不命人作恶",
    "text": "我们不接受对我们伊玛目或事务领袖的反叛，纵使其暴虐；服从伊玛目与领袖属于服从安拉 ﷻ，只要其未命人作恶则属义务；我们为伊玛目与领袖祈求正道与赦宥。",
    "explanation": "我们不接受对穆斯林领袖或伊玛目的反叛，纵使其暴虐；服从他们属于服从安拉且为义务，只要其未命人作恶。我们为他们祈求正道与赦宥。<br><br>健全圣训（布哈里–穆斯林）称：听命与服从埃米尔，只要未命人作恶；先知禁止在其仍立行拜功时反叛。妇女章59节命服从执政者。此维护稳定与教法秩序。<br><br>我们在合法之事上服从，若被命作恶则不服从；不以暴力反叛或分裂。我们为执政者祈求公正与正道，并以智慧方式劝诫。",
    "category": "集体、统治者与教法"
  },
  {
    "no": 65,
    "title": "拒绝占卜者与预言者",
    "text": "我们不接受占卜者与预言者之言为真，也不接受与经典、逊奈及穆斯林大众共识相悖的主张。",
    "explanation": "我们不接受占卜者、预言者或任何自称知幽玄、预言命运者之言；我们也拒绝与古兰经、逊奈及穆斯林公议相悖的主张。真理只来自启示。<br><br>健全圣训（布哈里–穆斯林）称先知说：谁去找占卜者或预言者并信其言，则其已不信传达给穆罕默德者。精灵章26–27节称除安拉外无人知幽玄。<br><br>我们不信占卜、星座或自称知未来的「学问」；我们托靠安拉并按常道努力。我们只从可靠来源（经典与逊奈）接受讯息。",
    "category": "祈祷、知识与界限"
  },
  {
    "no": 66,
    "title": "不因罪而断穆斯林为不信者",
    "text": "我们不因面向我们朝向者所犯的罪行而将其中任何人断为不信者——只要其未将该罪视为合法。",
    "explanation": "我们不因面向朝向者（面向我们朝向礼拜并承认先知所传者）仅因犯罪而断其为不信——只要其未将罪合法化。罪不自动使人出教。<br><br>健全圣训称：穆斯林不可将另一穆斯林断为不信；谁称兄弟为「不信者」，则其一必落于此称。逊尼派学者区分仍为信士的犯大罪者与因否认明事或合法化非法而出教者。<br><br>我们不轻率断人不信；我们区分犯罪而仍信与否认伊斯兰纲领或将非法合法化者。我们将内心隐秘交与安拉。",
    "category": "罪过、不信与朝向者"
  },
  {
    "no": 67,
    "title": "罪对信士的害处",
    "text": "我们不说信士的罪对他无不良影响。",
    "explanation": "我们不主张信士的罪对他无不良影响。罪仍有害：减损回赐、招致今世或后世的刑罚、削弱信仰。我们不轻视罪。<br><br>妇女章31节等经文警告大罪可招致刑罚。健全圣训称罪在心上留痕。先知禁止轻视小罪。逊尼派反对穆尔吉埃派认为罪不害信仰的主张。<br><br>我们惧罪并悔悟；不因已有信仰而自以为安。我们远离大罪小过，不轻视恶行对心与后世结局的影响。",
    "category": "罪过、不信与朝向者"
  },
  {
    "no": 68,
    "title": "禁止妄断同教为不信",
    "text": "我们不断定面向我们朝向者中任何人必入乐园或火狱，也不在面向朝向者未显露其事之前以不信、举伴或伪信相责；我们将面向朝向者的内心隐秘交与安拉 ﷻ。",
    "explanation": "我们不断定某人必入乐园或火狱；只要未显露，我们也不以不信、举伴或伪信相责。内心隐秘我们交与安拉。<br><br>健全圣训禁止我们为某人断定乐园或火狱。先知说：不要彼此断为伪信。寝室章12节禁止妄猜与背谈。我们只论外表；内心归安拉。<br><br>在无明确证据前我们存善猜；不揣度他人动机。我们专注修身并以智慧宣教，而非忙于指责或定罪。",
    "category": "罪过、不信与朝向者"
  },
  {
    "no": 69,
    "title": "先知的优越超越一切贤者",
    "text": "我们不将教民中任何贤者置于任何先知之上；一位先知优于所有贤者之和。",
    "explanation": "教民中没有任何贤者优越于任何先知；一位先知优于所有贤者之和。先知有独特地位；我们不以任何清廉者凌驾于众先知之上。<br><br>牲畜章86节等经文以特殊优越提及众先知。健全圣训称先知穆罕默德是复生日人子之领袖。学者一致认定先知优于贤者。以贤者凌驾先知即为迷误。<br><br>我们尊崇众先知，不以任何清廉者与之等同。我们以先知穆罕默德为教法之源与最高榜样；我们敬爱安拉的贤者而不过分以至将其与先知等同。",
    "category": "先知与使者"
  },
  {
    "no": 70,
    "title": "禁止无教法依据而杀人",
    "text": "我们不同意杀害穆罕默德 ﷺ 教民中的任何人，除非教法规定为必须。",
    "explanation": "我们不同意杀害穆罕默德教民中的任何人，除非教法规定为必须（抵偿、固定刑或合法战争情境）。穆斯林生命受保护；无合法理由杀人即大罪。<br><br>牲畜章151节与夜行章33节禁止杀害安拉所禁杀者，除非依权。健全圣训称杀害穆斯林属大罪。先知禁止杀害念「除安拉外别无主宰」者。伊斯兰刑法规定何时允许杀人。<br><br>我们尊重人命，不支持教法规定之外的暴力或杀人。我们反对不符合健全证据的、以宗教为名的恐怖与杀害。",
    "category": "集体、统治者与教法"
  },
  {
    "no": 71,
    "title": "穆罕默德为仆人与使者的身份",
    "text": "我们确信穆罕默德 ﷺ 是安拉 ﷻ 所拣选的仆人、安拉 ﷻ 所拣选的先知，以及安拉 ﷻ 所喜悦的使者。",
    "explanation": "穆罕默德是安拉所拣选的仆人，以及安拉所喜悦的先知与使者。他是受启示派遣的人；我们不崇拜他，也不过分抬举以至超乎仆人与使者的身份。<br><br>夜行章1节称先知为祂的仆人。同盟军章40节确认真主穆罕默德是众先知的封印。健全圣训：不要对我过分，如同基督徒对耶稣过分；我只是仆人，故你们当说：安拉的仆人与祂的使者。我们敬爱并尊崇他而不过分；遵行其教法且不神化他。我们拒绝否认其先知身份或贬低他的人。",
    "category": "先知与使者"
  },
  {
    "no": 72,
    "title": "善恶为人类所定",
    "text": "善与恶已为人类所定。",
    "explanation": "善与恶已为人类所定：有命令与禁止、赏与罚。人类被赋予选择之能并须为选择负责。<br><br>太阳章8–10节表明安拉启示人放纵与敬畏之路。圣训与经文多次肯定义务（taklīf）与审算。前定不取消选择；人努力而安拉定结果。<br><br>我们力行善、避恶；不以「已前定」作懒惰借口。我们确信善恶实有且我们将受审算。",
    "category": "信仰：纲领、定义与中道"
  },
  {
    "no": 73,
    "title": "信仰之安在于顺服",
    "text": "一个人的伊斯兰只有在建立在顺服与归顺之上时才得安稳；强求知道超出己能之事只会使人偏离正信。",
    "explanation": "一个人的伊斯兰只有在对安拉及其使者的顺服（taslīm）与归顺之上建立时才得安稳。强求知道超出己能之事（如安拉本体之实或前定细节）只会使人偏离正信。<br><br>仪姆兰的家属章19节称伊斯兰为顺服。圣训禁止思虑安拉本体并命思虑其造物。学者禁止在安拉之名与属性上作 ilḥād（涉入不许之事）。<br><br>我们将安拉未阐明的幽玄交托安拉；专注于安拉所命与我们所能为。不因不知安拉未揭示之「如何」或「为何」而不安。",
    "category": "信仰：纲领、定义与中道"
  },
  {
    "no": 74,
    "title": "人之能力来自安拉",
    "text": "使行为真正发生的能力唯来自安拉 ﷻ；教法向人所要求的能力指健康、可能与（其具备的）机会（手段）。",
    "explanation": "使行为真正发生的能力（有效能力）唯来自安拉。教法向人所要求的是健康、可能与机会（手段）意义上的能力；有此则人有义务努力而安拉赐 tawfīq。<br><br>黄牛章286节：安拉不责成任何人除按其能力。圣训：除安拉外无力无谋。学者区分作为义务条件的能力与实现行为的能力（来自安拉）。<br><br>我们尽力而为并求安拉襄助；不在尚可努力之事上以「我不能」为借口。我们确信顺服之力来自安拉。",
    "category": "义务与人的行为"
  },
  {
    "no": 75,
    "title": "将一切知识归于安拉",
    "text": "当我们对某事之知不明时，我们说：「安拉 ﷻ 至知。」",
    "explanation": "当我们对某事之知不明或证据不足时，我们说：安拉至知。我们不妄断也不臆造；将我们所不知之知归于安拉。<br><br>黄牛章232节及多节命将事归于安拉。先知说：被问及己所不知之知识而说「安拉至知」者已答对。学者禁止无据而谈。<br><br>我们不逞能；敢于在确实不知之事上说「我不知道」或「安拉至知」。不无据编造经注或教法。",
    "category": "祈祷、知识与界限"
  },
  {
    "no": 76,
    "title": "绝望之间的中道",
    "text": "绝对自负与绝望皆使人出教；面向朝向者中持真理者之正道在二者之间。",
    "explanation": "错误的绝对自负（如断言某人必入乐园）与绝望（如断言某人必入火狱或安拉不饶恕）皆使人出教。面向朝向者中持真理者之正道在二者之间：望与惧。<br><br>石谷章56节：易卜拉欣说只有迷误者才对安拉之慈绝望。队伍章53节劝人勿绝望。圣训肯定望与惧之平衡。逊尼介于哈瓦利吉（过严）与穆尔吉亚（过宽）之间。<br><br>我们望安拉之慈、惧其刑；不判某人必入乐园或火狱。对安拉存善猜，不对其饶恕绝望。",
    "category": "信仰：纲领、定义与中道"
  },
  {
    "no": 77,
    "title": "坟墓为乐园之园或火狱之坑",
    "text": "坟墓或是乐园诸园之一，或是火狱诸坑之一。",
    "explanation": "坟墓可为乐园诸园之一（陵园之福）或火狱诸坑之一（坟刑），视亡者行为与信仰而定。与关于坟福与坟刑之圣训相符。<br><br>健全圣训（布哈里、穆斯林等）多述信士之坟福与不义或伪信者之坟刑。先知教授求免坟刑之祈祷。信士章99–100节暗示陵园。<br><br>我们以信仰与善功预备，使坟成乐园之园；祈祷免于坟刑。此信促我们不疏忽。",
    "category": "末日"
  },
  {
    "no": 78,
    "title": "信见安拉于乐园",
    "text": "人信在乐园中见安拉 ﷻ，不以己智诠释或臆想其方式，并避免否定安拉 ﷻ 之属性或将安拉 ﷻ 比同被造物。",
    "explanation": "乐园居民将在后世见安拉；我们信此而不以己智诠释或臆想「如何」。我们避免否定此属性及将安拉比同被造物。<br><br>复活章22–23节言那日面容光洁、见其主。健全圣训（布哈里、穆斯林）称乐园居民见安拉如望月夜之月。我们信而不取 takyīf（问方式）亦不取 tamthīl。<br><br>我们不臆想彼「景象」；我们确信见安拉是乐园至福。我们拒绝否定 ruʾyah 或将之比同见被造物者。",
    "category": "末日"
  },
  {
    "no": 79,
    "title": "乐园中见安拉之实",
    "text": "乐园居民见安拉 ﷻ 为真；人信此而不诠释其方式，并将此事之知交与安拉 ﷻ。",
    "explanation": "乐园居民见安拉为真；我们信此而不诠释方式并将所知交与安拉。见之方式不同于见被造物。<br><br>证据同第78条。复活章22–23节及关于 ruʾyah 的连续圣训。逊尼学者确立 ruʾyah 而不取 takyīf；我们不说「以我们这样的眼」或「以 X 方式」。<br><br>我们信 ruʾyah 为来自安拉与使者的消息；不陷入无休的「如何」之辩。此信增我们为属乐园居民而行的热忱。",
    "category": "末日"
  },
  {
    "no": 80,
    "title": "穆罕默德为安拉众先知之封印",
    "text": "穆罕默德 ﷺ 是众先知之封印、敬畏者之伊玛目、众使者中最贵者，以及众世界之主所爱者。",
    "explanation": "穆罕默德是众先知之封印、敬畏者之伊玛目、众使者中最贵者及众世界之主所爱者。其后再无先知。<br><br>同盟军章40节：穆罕默德不是你们中任何男子的父亲，而是安拉的使者与众先知的封印。健全圣训称先知为人子之领袖、安拉所爱。先知是最后使者；其后自称先知即为虚妄。<br><br>我们确信先知穆罕默德为最后先知，不接受其后任何新先知或使者。我们敬爱并尊崇他并遵其圣行直至末世。",
    "category": "先知与使者"
  },
  {
    "no": 81,
    "title": "穆罕默德面向全人类的使命",
    "text": "先知穆罕默德 ﷺ 被派遣至全体精灵与人类，带来真理、引导、光明与启迪。",
    "explanation": "先知穆罕默德被派遣至全体精灵与人类，带来真理、引导、光明与启迪。其号召是普世的；其后的任何群体都须遵从他。<br><br>赛伯伊章28节：我派遣你，只为全人类。同盟军章40节确认真主众先知之封印。圣训称先知被派往人类与精灵。其教法持续至末日。<br><br>我们确信伊斯兰属于全人类；我们以智慧宣教、不强迫。我们遵先知为其后唯一的教法来源。",
    "category": "先知与使者"
  },
  {
    "no": 82,
    "title": "犯大罪之穆斯林的归宿",
    "text": "穆罕默德 ﷺ 稳麦中犯大罪者将入火狱，但非永居——只要其人作为认主独一的信士去世；其归宿由安拉 ﷻ 的意欲与判决而定。",
    "explanation": "穆罕默德稳麦中犯大罪者将入火狱（若安拉加以刑罚），但非永居——只要其作为认主独一的信士去世。其最终归宿由安拉的意欲与判决而定；可蒙饶恕或受刑后被放出。<br><br>健全圣训称安拉将把心中有认主独一者救出火狱。认主独一者不永居火狱。妇女章48节禁止以物配主；除以物配主外的罪，安拉意欲则可饶恕。逊尼派介于哈瓦利吉与穆尔吉埃之间。<br><br>我们不判定犯大罪者永居火狱；我们盼望安拉的慈悯、畏惧其刑罚。我们提醒远离大罪并悔罪；最终结局交付安拉。",
    "category": "罪过、不信与朝向者"
  },
  {
    "no": 83,
    "title": "人之行为为安拉所造",
    "text": "人之行为实为安拉 ﷻ 所造，同时由人实施并承担责问。",
    "explanation": "人之行为实为安拉所造（安拉使其发生），同时由人实施并承担责问。此为中道：既非宿命论亦非唯能力论。<br><br>列班者章96节：安拉创造了你们及你们的行为。圣训：除依安拉外无能力无力。逊尼学者认定仆人之行为为安拉之造物与仆人之“获得”；人须负责。<br><br>我们努力并相信结果来自安拉；既不消极（宿命）也不自视为行为创造者（唯能力）。我们对自身选择负责。",
    "category": "义务与人的行为"
  },
  {
    "no": 84,
    "title": "安拉与全人类之约",
    "text": "安拉 ﷻ 与阿丹及其后裔所立之约属实。",
    "explanation": "安拉与阿丹及其后裔所立之约（取自阿丹腰脊）属实：即承认安拉为主。古兰经有载；人生于天性，随后环境与选择发生作用。<br><br>高处章172–173节述安拉从阿丹后裔取约：难道我不是你们的主吗？他们答：是。健全圣训称每个孩子生于天性。学者以此为天性及人类责任之据。<br><br>我们相信人具认识主的天性；我们的号召是提醒与邀请，而非“注入”外物。我们在成年与理智之后对自己的选择负责。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 85,
    "title": "安拉之名与属性永存",
    "text": "安拉 ﷻ 既在使死者复生之前与之后都有权拥有“使死者复生者”之名，则安拉 ﷻ 在创造之前与之后也有权拥有“创造者”之名。",
    "explanation": "安拉在真正使死者复生之前与之后都有权拥有“使死者复生者”之名；“创造者”亦然，在创造之前与之后。安拉的属性与名不依赖事件；他恒具其属性。<br><br>铁章3节：他是最初与最终。安拉之名永恒。学者认定安拉恒为创造者、赐生者等，非在事件之后“新得”属性。此否定在创造前怀疑安拉属性之见。<br><br>我们不问“安拉何时具有创造者属性”；我们相信安拉自永恒即完美。此信仰保持认主独一之纯洁并否定怀疑安拉属性之哲学。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 86,
    "title": "一切发生皆凭安拉意欲",
    "text": "一切凭安拉 ﷻ 的意欲、知识、前定与判定而发生；安拉 ﷻ 的意欲胜过其他意欲，安拉 ﷻ 从不亏枉、清高无恶、完美无瑕。",
    "explanation": "一切凭安拉的意欲、知识、前定与判定而发生。安拉的意欲胜过其他意欲；安拉从不亏枉、清高无恶、完美无瑕。<br><br>雅辛章82节：当他意欲一事时，其命令只是“有”，它便有。十二宫章16节：他是意欲者。圣训与经文常确认安拉的大能与意欲。安拉不亏枉；其判定含智慧。<br><br>我们将一切交付安拉，不以不义责安拉。我们相信所遭遇符合其前定与意欲；我们努力并托靠他。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 87,
    "title": "人之意欲依附安拉",
    "text": "一切凭安拉 ﷻ 的前定与意欲而发生；人所意欲的只有在安拉 ﷻ 意欲时才实现。",
    "explanation": "一切凭安拉的前定与意欲而发生；人所意欲的只有在安拉意欲时才实现。人之意欲非独立；从属于安拉之意欲。<br><br>卷起章29节：你们只意欲安拉所意欲。圣训：除依安拉外无能力无力。学者认定安拉的意欲涵盖一切发生；被造物之意欲随之。<br><br>我们意欲并努力，但相信最终结果在安拉手中。成功不骄、失败不馁；努力之后托靠他。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 88,
    "title": "通过先知穆罕默德确立的教法为真",
    "text": "凡由先知 ﷺ 传述并确立的教法及其说明（古兰与伊斯兰）皆为真实。",
    "explanation": "凡由先知传述并确立的教法及其说明——古兰与圣行、合法与非法、功修与品德——皆为真实。我们无疑接受并遵行。<br><br>放逐章7节：使者给你们的当接受，他禁止你们的当戒除。健全众传圣训称先知不言私欲。古兰与圣行为真理之源。<br><br>我们不挑选或拒绝部分教法；凡由先知正确传述的我们皆接受。我们不遵与明证相悖之见。",
    "category": "先知与使者"
  },
  {
    "no": 89,
    "title": "众生皆服于安拉之治",
    "text": "一切被造皆服于安拉 ﷻ 的意欲，或凭安拉 ﷻ 的恩惠，或凭安拉 ﷻ 的公正。",
    "explanation": "一切被造皆服于安拉的意欲，或凭其恩惠（恩典、引导、慈悯），或凭其公正（刑罚、考验）。无物出其判定之外。<br><br>仪姆兰的家属章83节：他们岂在寻求安拉宗教以外的？而天地间一切皆归顺他。经文与圣训常称万物服于安拉。安拉的恩惠与公正完美。<br><br>我们坦然接受前定：蒙恩则感恩、遇考验则坚忍。我们不抗议安拉之前定；我们相信安拉至公至慈。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 90,
    "title": "信士是安拉的密友",
    "text": "一切信士皆是安拉 ﷻ 的密友，在安拉 ﷻ 看来最贵者是最顺从、最遵古兰者。",
    "explanation": "一切信士皆是安拉的密友（广义上为安拉所爱者）；在安拉看来最贵者是最顺从、最遵古兰者。尊贵基于敬畏与跟随，非基于自诩或名号。<br><br>优努斯章62–63节：须知，安拉的密友无惧无忧——即归信且敬畏者。圣训称安拉之密友即顺从者；我们以行为识之，不以自诩。我们不把某“密友”抬到证据之上。<br><br>我们以顺从与遵古兰、圣行努力做安拉的密友；不无据自诩密友或抬高他人。尊贵在安拉那里，以行为为据。",
    "category": "信仰：纲领、定义与中道"
  },
  {
    "no": 91,
    "title": "人类行为依安拉之知而发生",
    "text": "人类的一切行为恰如安拉 ﷻ 所知而发生；每个人被便于成就其被造之目的，幸与不幸皆凭安拉 ﷻ 的判定。",
    "explanation": "人类的一切行为恰如安拉所知而发生；每个人被便于成就其被造之目的（前定），幸与不幸皆凭安拉的判定。此不否定努力；努力亦属前定。<br><br>黑夜章5–10节暗示有人被便于行善、有人被便于作恶。圣训：每个人被便于成就其被造之目的。安拉之知先于行为；行为依其知识而发生。<br><br>我们努力并确信安拉是使人便利者；我们不消极。不以“已被注定不幸”为借口不努力；我们在努力后托靠他。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 92,
    "title": "脱离信仰的界限",
    "text": "人惟有否认使其入信者，才脱离信仰。",
    "explanation": "人惟有否认使其入信者（即否认信仰支柱、或将明确禁止者断为合法、或信从库夫尔）才脱离信仰。仅犯罪不使人出离伊斯兰，只要未否认根本。<br><br>健全圣训：不得因罪而断穆斯林为不信者。脱离伊斯兰发生于否认作证词、否认宗教中确定之事、或将一致断为非法者断为合法。学者说明：犯大罪者若不将罪断为合法则仍为信士。<br><br>我们不将仍承认信仰支柱且不将非法断为合法者断为不信者；我们区分罪与库夫尔。我们将不信的判定交与具备严格条件的合格学者。",
    "category": "信仰：纲领、定义与中道"
  },
  {
    "no": 93,
    "title": "穆罕默德之后自称先知之虚妄",
    "text": "穆罕默德 ﷺ 之后的一切自称先知皆为虚妄与欺骗。",
    "explanation": "穆罕默德之后的一切自称先知皆为虚妄与欺骗。其后再无先知或使者；凡在其后自称先知或接受新启示者为骗子。<br><br>同盟军章40节：穆罕默德是众先知的封印。健全圣训：我之后没有先知。先知说将出现自称先知的骗子；勿信。学者一致认为穆罕默德之后自称先知为库夫尔。<br><br>我们拒绝任何在穆罕默德之后自称先知、使者或接受新法者。我们只遵循古兰与圣行；没有新启示。",
    "category": "先知与使者"
  },
  {
    "no": 94,
    "title": "尊崇圣门弟子、先知妻室及后裔",
    "text": "凡对安拉使者 ﷺ 的圣门弟子、其妻室及其纯洁后裔说好话者，不受伪信之指控。",
    "explanation": "凡对安拉使者的圣门弟子、其妻室（信士之母）及其纯洁后裔（清廉的圣裔）说好话者，不受伪信之指控。尊崇他们是伊斯兰的一部分。<br><br>同盟军章6节等经文赞颂先知的妻室。圣训肯定圣裔与圣门弟子的优越。诋毁他们是伪信或迷误之征。逊尼派尊崇圣门弟子与圣裔而不过分。<br><br>我们不诋毁圣门弟子、先知妻室或其清廉后裔；我们说好话并以他们为榜样。我们拒绝诋毁或断他们为不信的团体。",
    "category": "圣门弟子、哈里发与圣裔"
  },
  {
    "no": 95,
    "title": "禁止将安拉比同于人",
    "text": "凡以与人类相同的方式描述安拉 ﷻ 者已不信；安拉 ﷻ 在其属性上不似人类。",
    "explanation": "凡以与人类相同的方式描述安拉（比拟）——如认为安拉有与我们一样的肢体或如被造物般坐于宝座——已不信。安拉在其属性上不似人类。<br><br>协商章11节：没有任何物可与祂相比。圣训禁止思虑安拉本体。学者肯定将安拉比同于被造物为库夫尔。我们肯定属性而不追问“如何”、不作比喻。<br><br>我们不将安拉想象为被造物；我们依其所示信其名与属性而不比拟。我们拒绝具身论或比拟派的主张。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 96,
    "title": "乐园与火狱的永恒",
    "text": "乐园与火狱是被造物且无终；安拉 ﷻ 在其余被造之前造了二者，并造人类以居其中；安拉 ﷻ 所意欲者凭安拉 ﷻ 的恩惠入乐园，或凭安拉 ﷻ 的公正入火狱。",
    "explanation": "乐园与火狱是被造物且无终（永恒）。安拉在其余被造之前造了二者，并造人类以居其中。安拉所意欲者凭其恩惠入乐园，或凭其公正入火狱。<br><br>呼德章107–108节肯定乐园与火狱永恒。健全圣训叙述乐园与火狱已被创造。协商章7节：安拉造了天地及其间万物。乐园与火狱的居民永居。<br><br>我们信乐园与火狱为永恒实有；我们以行为与安拉的慈悯努力入乐园，以顺从与忏悔远离火狱。",
    "category": "末日"
  },
  {
    "no": 97,
    "title": "为穆斯林的说情属实",
    "text": "为穆斯林保留的说情是真实的，如圣训所述。",
    "explanation": "为穆斯林保留的说情——包括复活日先知为其稳麦的说情，以及圣训中可靠传述的其他说情——是真实的。我们信之既不否认也不夸大。<br><br>黄牛章255节（宝座经文）称除经其许可外无人能于其跟前说情。众传圣训叙述先知为其稳麦说情。说情惟凭安拉许可且为安拉所喜者。<br><br>我们盼望先知的说情，不单靠行为；我们也不认为说情否定安拉的公正。我们祈求成为蒙受说情者。",
    "category": "末日"
  },
  {
    "no": 98,
    "title": "先知穆罕默德之池的真实",
    "text": "安拉 ﷻ 赐予先知 ﷺ 在复活日为其稳麦解渴的池（浩兹）是真实的。",
    "explanation": "安拉赐予先知在复活日为其稳麦解渴的池（浩兹）是真实的。凡饮其水者永不再渴。此事见于健全圣训。<br><br>健全圣训（布哈里、穆斯林）叙述复活日先知有一池；凡饮其水者永不再渴。先知警告有人将被驱离此池。我们信而不问“如何”。<br><br>我们努力成为将来到先知池边的稳麦；我们远离可能导致被驱离池边的异端与分裂。此信增加我们对先知的敬爱。",
    "category": "末日"
  },
  {
    "no": 99,
    "title": "安拉非理解所能及",
    "text": "没有任何想象能描绘安拉 ﷻ，没有任何理解能涵括安拉 ﷻ。",
    "explanation": "没有任何想象能描绘安拉，没有任何理解能涵括安拉本体。人类理智有限；我们信安拉而不追问“如何”、不作比喻。<br><br>牲畜章103节：视觉不能及他，他却能及视觉。圣训：思虑安拉的被造，勿思虑安拉本体。学者肯定理智无法涵括安拉实有。<br><br>我们不以想象描绘安拉的形或“面容”；我们尊崇他并信其名与属性而不比拟。我们将“如何”交与安拉。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 100,
    "title": "安拉前无隐秘",
    "text": "被造物被造之前，关于被造物的一切对安拉 ﷻ 皆非隐秘；安拉 ﷻ 在被造物被造之前即知被造物将行的一切。",
    "explanation": "被造之前，关于被造物对安拉无隐秘；安拉在被造物被造之前即知被造物将行的一切。安拉之知无始且涵括万物。<br><br>铁章22节：凡灾难皆载于天经。牲畜章59节：幽玄的钥匙在安拉那里。圣训肯定安拉在创造之前写下前定。安拉之知不变。<br><br>我们信安拉完美的知识；不因“安拉早已知道”而不安，仿佛我们无选择。我们确信安拉之知不强迫；我们仍努力并受问责。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 101,
    "title": "万物皆凭安拉意欲而发生",
    "text": "除安拉 ﷻ 所意欲者外，无一事发生。",
    "explanation": "除安拉所意欲者外，无一事发生。安拉的意欲涵盖一切事件；天地间无一事不凭其意欲（mashīʾa）而发生。<br><br>相欺章11节：凡灾难，无不出于安拉的许可。人章30节：你们只能意欲安拉所意欲的。圣训与经文多番肯定此事。<br><br>我们将一切事务托付于安拉的意欲；我们努力并祈祷，然后接受其判定。我们不违抗前定，也不绝望。",
    "category": "前定与安拉的意欲"
  },
  {
    "no": 102,
    "title": "无物能战胜安拉",
    "text": "无物能战胜安拉 ﷻ。",
    "explanation": "无物能战胜安拉。其权柄绝对；无物能与之抗衡、废除或挫败其意欲。<br><br>黄牛章255节：安拉不瞌睡也不睡眠；天地万物皆属他。经文与圣训肯定安拉的能力（qudrah）。凡以为有物能战胜安拉者，已属不信。<br><br>我们确信援助与胜利只来自安拉；我们不惧被造物。我们将希望与畏惧只寄于安拉。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 103,
    "title": "无物似主",
    "text": "无物与安拉 ﷻ 相似。",
    "explanation": "无物与安拉相似。他独一无二；在本质、属性或行为上无对等者、无伙伴、无相似者。<br><br>忠诚章4节：没有任何物可以做他的匹敌。协商章11节：没有任何物能与他相似。圣训与公议肯定认主独一。将安拉比同被造物为不信。<br><br>我们使安拉超绝于与被造物的任何相似；我们不以被造物的属性去想象或描述他。此认主独一为整门宗教的根基。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 104,
    "title": "除安拉外无神堪受崇拜",
    "text": "除安拉 ﷻ 外，无神堪受崇拜。",
    "explanation": "除安拉外，无神堪受崇拜。唯安拉堪受崇拜；崇拜他以外者即为以物配主。「除安拉外绝无应受崇拜者」是伊斯兰的根基。<br><br>穆罕默德章19节：你当知道，除安拉外绝无应受崇拜者。黄牛章163节及多节经文肯定安拉的独一。圣训称「除安拉外绝无应受崇拜者」是乐园的钥匙。以物配主为至大之罪。<br><br>我们只崇拜安拉，不以任何物配他。我们拒绝崇拜安拉以外者——无论偶像、人或私欲。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 105,
    "title": "无物能抗拒其判定",
    "text": "无物能抗拒安拉 ﷻ 的判定、撤销安拉 ﷻ 的命令或战胜安拉 ﷻ 的意旨。",
    "explanation": "无物能抗拒安拉的判定、撤销其命令或战胜其意旨。其判决为终审；无上诉亦无否决。<br><br>雷霆章41节：安拉确是对万事全能的。牲畜章59节：无人能抗拒其判定。圣训肯定无人能抗拒安拉的前定。安拉的权能是绝对的。<br><br>我们心平气和地接受安拉的判定；我们不违抗也不绝望。我们祈祷并努力，然后顺从其至睿的判决。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 106,
    "title": "尊崇早期先贤学者",
    "text": "先贤学者——第一代及其追随者——只可以最好的方式被提及；凡以恶言论先贤学者者，不在正道上。",
    "explanation": "先贤学者——第一代（圣门弟子、再传弟子、三传弟子）及遵循其方针者——只可以最好的方式被提及。凡以恶言论先贤学者者，不在正道上。<br><br>忏悔章100节赞许先行的前者。圣训：最好的人是我的世代。先知命人遵循正道哈里发的逊奈。辱骂先贤为异端与迷误。<br><br>我们尊崇先贤学者并从他们汲取对宗教的理解；我们不辱骂也不贬低他们。我们遵循坚持古兰、逊奈与先贤理解的逊尼派方针。",
    "category": "圣门弟子、哈里发与圣裔"
  }
]
