[
  {
    "no": 1,
    "title": "被造物与安拉知识的界限",
    "text": "知识有两种：被造物能触及的与不能触及的；否认前者是库夫尔，声称拥有后者也是库夫尔——当接受可触及的、不追求不可触及的时，信仰才健全。",
    "explanation": "这两种知识的概念至关重要。有安拉通过感官与启示（教法知识）向人敞开的知识，也有仅属安拉的幽玄知识，如末日时刻。明白这一界限，可避免我们声称知道安拉未曾揭示的定命之秘。<br><br>古兰经（牲畜章：59）中安拉说：「幽玄的钥匙在祂那里，除祂外无人知晓。」布哈里圣训中提及五件幽玄之事，唯安拉所知。我们当满足于已被告知的，不逾越被隐藏的。<br><br>实践中，这一信仰使我们保持谦逊并渴望学习。我们专注于力所能及之事，将未来的奥秘托付安拉、仰赖其判定，从而获得内心安宁。",
    "category": "祈祷、知识与界限"
  },
  {
    "no": 2,
    "title": "为亡人祈祷的益处",
    "text": "亡人从活人的祈祷与施舍中受益。",
    "explanation": "死亡并非一切终结。安拉慈悯的一个证据是：善功仍通过活人的行为抵达亡人。本要点申明：我们为亡人所做的祈祷、求饶与施舍，其回赐会到达他并减轻其在陵墓（ Barzakh）中的境况。<br><br>依据是先知 ﷺ 的话（穆斯林辑录）：「人死后，其善功即断，唯三事除外：持续的施舍、有益的学问，或为其祈祷的清廉子女。」放逐章：10 赞扬为前辈求饶者。信仰之纽带超越死亡。<br><br>日常生活中，这促使我们不忘已故的双亲或师长。为他们祈祷既是孝道，也提醒我们终有一日也需要同样的祈祷。如此，穆斯林世代之间的善行链条得以延续。",
    "category": "祈祷、知识与界限"
  },
  {
    "no": 3,
    "title": "安拉的言语非人之语",
    "text": "古兰经是安拉 ﷻ 的言语，来自祂；人们信其为安拉 ﷻ 的言语而不追问「如何」，且非人之语亦非被造。",
    "explanation": "古兰经即安拉的言语（凯拉姆安拉）本身，非被造物。我们在穆斯哈夫中所读的，确为安拉之言，非人类作品。这维系启示的权威：古兰经神圣、纯洁，其真理作为人生指南是绝对的。<br><br>安拉说（忏悔章：6）：「……当给予他庇护，直至他听闻安拉的言语（凯拉姆安拉）。」提尔密济圣训中称：安拉言语优于其他言语，犹如安拉优于其被造物。古兰经是来自创造主的神圣启示。<br><br>实践中，我们以深敬对待古兰经。不将其当普通书籍；以正确的诵读（台尔提勒）阅读、力求理解其意并无疑虑地遵行其命。坚信古兰经为安拉之言，我们便有了人生可靠的指南。",
    "category": "古兰经与启示"
  },
  {
    "no": 4,
    "title": "安拉与一切被造物不同",
    "text": "安拉 ﷻ 与一切被造物不同。",
    "explanation": "安拉是「没有任何物像似他」（莱萨·凯米斯利希·筛义乌恩）。我们心中浮现的任何形象或模样，安拉都不是那样。这保持我们认主独一的纯洁，不把创造主与软弱、有限被造物等同。<br><br>主要依据是 ash-Shūrā: 11：「没有任何物像似他，他是全听、全观的。」圣训也提醒我们参悟安拉的被造物，但禁止想象其本体，因为人心在把握安拉实有上有局限。<br><br>这一理解使我们摆脱偶像崇拜——无论有形偶像还是心中偶像（幻想）。我们认识到安拉至高无上、无限，因而只崇拜他，以完全的尊崇与赞美，不以被造物属性限制他。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 5,
    "title": "安拉自太初即为创造主",
    "text": "安拉 ﷻ 有权被称为创造主与肇始者，不只是在创造行为之后或因其故，而是自太初即是。",
    "explanation": "安拉是 Al-Khāliq（创造主），不需要经过过程才成为创造主。在有任何星辰或原子之前，安拉已具有创造的属性。其名与属性永恒，不依赖被造物是否存在，因为他是万有之源。<br><br>安拉说（al-Hadīd: 3）：「他是最初与最终。」Al-Khāliq 之名见于多节经文，如 al-Ḥašr: 24。圣训称此前只有安拉，无物与祂同在，随后安拉创造了宝座与整个宇宙。<br><br>这教导我们安拉完全自足（Al-Ghanī）。他创造我们不是出于孤独或需要帮助，而是纯粹出于其意欲与智慧。我们成为知分的仆人，明白我们的生命是「最初者」的纯粹恩赐，他从未向我们索取任何事物。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 6,
    "title": "完美权能唯属安拉",
    "text": "安拉 ﷻ 对万物有权能；万物依赖安拉 ﷻ，对安拉 ﷻ 而言容易，安拉 ﷻ 不需任何物；无物似安拉 ﷻ，安拉 ﷻ 是全听、全观的。",
    "explanation": "安拉的权能是绝对的，不受物理定律或人类逻辑限制。安拉所意欲的，仅凭「有」一词即可轻易实现。整个宇宙每时每刻都需要安拉，而安拉不需要这宇宙的任何事物。<br><br>Yāsīn: 82：「当他意欲一物时，他的命令只是对她说：有！它就有了。」安拉亦有 Al-Qādir 之名。圣训（古都斯）称若所有人祈求而安拉全部赐予，也不会减少安拉的财富分毫。<br><br>这一信仰是一切恐惧的良药。我们认识到任何上司、统治者或问题，再大在安拉的权能面前都微不足道。我们成为勇敢而谦卑的仆人，知道唯一永不落空的依靠是全能安拉。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 7,
    "title": "安拉是宇宙的绝对主宰",
    "text": "安拉 ﷻ 对万物拥有绝对权能，无物对安拉 ﷻ 有权能；谁若自以为顷刻不依赖安拉 ﷻ，即已陷入不信。",
    "explanation": "安拉是绝对主宰，掌控宇宙中每一微粒。无一事能脱离他的掌控。若有人感到可以不需要安拉而独立生活，哪怕顷刻，即已陷入可能败坏信仰的骄傲。<br><br>Fāṭir: 15 说：「众人啊！你们才是需要安拉的；安拉是无求的、受赞的。」先知的圣训常教导我们祈求不要哪怕顷刻被交给自己（yā Ḥayyu yā Qayyūm... wa lā takilnī ilā nafsī ṭarfata 'ayn）。<br><br>实践中这使我们常感对安拉的贫乏（faqīr）。我们热切地为大小事祈祷——从求引导到日常事务。我们意识到没有他的襄助，我们连呼吸或眨眼都不能。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 8,
    "title": "安拉超脱于物理界限",
    "text": "安拉 ﷻ 超乎界限、限制、部分或肢体，不像被造物那样被六方所限。",
    "explanation": "这一信条申明安拉超脱于物质属性。安拉不需要空间，没有如人一般的肢体，也不像被造物那样被方向（上下等）所限。他是空间与时间的创造主，故不可能被其自身所造之物所限。<br><br>安拉说（al-Ikhlāṣ: 4）：「没有任何物可与他相比。」坦兹希（宣称安拉超绝于相似）的原则重要。学者解释安拉存在而无需处所，因为处所是被造物，安拉在处所被造之前即已存在。<br><br>这使我们免于拟人化思维（把安拉想象成人的样子）。我们能以对其不可见、无限伟大的完全崇敬来崇拜安拉，而非陷于反而贬低神性品级的形体想象。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 9,
    "title": "义务（Taklīf）之担依仆人之能",
    "text": "安拉 ﷻ 只让人承担他们能承担的，人只能做安拉 ﷻ 赐予他们做的；除凭安拉 ﷻ 外无能力与力量，除借安拉 ﷻ 之助外无顺从或避罪之力。",
    "explanation": "安拉不使仆人承担超其能力的担子。教法中每项命令与禁止都与人之能力相称；这显示安拉的公正与慈悯，并驳斥宗教是重负之说。<br><br>al-Baqarah: 286 中安拉说：「安拉只依其能力责成一命。」健全圣训（布哈里–穆斯林）也说：「当我命令你们一事时，尽你们所能去做。」顺从的能力（lā ḥawla wa lā quwwata illā billāh）也来自安拉之助。<br><br>实践中我们不可对明确义务以「我不能」为借口，也不可承担超己之能。我们尽力而为然后托靠安拉；通过祈祷与努力向安拉祈求坚忍之力。",
    "category": "义务与人的行为"
  },
  {
    "no": 10,
    "title": "完美生命与恒常作为",
    "text": "安拉 ﷻ 永生不亡，常行不眠。",
    "explanation": "安拉是 Al-Ḥayy（永生者）与 Al-Qayyūm（自持者）。安拉的生命完美——非由出生开始，非由死亡终结。他不需休息，从不睡眠，且常在不歇地管理其一切被造物的事务。<br><br>宝座经文（al-Baqarah: 255）是最强证据：「安拉，除他外无应受拜者，永生者，自持者；瞌睡与睡眠不能侵及他。」这些美名是被造物依赖创造主的基础。<br><br>这给我们极大安心。当我们睡眠、交托或感到无力时，知道有一位从不睡眠、守护我们的主。我们受鼓励持续行善，因知我们的「主人」常在工作，看顾并为仆人安排至善。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 11,
    "title": "安拉独一无偶",
    "text": "安拉 ﷻ 是独一的，没有伙伴。",
    "explanation": "认主独一即认定安拉的独一性；在 rubūbiyya（对被造物的主权）、ulūhiyya（受拜权）及名与属性上他都没有伙伴。唯一有权受崇拜与事奉的是安拉；以任何物举伴他是 shirk。<br><br>al-Ikhlāṣ: 1–4 说：「你说：他是安拉，独一。安拉是所仰赖的。他不生，也不被生。没有任何物可与他相比。」an-Nisāʾ: 36 也禁止以物配主。健全圣训称 al-Ikhlāṣ 等于古兰的三分之一，因它包含认主独一的核心。<br><br>此信仰是我们崇拜的根基：我们只向安拉祈求、畏惧和盼望；不向被造物、物体或「他力」。这样心就不依赖安拉以外的任何物。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 12,
    "title": "安拉无匹敌无对等",
    "text": "安拉 ﷻ 超绝于拥有任何匹敌或对等者。",
    "explanation": "安拉没有能胜过他的匹敌，也没有与之对等者。其主权是绝对的；无物能与之匹敌、限制或挫败其意欲。这是认主独一完美的一部分。<br><br>al-Baqarah: 255（宝座经文）说安拉执掌天地，维持二者于他不觉沉重。Fāṭir: 44 等节文肯定安拉无伙伴、无辅助者、无对等者。圣训也教导安拉至大，无人在其上。<br><br>此理解使心安宁：任何敌人、疾病或灾难都不是与安拉「同级」的「对手」。我们确信胜利、平安与最终的救助只来自安拉；当他意欲时，无物能阻挡其慈悯。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 13,
    "title": "安拉周知一切被造物",
    "text": "安拉 ﷻ 周知万物且在其上；其被造物不能周知安拉 ﷻ。",
    "explanation": "安拉周知（掌管、知晓、治理）万物；无物能逃于其知识与权能。同时安拉「在」其被造物「之上」是就品级与主权而言，非就处所。被造物不能「周知」或限制安拉。<br><br>Fuṣṣilat: 54 说：「你当知道安拉周知万物。」al-Baqarah: 255（宝座经文）肯定其宝座周知天地，他不觉沉重。健全圣训也肯定安拉在宝座之上，其知识无处不在。<br><br>信此则我们感到被看护与保护：无物对安拉隐藏，也没有对他过大的难题。我们也免于误以为安拉「被限于」天上；他周知万物而无需空间。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 14,
    "title": "安拉创造生死",
    "text": "安拉 ﷻ 不惧地使人死，不难地使人复生。",
    "explanation": "生死完全在安拉手中。使被造物死并不使安拉惧或弱；使人复生（包括复活日）于他也不难。一切只凭其意欲与言辞。<br><br>al-Mulk: 2 说：「他造了死与生。」Qāf: 43：「使我们赐生与致死，归于我们。」健全圣训肯定灵魂由安拉之命被取，复活日一切被造物借号角声复起。<br><br>此信仰提醒我们死亡不是空洞的终结而是后世生活的门。我们以善功准备，不过度畏死，因为掌握生死的是公正、仁慈的安拉。",
    "category": "安拉的属性与认主独一"
  },
  {
    "no": 15,
    "title": "众生有定限的寿限",
    "text": "安拉 ﷻ 为被造物规定固定的寿限（ajal）。",
    "explanation": "每一被造物都有安拉规定的 ajal（死期）；无人能提前或推迟哪怕一秒。这是写在受保护仙牌上的前定的一部分。<br><br>al-Anʿām: 2 说：「他从泥土创造你们，然后为你们定下寿限（ajal）。」Luqmān: 34：「的确安拉——只有他那里有末日的知识……没有灵魂知道将死于何地。」健全圣训（布哈里–穆斯林）肯定人的寿限、给养与命运在母腹中即已写定。<br><br>此理解使我们免于过度焦虑，并促使我们善用余下的生命。我们无法改变寿限何时到来，但可以用安拉喜悦的善功填满人生。",
    "category": "前定与安拉的意欲"
  }
]
